{
    "episodios": [
        {
            "title": "01. O Dia Em Que Me Tornei Um Shinigami",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=dGM9UkkwD2wgIYbfsvCFaytz10H31WzrqXZoViJzxtZkg3rTcyjZ7SpDMWbC5I%2FX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c1afdbf77dd9bff7752300191f50ce97d0c91231d7587b11f875b39d618ea1e6"
            ],
            "rating": 7.8,
            "synopsis": "Encontre o Ichigo Kurosaki de 15 anos. Ele é um estudante que possui a habilidade sinistra de enxergar fantasmas. Só que no dia em que ele se encontrar com a Rukia Kuchiki, uma Deusa da Morte da Soul Society que ajuda almas perdidas a descansarem em paz, a sua vida nem tão normal se torna ainda mais incomum. É então que ele se vê obrigado a pegar os poderes da Rukia emprestados para salvar a sua família das garras de um temível Hollow. Para a surpresa da Rukia, ele absorve os poderes dela e também se torna um Deus da Morte.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/euMG2K90juZdDVq4rdOLUuMLmmQ.jpg"
        },
        {
            "title": "02. O Trabalho de um Shinigami",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=asQvt0wIdmCMFrmP9rh55uMT7xoB8OTqzGk0nw8bu30EW6c3ARu0c8X0zk5prfNY&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f8af68b452e2dfbb8b8f162e5ecf55b8370fb5079c7546cec4b4e64d3f9be5ed"
            ],
            "rating": 8.0,
            "synopsis": "É a manhã após a transformação do Ichigo em um Deus da Morte e ninguém de sua família tem lembranças do evento.  Mesmo a memória dele esquartejando um Hollow foi esquecida. Então ele vai à escola, onde encontra a Rukia no papel estranho de estudante recém-transferida. Agora que o Ichigo retirou a maioria dos poderes da Rukia, ela o ordena a assumir o seu papel até que ela esteja completamente recuperada. Ele recusa a imposição ao mesmo tempo em que uma sombra misteriosa começa a seguir a Orihime Inoue, uma colega jovial do Ichigo com um passado triste.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/gxi29dkEwdfgVkDzvHn26mw3mYV.jpg"
        },
        {
            "title": "03. O Desejo do Irmão Mais Velho, o Desejo da Irmã Mais Nova",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CYvOyMMRmDLL6VoLXw17BmgOxGRR3j%2F8aebP3UD2BrrhWjaIBKWtEjqyt2Vb2Xuk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=276fee964df0bda52e6bf3646142b816de3ea82f44f27bae496bb4964b1d6de2"
            ],
            "rating": 7.8,
            "synopsis": "Nem todos as almas falecidas vão para a Soul Society. Infelizmente, algumas ficam desoladas e se tornam Hollows. No meio desta transformação, eles perdem seus corações e vão à procura de seus entes queridos de quando viviam. Logo, é algo natural que o Sora, irmão da Orihime que se tornara um Hollow procure a alma dela. Enquanto isto, o Ichigo sai correndo para a casa da Orihime e descobre que o Hollow forçou a alma da Orihime para fora de seu corpo.  Será que o Ichigo será capaz de salvá-la de seu irmão mais velho?",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/kxEgLT87fYJ9BgzuYTpjojcviOz.jpg"
        },
        {
            "title": "04. O Periquito Amaldiçoado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=18fH%2FF%2F%2F1NOsage56CVPtcwkWr%2BRtw3v9Im45wiNSWwGA8YILM8DXsqrEvIKR3yG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3b900f85fdf665dcea8acac324a5a2bf45a574d1357cbf49ccfebf93582e67f1"
            ],
            "rating": 7.8,
            "synopsis": "O Chad, colega e amigo do Ichigo, ganho uma caturra amaldiçoada. Ele traz aquela pássaro à escola junto com muitos machucados em seu corpo.  Ao sentir a energia espiritual do pássaro, a Rukia sente que a necessidade de executar um rito de passagem na caturra e ajudar o sua alma a descansar em paz.  Naquela noite, machucado, o Chad é trazido para a Clínica Kurosaki.  O Ichigo e a Rukia sente o perigo iminente de um Hollow através das feridas do Chad. Na manhã seguinte, o Chad saiu do leito do Hospital e não é encontrado.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/LiDwVUfIgH5ZRPCPNFITrI48HW.jpg"
        },
        {
            "title": "05. Derrote o Inimigo Invisível",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=QxFtD7KHskVJeP4DAoIIReLtKmxn%2F%2BQOeRD4Ks7xJtGNP7dOqH4FarieLIkCvaE4&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a40a30305f934252e41a645d18100fc8eb33a2b0f84af49ebb24af4287987ddb"
            ],
            "rating": 7.9,
            "synopsis": "Enquanto a Rukia e o Chad enfrentam o Hollow que vem caçando a \"Caturra Amaldiçoada\" ela se vê num dilema com seus poderes que ainda não retornaram completamente e ele é incapaz de enxergar o Hollow. Só que este já derrotara muitos outros Deuses da Morte e cometera diversos pecados. No meio tempo, o Ichigo leva a Karin para casa após o colapso dela ao ter levado um choque vendo as memórias trágicas do espírito do menino que jaz no periquito. Sem ciência do perigo que o Chad e a Rukia correm o que Ichigo fará?",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/wvjKubGxpHtD6xa2eO2PyVQXENg.jpg"
        },
        {
            "title": "06. Batalha até a Morte! Ichigo Vs Ichigo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=L%2F2EMzQKTYlbLPjB%2F8UviJSofm5k4TSDvJClpcQvyKvx08F0zykxuZ0WXEK4z35f&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=939a3ec72eded5b3a95b6cc1d735ff2f6d47f934fbebe3c953f06db525da06e7"
            ],
            "rating": 7.5,
            "synopsis": "Com a Rukia à caminho da Loja do  Urahara à procura de suplementos necessários para sanar suas necessidade de Deusa da Morte enquanto o dono da loja, Kisuke Urahara, está distante enquanto certo mistério paira no ar. Ele armazena produtos estranhos vindos da Soul Society. O Doce Espiritual, que a Rukia obteve, chega para facilitar a vida do Ichigo. Com ela, ele pode se tornar um Deus da Morte mesmo sem a Rukia por perto, mas o que ocorre com o corpo dele após experimentá-la...",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/4ltVjfvaOwVWv5zeX72m0xQNqng.jpg"
        },
        {
            "title": "07. O Acolher de um Leão de Pelúcia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=uqSunFjAbrORwfvdjGdwztIeIvkF5CvVROjE852%2B8GkqgesIh%2FFlqm1P7xsOy5Rv&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c9f58b4b3eaac9262b7c636d4678e4b27290ae1691fca17efffd3806bb48ed42"
            ],
            "rating": 7.7,
            "synopsis": "O Ichigo e a Rukia saem à procura do corpo levado pela alma alterada. Enquanto o Deus da Morte salva um garoto, o seu corpo ganhou forças sobrenaturais e uma personalidade não tão agradável e que foge do dono original do corpo.  Um combate acontece e em meio a isso a Rukia recebe outra chamada pelo seu celular avisando a ocorrência de outra aparição Hollow, porém a bateria se vai e ela fica incapaz de saber a localização do evento.  O problema começa quando a alma alterada no corpo do Ichigo sente a aparição do novo Hollow.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/jFqXYoZ2KoEYNCtdPrOcvGrS8uI.jpg"
        },
        {
            "title": "08. 17 de Junho, Memórias na Chuva",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DuPveZ64OMf7eWR8NOD6%2B1EBOoEE1Cyd4OQDem7jsp1gUP6zmhq9V%2BS7ZNX8EES4&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5d36315fd65b3a974916f8b7e06f8683fd9a155ca774a51675b948ae21c7fdbf"
            ],
            "rating": 7.7,
            "synopsis": "A família Kurosaki deixa tudo de lado para visitar o túmulo da mãe do Ichigo. Ele deseja tirar um dia de folga das suas obrigações como Deus da Morte, porém vê que a Rukia o espera no cemitério. Quando ela descobre como a mãe do Ichigo morreu, ela sugere que talvez quem a tenha matado seja o Hollow que enganou o Ichigo, mas ele se recusa a escutá-la e dá o fora. Mais tarde um Deus da Morte chamado Saidoh aparece querendo levar a Rukia ao mundo temporal de qual ela passara muito tempo longe.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/37Uy7lDRIUljkQ9g9RXlcrEHGHn.jpg"
        },
        {
            "title": "09. Inimigo Invencível",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=q6nhUUJ8NvdQiYOLKShhm1tLeU1kMG1YrD62FVDShSugxGt46Q1TMPXb9LAq48mw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a603f889338f2fc7858527be7615dd3f171ee116021204c20f781f02eb990218"
            ],
            "rating": 7.9,
            "synopsis": "O Grand Fisher surge diante o Ichigo e seus amigos. Ele é um Hollow que usa uma isca para enganar suas presas humanas donas de uma forte energia espiritual. Chocado ao ver a isca, o Ichigo se vê imediatamente revivendo memórias de quando sua mãe faleceu, há seis anos. Exalando a irá e o pesar, ele ataca o Grand Fisher, mas sem a devida calma ele é presa fácil... enquanto a Rukia se vê incapaz de ajudá-lo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/80LNwWsGEDs433WDwFMlc2OEi20.jpg"
        },
        {
            "title": "10. Ataque na Viagem ao Lugar Sagrado!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qd6hKlnA%2BWhkQJc2YvRTYBc5QXNVAC%2Fjm28twjtaxBkV3DyadFXTiYEXoGQPF8Sq&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=76cb115fe74e6fca3b29c9d11487020f8bfb5ea6e3c19ecfeb91ca5564afb34f"
            ],
            "rating": 7.2,
            "synopsis": "O médium carismático, Don Kan'onji, extermina espíritos do mal em seu programa de tevê, \"Uma Jornada ao Desconhecido\", que vem para a cidade de Karakura para uma apresentação. Já o Ichigo odeia esse tipo de programa e se recusa a ir com a Orihime e o Keigo acompanhar o show ao vivo, mas acaba arrastado por seu pai e irmã. Lá o Ichigo acaba se deparando com um Semi-Hollow que acaba tendo a sua situação agravada pelo médium causando uma situação complicada...",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/eBab0ai3Fxjc0sEkLdVnw2SoZR4.jpg"
        },
        {
            "title": "11. O Lendário Quincy",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EcxhP1MzUtLzjc4FPjWtNsy%2BQ3G4rNN2JPvgOJ3fQwjyTBFSF40yDqe4M4%2ByPYOA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=03d13ecc292d5c928c7f1b17ed97f8d3f7eb16da6e8bdba2b89173ca9d1e2494"
            ],
            "rating": 7.6,
            "synopsis": "A Rukia foi completamente aceita pelo círculo de amizades do Ichigo e ele continua trabalhando como um Deus da Morte. Desta vez, ambos saem juntos para acabar com os Hollows, porém ao conseguir após uma chamada, eles não encontram nada. Finalmente, uma alma que lá encontram confirma que um Hollow estava por ali. Feito o Rito de Passagem, eles ficam à mercê de alguma coisa nas sombras.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/38I0hBskBtE4fLTBcjEGHNUTpO3.jpg"
        },
        {
            "title": "12. O Braço Direito do Gigante",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NO0vnHibM2DPj1SBakRwhFtxEAGHXWl1ltRZWEn2bGtwmd%2FC2K2qL3P3VkHS0Slg&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5562e47ba6dce97c0b2328740ebcf019398e777c414a01cc49891a149563c909"
            ],
            "rating": 7.4,
            "synopsis": "O último Quincy, aquele que odeia os Deuses da Morte —  o Uryu Ishida desafia o Ichigo para um duelo. Ele lança uma isca de Hollows na cidade e aquele que \"matar mais Hollows\" sairá o vencedor. Embora o Ichigo se recuse, acaba sendo forçado a duelar pelo Uryu que libera a isca.  Ao saber que os Hollows vão atrás das almas com maior energia espiritual, o Ichigo acaba saindo atrás para salvar a sua família.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/vBByvDRB8N5bJX8kEp1GtupHknY.jpg"
        },
        {
            "title": "13. Uma Flor e um Hollow",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=QOafiPo565MMfh5ez%2FKcXHF55ovSFJKAJVgtt%2BpyWQ%2Ba1FcO5iFgaaN5So6MtVQ0&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a9b636f3a0a802d929f0a2818eef466c77f377aa6802c8f041371a5672f81b05"
            ],
            "rating": 7.1,
            "synopsis": "As terríveis mãos de um Hollow buscam incessantemente as amigas do Ichigo, a Orihime e a Tatsuki. O Hollow é capaz de soltar sementes e tornar humanos em meros zumbis que atacam humanos. A Orihime e a Tatsuki então acabam ficando cercadas por zumbis e, na sua tentativa de escapar, a Tatsuki acaba tendo um semente plantada em si. Ela agoniza com o Hollow e começa a perder o ar, é neste instante que uma surpresa reveladora acontece.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/m5uys78Y23oNqXXyv79YtHEHuBI.jpg"
        },
        {
            "title": "14. Costa a Costa, uma Luta até a Morte!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=T9M6bmWDwUFblqrqhVd7ztFMMdiGU60WPFfoLauh0%2BM4p0ss6Ma4LjURrOq%2FiudG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=37274a00625be5842059aa80691db50d802702a9af868cdddb4b8eaa01b10a7b"
            ],
            "rating": 7.9,
            "synopsis": "De volta á luta do Ichigo e do Ishida contra um bando de Hollows, é contada a história de aniquilação que os Quincy sofreram, então, finalmente, o Ichigo compreende o ódio que o rival possui em relação aos Deuses da Morte. Por este motivo o Ishida se nega a lutar com ajuda, porém conforme a situação se complica e com a insistência do Ichigo talvez as coisas mudem de figura.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/aiZTC9lbIr03rdDOwmbHIzlWjmF.jpg"
        },
        {
            "title": "15. O Ótimo Plano de Kon",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NKKQY4FLbOCxlFFpBXS0Mj3ODNU3pfjPiFq6wJjg9KCo0XatDQ1Byuu6xWKoFtux&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=256569699c7fecf18e8ddf712edd40a0eefc65cab78fa91858368e2eca7403a0"
            ],
            "rating": 7.2,
            "synopsis": "Ao dar um banho no Kon, a Yuzu acaba enfeitando ele todo, o que desperta a ira da alma alterada junto da atenção do Ichigo que não lhe dá bola.  Após dificuldades continuas, o Kon desenvolveu um laço com a família Ichigo, porém, ao crer que o sentimento não era recíproco, o Kon acaba resolvendo procurar outro lugar para viver. Tudo isto enquanto a Rukia sai da zona de conforto e pensa na sua situação naquele mundo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/o1vumNWdM9NgNaiSsQwt5DlcYSE.jpg"
        },
        {
            "title": "16. Encontro, Renji Abarai!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WgNG36bj5Ea4LzC7FImQZ%2FWCzEVneO6s0sPQdC00jd7tm28rzH64GMXvx2wzDpLZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f734643e4bfcc7cf2e2b5401f39fd14a8978c0656a7df7b668c7db611cffb822"
            ],
            "rating": 7.7,
            "synopsis": "Dois representantes da Soul Society surgem diante da Rukia. Do 6º Batalhão, o vice-capitão Renji Abarai e o seu capitão Byakuya Kuchiki, o irmão mais velho da Rukia. As Zanpakutous se agitam enquanto ambos caçam a Rukia exigindo saber o que ela fazia no mundo dos humanos e, ainda mais, sem os seus poderes. Sem ciência do que se passava, após um tempo, o Ichigo finalmente compreende o que está acontecendo no momento em que o Kon lhe informa que a Rukia desapareceu.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/zvAAc5hHM6beYEkNczqb7ve3QjM.jpg"
        },
        {
            "title": "17. Ichigo Morre!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DAx%2FbK3146AIO8VvvSauFHb08cUBJVavwSAWLP9FHhxH3zQfxmZ9iT6rGdArnIF5&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=73bc1e0251808b57f7a2208e3d55db0ed2938c567dc32c7345a19649962407c1"
            ],
            "rating": 7.9,
            "synopsis": "Ao liberar toda a força da sua espada, o Renji ataca o Ichigo que se vê incapaz de contra-atacá-lo. Sabendo que desistir não é uma opção para o Ichigo, a Rukia acaba temendo por seu amigo e então dispara atrás do Renji implorando ao Ichigo que se detenha. Após um tempo caído, o Ichigo finalmente se levanta e todos são pegos de surpresa pela energia que, de repente, ele libera.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/tX3ol8x4xn3ZADw8O72qFk7yjtl.jpg"
        },
        {
            "title": "18. Recupere! O Poder de Shinigami!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8Rbw9VO8eDVVi6oW9ly8PYh4OTJqtVbr86XQ9hBfJ3x%2B%2BOIvLBardHCTOeSx1tGC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a969720c95c0d927faed8d226d071bc75d08beda71ac17d0f6fad07299eca6eb"
            ],
            "rating": 7.6,
            "synopsis": "Com a Rukia levada à força de volta para a Soul Society e com o Ichigo se vendo um incapaz diante o ataque furioso do Byakuya, tudo parece perdido.  Com sua vida salva aos 45m do 2º tempo pelo Urahara, ele também recupera a sua determinação e decide ir até a Soul Society salvar a Rukia. No dia seguinte, na escola, ele está chocado ao ver como ninguém lembra-se ou sabe algo da Rukia. Tudo foi apagado das memórias dos seus amigos. Era como se a existência dela nunca tivesse existido... Porém nem todos se esqueceram, e é aí que entra o Urahara e o seu treinamento especial para ajudar o Ichigo a recuperar os seus poderes perdidos.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/ezANRcw3zxakzy3tbYsjXqdx5mH.jpg"
        },
        {
            "title": "19. Ichigo se Transforma em um Hollow!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=wsLgfdLDLzICindxHdYcauBN6%2BF4onuL4CFzL%2F7tdZW7JXix3xxdqfy3Kp6B%2BqHV&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1337e3639079d27ff5509ecc01e171261d7e93fff92e3d253457c84fd27b3170"
            ],
            "rating": 7.9,
            "synopsis": "A última lição necessária para recuperar os poderes de Deus da Morte perdidos pelo Ichigo é o Poço do Rompimento. Lá, a corrente do destino do Ichigo vai se corroendo e ele corre o risco de se tornar um Hollow caso não venha a se transformar em um Deus da Morte antes da sua total corrosão, o que lhe dá 72 horas dentro do poço, que fica na parte inferior da Loja do Urahara.  No meio tempo a Orihime e o Chad também buscam se fortalecer e ir atrás da Rukia, porém desta vez recebendo um treinamento especial de outra pessoa.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/9CkQQ1nm4IcwFzXUQP3M1dZO2dN.jpg"
        },
        {
            "title": "20. A Sombra de Gin Ichimaru",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=dXtc5I6cbpo8xwVfYTtmUsbdlIADlTNQYn2gOK4nrpl5kDkwWumX3J1ZeG3qhsTS&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=bfaa71631b32c1ac63f5db97f08abbe87c22fe8ef4f3842a55afde2d8eb01ca0"
            ],
            "rating": 7.8,
            "synopsis": "Na Soul Society, o capitão Gin Ichimaru do 3º Batalhão aparece perante o Byakuya após saber que a Rukia recebera a sua sentença final de execução. Já, correndo contra o tempo, o Ichigo retorna com todos os seus poderes, porém no treino contínuo da sua Zanpakutou. Ao descobrir que cada uma delas possui um nome e assim descobrindo o da sua, ele descobre o seu poder até que, finalmente, chega a hora de ir para a Soul Society.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/5Lmv2E9eK7nX3WVfutiWynQShlW.jpg"
        },
        {
            "title": "21. Entrando No Mundo Dos Deuses Da Morte!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gjYD2m3c8fmPLXRtgbv9sxAWrjYH5jIBiqf5QMPYzb0ahcm%2FJKUaTioSK0Iz0SwG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=912fd03295d22faf1fef986802aaccb4ab6855996c9a6e6eee83c1da963f17e9"
            ],
            "rating": 6.8,
            "synopsis": "O Ichigo, o Ishida, a Orihime, o Chad e o gato Yoruichi passam pelo portão interdimensional e acabam quase sendo atropelados pelo Varredor na passagem que liga o mundo real à Soul Society, contudo conseguem chegar lá com segurança. Já no Distrito Rukon, o primeiro local em que as almas que vão para a Soul Society chegam, o Ichigo sai em busca do Tribunal das Almas Puras, lugar em que vivem os Deuses da Morte, entrando lá, ele e seus amigos dão de cara com um muro gigante que desce dos céus, bloqueando-lhes o caminho... é neste instante que também surge um desconhecido Deus da Morte.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/kI7Lqau6OnGmC95XScAPwD8HnVE.jpg"
        },
        {
            "title": "22. O Homem Que Odeia Deuses Da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GRHcE4tNVl%2Bgd2gbv8VNF2rPxxInwcTlFwLUesV9DbjQJQZWcYo%2Fdz29ZPs72WF%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a7320a97a600de2f2bcb22f3aef162e1287350a7a7f703f6e5df4c887b674de8"
            ],
            "rating": 6.2,
            "synopsis": "Diante o guardião do grande portão branco está o capitão Gin Ichimaru. Sem saber que o Gin é um capitão da Soul Society, o Ichigo parte para cima dele, ignorando os avisos do Yoruichi. Sem pensar duas vezes, ao ouvir o nome do Ichigo, o Gin desembainha a sua zanpakutou e o ataca, forçando o Ichigo a usar a sua espada na defensiva. Enfim, desapontados por não conseguirem abrir o portão, eles acabam se desanimando. E bem nesta hora os habitantes do Distrito Rukon, que até então permaneciam escondidos, dão as caras.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/rn9i4A3kxvLogqVEnLai1eutbbu.jpg"
        },
        {
            "title": "23. 14 Dias Antes da Execução da Rukia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UXPopIaxjWXcVvSShvLW%2BuKOpffKpwj7b7W2aY3lD3qbfzsp757rlNaPCMcUwVo2&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b5aee5cd82384146769f749eb01a0581a8ac4a948be8bc7ebd0c42b27f00db61"
            ],
            "rating": 6.3,
            "synopsis": "Junto dos seus amigos, o Ichigo é atacado por uma gangue de javalis. Num breve confronto, o Ichigo acaba trocando golpes com o líder da gangue, o Ganju, mas no meio da luta, o seu inimigo fica chocado pela hora e dá o fora. Após isto, o Ichigo e seus amigos acabam estarrecidos pela maneira brusca com que eles foram e vieram e, na manhã seguinte, se preparam para sair em busca de uma pessoa chamada Kuukaku Shiba que tem em mãos a chave para entrar na Soul Society. Contudo, com a luta inacabada da noite anterior, o Ichigo está determinado a ficar e esperar pela volta do seu oponente",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/k48W1bMRmxhUen4uUEQpc8SDlDs.jpg"
        },
        {
            "title": "24. Unidos! Os 13 Batalhões",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7ralmDwIpEOP6FnpaFWz98lsVYUqO6Pjd3wXrFoKiqonkYWEpnNRvKbWpxtRLCyt&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4fb86de0c1a269f3a5d4d63a11458debb56dd42f1015b57df3004e19e4ab7ab1"
            ],
            "rating": 6.7,
            "synopsis": "Eis a Kuukaku Shiba, a pessoa que sabe como entrar na Soul Society, assim como a maior especialista em fogos de artifício do Distrito Rukon. Também irmã mais velha do Ganju, o sujeito que havia aparecido como o líder de uma gangue na noite anterior. Ela então explica como irá fazê-los entrar na Soul Society: a princípio fazendo com que concentrem suas energias numa bola e então arremessando-os com um tiro de canhão pelos ares do local. E embora pareça uma bobagem para a maioria, o Ichigo acaba tendo problemas para criar a sua bola de energia, ao mesmo tempo em que o Ganju demonstra ter um problema com os Deuses da Morte.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/vSjKo5HrQA2XHRnDD9CQxSWZ91A.jpg"
        },
        {
            "title": "25. Penetrando Diretamente Dentro de Uma Bola?!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=P8AYZdBFPkGmA7gIVEgwtsMUpYyLRSIFijj1GAWl%2F8x6eOloGtSNbtqF4uqIeaQ7&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=aa50c059b95b2e1176c7ade54abaa4dc1062b078eb70daec5cc976b9e33c801c"
            ],
            "rating": 6.7,
            "synopsis": "Seguindo os conselhos do Ganju, o Ichigo finalmente é capaz de controlar a sua energia espiritual e criar a esfera de energia. Agora, com isto feito, eles já podem partir. O gato Yoruichi então lhes dá algumas direções e instruções para quando entrarem na Soul Society, todavia o Ichigo está super cansado devido ao seu treinamento e assim acaba dormindo. Enquanto ele dorme, o Ganju pratica ferozmente as palavras do ritual que os levará para dentro da Soul Society o que pega todos de surpresa ao saberem que ele irá junto deles, só que o que mais chama a atenção é o porquê disto.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/bQMrpDV6LMxuAapQaAOHyK30kAm.jpg"
        },
        {
            "title": "26. Formação! A Pior Dupla!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PhqKB3%2BvehUO4TQPuXMkG%2B1dM8ds61Bqn8638gZ2hS1%2BAJkex5ZBU3UAKeyyZuyM&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f865bb4df3702ad9fc5871018599998cd5da55a2c9d282f825d1b4268719391e"
            ],
            "rating": 6.7,
            "synopsis": "A bola de canhão está lançada e o Ichigo e companhia adentram o Tribunal das Almas Puras. Lá, devido a incapacidade de controle do Ichigo em controlar a sua energia espiritual, todos acabam aprisionados na membrana de proteção da \"bala\". Assim, desesperados na tentativa de controlar a pressão espiritual, a membrana acaba explodindo e todos acabam caindo separadamente em grupos no Tribunal - o Ishida com a Orihime, o Chad, a Yoruichi e em outro o Ichigo com o Ganju. Estes últimos acabam aterrissando de forma segura, mas sendo confrontados pelo Ikkaku e o Yumichika, dois Deuses da Morte em defesa do Tribunal.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/xFZUVf48ZGXX3APUn2jTTOHbn18.jpg"
        },
        {
            "title": "27. A Liberação do Golpe Fatal!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FUGXyvMbaJ%2F%2BtzblTnm0djfbBRe7A6fXYZ8W41aOdFu727nPzAoK4ukFCm7Uc81A&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e76c60a7628e79876488e1e19e1a672af3883b83cc2e0877f8a915ba689102b5"
            ],
            "rating": 6.7,
            "synopsis": "Já dentro do Tribunal, ordens são dadas e uma varredura minuciosa é expedida em busca dos intrusos que lá invadiram. Com a Rukia sendo transferida para a Cela do Arrependimento no aguardo da sua execução, torna-se imperativo que o Ichigo e seus companheiros descubram o paradeiro dela. Neste meio tempo, ele e o Ikkaku iniciam um combate que termina em um desfecho dramático; em outro canto, o Ganju e o Yumichika se desafiam e irritam um ao outro. Já o Ishida e a Orihime se veem numa cilada sendo perseguidos por um grupo de ferozes Deuses da Morte.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/hLmkgwPsibAGCFnwZxHDHKnD2bD.jpg"
        },
        {
            "title": "28. Mirando na Orihime",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sf%2B%2Fq79qevTKpUUmK9YG0ldjzQRrlujKKhQn2rZ0xmyVTjbtlyugZrXFLuh%2Fg5rr&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6d982f529d3346cacab9b7e6001c76e47a7501ba1ba64697d4e5e56d35896c80"
            ],
            "rating": 6.7,
            "synopsis": "Forçados a ficarem alertas constantemente, o Ichigo e seus amigos continuam sendo perseguidos pelos Deuses da Morte. Em meio a uma luta com um adjunto do 11º Batalhão, o Uryu e a Orihime lutam com todas as suas forças, o Jirobo, um Deus da Morte especialista em armas voadoras e projetáveis que identifica de imediato o Ishida como um Quincy. Já o Ganju se vê lidando com as o obsessivo Yumichika e suas artimanhas e teorias de beleza. Enquanto tudo isto acontece, o Ichigo acaba saindo por aí procurando o seu amigo, ao mesmo tempo que outro grupo de Deuses da Morte não o deixam em paz, sem jamais pensar que um insano capitão está sedento por lutar com ele.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/ez4gOEgJgwqRydNHb2p7waQ2kTn.jpg"
        },
        {
            "title": "29. Uma ruptura! A cerca da rede de Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mqhO8PA%2Botw99VUBmW2jyb5lXdztY0lv1k1L6kxS7NR9vCeBD2gklzGyoxnesS8V&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=90a4283e8afc52d872823de36f572c75f3adcdd71a2ac5e88fa514a6d4ffa227"
            ],
            "rating": 6.7,
            "synopsis": "Os dias de treinamento do Uryu valeram a pena e ele foi capaz de proteger a si mesmo e a Orihime do Jiroubo e a sua zanpakutou, conhecida como Tsunzaki Garasu.  Já o Ganju e o Ichigo finalmente se encontram, cada um trazendo consigo uma tropa de Deuses da Morte rancorosos. Então a tentativa dos amigos de fazer o pobre Hanatarou de refém fracassa e eles acabam por descobrir que ele é um membro do batalhão mais fraco. Enquanto isto, o capitão Kurotsuchi questiona o Ikkaku, à procura de informações dos intrusos, mas fracassa quando o capitão Zaraki chega e recebe exclusivamente as informações do membro do seu batalhão.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/8UZFVp20IE9995z5OwIDY8upOSJ.jpg"
        },
        {
            "title": "30. O Confronto com o Renji!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ORrfIiIRvHIAPC6UrXHtx5Z5yPPQKbqXATrXDKlQwAE3m2bs5SMiHNtVuHaypvZo&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=678797108c82e8df98aa9a54aca42260cf3f07f870851a530b6623b3d397511b"
            ],
            "rating": 7.0,
            "synopsis": "O jovem Hanatarou guia o Ichigo e o Ganju até a Cela do Arrependimento, na qual a Rukia é mantida prisioneira, através de uma rede de esgotos. Conforme seguem o caminho, o jovem Deus da Morte conta as história que a Rukia havia lhe contado de quando ela estava no mundo dos vivos vivendo com o Ichigo.  Ao saírem dos esgotos, dão de cara com o Renji Abarai que surge desafiando o Ichigo a uma luta final. No meio tempo, o Uryu e a Orihime, ainda separados deles, sentem a pressão espiritual do seu amigo enquanto ele se prepara para a batalha com poderoso tenente.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/cyK7ttSrYx8X1Rh0nooVAHuzeKH.jpg"
        },
        {
            "title": "31. A Determinação para Matar",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=5X9HagU5pIvjEKSvHzqrXQzXAV85JkIv%2FOLp6nU4mjSgbu4U27AWCkxwos%2BEuIQA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b4c142752b3a5fbe40c5546af8c8d98b4002e13496dcff7ca2ef949e886fe3d9"
            ],
            "rating": 7.5,
            "synopsis": "Durante a luta entre o Renji e o Ichigo, este lembra-se dos seus dias de treinamento rigorosos, sob a tutela do Urahara, antes de vir para o Tribunal das Almas Puras. Neste embate, ele é obrigado a encarar e superar os seus maiores medos mostrando o seu crescimento que lhe fez um oponente à altura de seu oponente, o Renji.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/5nL3zns8VIRdQqS7hcf4B0rQgsX.jpg"
        },
        {
            "title": "32. As Estrelas e o Animal Desgarrado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7Ylppx%2BOtwz183E2ztsqkpwDETUG00%2B4FuMMb0wOPX7cAv6VB1vJNQ3lSqZ0kwcn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=385918a464548db2911f48f3aeebb9b8c1d67527d07559bf90d87e2ed4abedd1"
            ],
            "rating": 7.5,
            "synopsis": "Renji é obrigado a engolir a derrota e neste últimos momentos ele se recorda de sua juventude, na qual ele sofrera, sendo um pobre menino, junto de sua amiga Rukia, nas ruas do distrito Rukon, na 79ª zona, também conhecida como “Cachorro Enforcado”.  Ele conta como ambos resolveram se tornar Deuses da Morte do Tribunal e também fala da adoção da Rukia, pela família Kuchiki. Enquanto agoniza tentando se redimir do que julga pecados, ele se culpa pela execução que ela terá, então, por fim, em seus últimos suspiros, implora ao Ichigo que a salve.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/zAFRioINa4QpzLhOrxDqb52eYnr.jpg"
        },
        {
            "title": "33. O Milagre! O Novo Herói Misterioso",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LkYZIyTCVqvZenR5CPwVT0af%2Bhn2PsIBn0nd%2FLNViUekDG3rGpsQ3OfHobyKct3I&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1d40bd001bab499fed1aafe0f1ab65f956bc336dc7e828ff9c365b99f7163449"
            ],
            "rating": 5.5,
            "synopsis": "De volta, no mundo dos vivos, as irmãs Karin e Yuzu se veem obrigadas a resolver o mistério de um gato caído do céu que atrai a todo tipo de Hollows. Juntando-se a eles, o Jinta e a Ururu são recrutados pelo famoso personagem televisivo - Don Kanonji – que os lidera e os ensina a lutar contra os “bad spirits” em prol de defender a cidade. Não obstante, eles ficam desconfiados do tal mestre, mas ficam tentados a ser parte do programa de televisão dos “Super-heróis de Karakura”.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/snK3eGqZT7LV5tQH48nhBJrbhFv.jpg"
        },
        {
            "title": "34. Uma Tragédia ao Amanhecer",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pgCqz65Hsc8Qc4yV4gSU0jpwl3t9taS5tdNhyekKSKAflTj7qjPx%2BtjV22fCM9gc&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=693dbf0e2d023670bd50000a78f06160a7a8102a9266f80597ff965192439288"
            ],
            "rating": 6.8,
            "synopsis": "Após a notícia da derrota do Renji, uma guerra é oficialmente declarada contra os intrusos, sendo que nesta todos os capitães estão autorizados a liberar as suas zanpakutous. Contudo, a Hinamori fica cada vez mais desconfiada com o clima de mudança ao seu redor. Tudo isto enquanto o pobre Hanatarou continua tratando as feridas que o Ichigo sofreu na batalha contra o Renji.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/q7Lo009z22jxazPi8oCtHZJcuZG.jpg"
        },
        {
            "title": "35. O Assassinato do Aizen",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MjN53mxAx1%2FHPcCQvV8m2CmuyFKOFk52j0911h7IxgS9f2982CNdj7elQ%2BtiHv9s&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b64bb59bf4ab5beebcb20747fc22bfeb3aa33bdea21d845c0f2fe199bd147090"
            ],
            "rating": 7.0,
            "synopsis": "Quando é descoberto que o capitão Aizen foi assassinado e pendurado, a Hinamori logo desconfia do Ichimaru. Enfim, em um surto de raiva, ela o ataca, mas é detida pelo tenente Kira e pelo capitão do 10º batalhão, Hitsugaya. Já o Ichigo e o Ganju continuam sendo tratados pelo Hanatarou até estarem curados para continuar a sua jornada. Longe deles está o Chad que, ao descobrir o paradeiro de Rukia, sai atrás da sua amiga sem perceber estar sendo vigiado por um capitão que se aproxima.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/3m7LwDoYqsaS4jIWJVxbcL7bqdR.jpg"
        },
        {
            "title": "36. Kenpachi Zaraki se Aproxima!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8gSEfccjkzhJgbxRi%2BTqr%2FE680uEwrLjo97FlmpHxuw8rg4dLAK2a7H7iJ9t4GHw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e2d5c1dc0e5d8b04ff6820684eb6295c095071afa1d4221d49a03e1573d10c10"
            ],
            "rating": 7.5,
            "synopsis": "Conforme o Ichigo, o Ganju e o Hanatarou abrem caminho para alcançar o seu objetivo, acabam sentindo uma energia espiritual irreconhecível e sem precedentes.  A fonte desta energia, por fim, revela-se como sendo Kenpachi Zaraki, o capitão do 11º Batalhão, homem este cujo o Ichigo já tinha sido avisado na luta contra Ikkaku Madarame.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/hn9UUUY3YFRUekEFC5z9reqfGTw.jpg"
        },
        {
            "title": "37. Os Motivos do Punho",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=feEpE%2F64yhIRkMlcSWShsXkvLTXst1oeAVCB0WpQmaCuDSZZTNougPL5Y33JpDmw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=816b4966ee0fda7f98ece02387a5ec665e7569a4f7563a50e11b1323b0fc5815"
            ],
            "rating": 6.8,
            "synopsis": "A jornada do Chad é interrompida pelo capitão Shunsui Kyouraku, do Oitavo Batalhão. Este sendo um cara pacífico, tenta convencer o Chad a recuar e desistir, porém ele tanto não o faz, como tenta prosseguir, mas é logo detido. É aí que ele percebe que realmente não pode desistir e deve se encontrar com os restantes dos seus companheiros ao lembrar de suas memórias e da promessa que fizera ao seu amigo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/iUuAForxiJALhwR2oOJJKor3RpB.jpg"
        },
        {
            "title": "38. Desespero! A Zangetsu Quebra!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=3jfTGdk%2BDJYA1sbcnNSbl9972BgOgELTaFtfxqCSf4gOPvEwyPV6y9FUkzFEr%2BTO&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6596b316930d6a9feb7fd42073fb5c038f7550ab37b550dd8f32a6fa593d3c1e"
            ],
            "rating": 7.5,
            "synopsis": "Enquanto o Chad persevera contra o capitão Kyouraku, seu amigo, Ichigo, continua enfrentando o capitão Zaraki, até que ele sente a queda de Chad e teme pelo pior. Motivado pelo acontecimento, o Ichigo se enfurece e sua determinação se alavanca perante a responsabilidade para com o seus amigos, enfim ele finalmente encara o Zaraki de frente...",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/a5T4L9lLSeCfEpd1WWutGMQZ6JE.jpg"
        },
        {
            "title": "39. O Homem Imortal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Uv%2BVx1gwSL4qIXt1fs4CvPaJozam5unp8QHU01lcKxhBJ9Tm9TxBnKNvfZ%2FdPlnQ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5a13d35a152530ba56ab9cfa50a8edfe3767ef225d841d6fd8f140f2491c1e03"
            ],
            "rating": 8.0,
            "synopsis": "Após ser atacado pela espada do capitão Zaraki, enquanto acabado e derrotado no chão, Ichigo é acolhido por uma versão metafísica da sua espada, Zangetsu.  Ele, o velho Zangetsu, faz com que o Ichigo cresça e compreenda a natureza da sua zanpakutou. Após isto, Zaraki vê-se surpreendido por um Ichigo novamente de pé o chamando para a batalha.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/kzR1Uwdqi84kaOKPjqNZmJPQHk5.jpg"
        },
        {
            "title": "40. O Deus da Morte que o Ganju conhecera",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=1g4SPvahycKjQkxW%2FnMXryhoq2xtzu8mysKVljPXsknbq0i8gmv2jKC9axkCmP%2FB&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8e09a15797fb9fd70952b9284a8aa2fd521e76aa17877ea31f3e2ade936ad928"
            ],
            "rating": 7.7,
            "synopsis": "Com o final da incrível batalha entre o Ichigo e o capitão Zaraki, com ambos imóveis caídos no chão, este admite a derrota e permanece vivo a tempo de reviver o seu encontro com a sua amiga Yachiru.  Pouco tempo depois, o Yoruichi encontra o Ichigo e o leva para ser tratado, enquanto o Ganju e o Hanatarou se aproximam do local em que a Rukia é mantida presa.  Enfim eles chegam lá e o Ganju se espanta com uma surpresa que não lhe é nada bem-vinda...",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/vsUW6uEs7xW5EBhTvx7j9nTMKFY.jpg"
        },
        {
            "title": "41. A Reunião Entre o Ichigo e a Rukia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BEf%2FTc38nQJQr0b9ZebdAFGHe8hy2XZCLUX7zNkuWSfUFqPSH3y9MehuHkKoX6tX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f1ba45b7a5b3d44d5b9e12e80350f5578e98257009f41f00a0234ab244763d63"
            ],
            "rating": 7.5,
            "synopsis": "Finalmente é revelada a verdadeira identidade de Yoruichi, forma esta que surpreende o inocente Ichigo. A conversa vai e vem e ele descobre uma máscara misteriosa, sendo que se recorda dela ter sido jogada fora pelo Hanatarou, num túnel dos esgotos.  Logo mais, ele sente uma grande pressão espiritual se aproximando do Ganju e do Hanatarou e voa para ajudá-los. Por fim lá, encontra o capitão Kuchiki e o capitão Ukitake que não esperavam pela sua presença e poder.  Já a Rukia se enfurece por ele ter vindo buscá-la, na Soul Society, fato que em nada abala a determinação de seu amigo...",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/tCbDmTubcf4uNIV7G5aSX5nRc1e.jpg"
        },
        {
            "title": "42. Yoruichi, a Mestre Relâmpago!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Moz0zihvP0Ll2eTXPY%2BSwra0MBTZhwe0nYiV1XGP3XFW7DzN8qLRCzMbouaDjAVC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=eb3ee1f7f24c7191b88a12ed98e4ec7821e2465326cbdf6dc7f09df17d5d63fc"
            ],
            "rating": 6.8,
            "synopsis": "A Yoruichi aparece diante do Ichigo, enquanto ele se preparava para enfrentar os capitães Kuchiki e Ukitake.  Então, para salvá-lo de uma derrota vergonhosa, ela coloca o moleque para dormir, deixando-o inconsciente. Com sucesso então, a mestre usa os seus passos relâmpagos e consegue escapar com o Ichigo ao mesmo tempo em que promete que o trará de volta em três dias muito mais poderoso.  Enquanto esta confusão se encerra, a Orihime decide que ela e o Uryu deveriam se vestir de Deuses da Morte para chegar até a Rukia.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/8iiLd7s9xz7jIZNg0G8gjJZhSKF.jpg"
        },
        {
            "title": "43. O Deus da Morte desprezível",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GlfKeMgwwFtDGCj5Ok2xqYatdXKCa7sPj9IOQINSthWQdX4q%2BWt%2FZb2PrqcKNB75&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3c97dc67cce8ccbc8f09e68ced78bbb661acd0c0631c62145a06aa38905a8e72"
            ],
            "rating": 7.3,
            "synopsis": "Encontrados pelo 12º Batalhão, a Orihime e o Uryuu - vestidos de Deuses da Morte - conseguem ajuda deles, porém Uryuu logo percebe que tudo não passa de uma armadilha. Enfim, o capitão do 12º Batalhão se apresenta para eles criticando o Uryuu ao dizer que ele é um Quincy e, como tal, não tem chances de vencê-lo. Em resposta, ele pede a um dos membros restantes do 11º Batalhão que pegue e leve a Orihime embora, sabendo que o seu inimigo está mais interessado nela do que em um mero Quincy. Dá-se início então o combate que acaba por levar o Uryuu à ira devido ao discurso provocador e revelador de seu inimigo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/5kqY6SqHvmUjkzwCESEwCOXRoGn.jpg"
        },
        {
            "title": "44. O Poder Absoluto Do Ishida!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PT4Wi0GOT6%2FUQYCm1EkU2aNBt7054FFTENuQAwxjiFZNZJAs9oL%2FqfnK1Cjfco7y&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=61cce3ccad6d2d7746ea5976b06ca85f37cae6084ff8623efd47669e788a10dc"
            ],
            "rating": 6.7,
            "synopsis": "Uryu assumiu a responsabilidade por vingar toda a humilhação que o seu avô e mestre, Souken Ishida, sofreu mantendo-se firme na luta contra o capitão Kurotsuchi. Logo então ele utiliza de todo o seu arsenal e habilidades que possui, isto faz com que o Kurotsuchi passe não mais a querer matá-lo, mas sim capturá-lo e fazê-lo de cobaia para análise dos poderes singulares que ele apresentara durante o decorrer do confronto.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/60dyDcmWGouwG37tJy5FlZtWziS.jpg"
        },
        {
            "title": "45. Supere Os Seus Limites!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DykSnJtZSSXtoeaXMrx4d8SkzyFhTxW%2FtSZ7d14XXPwNkWBAZJtiPpk8CdbW62jW&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7d324c8f54cb44d2df02980f1fb6ac2a0650ec1ef70fd64fd66be12d5d459c00"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto a Yoruichi treina o Ichigo, ensinando-o sobre o seu potencial de trespassar uma zanpakutou para uma forma material, ele finalmente dá início ao seu treinamento em busca da bankai usando de todos os artifícios. Enfim ele vê que a sua cartada final o obriga a partir para cima e derrotar o velho Zangetsu. Já o Uryu, o Ganju e o Chad finalmente se reuniram... em uma cela de prisão... e lá ficam curando as suas feridas e questionando-se sobre como ficaram vivos. Por último, embora também tenha sido capturada, a Orihime é mantida em outro lugar.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/tAgZcuJbFlNYNTmWvw99EBabqlt.jpg"
        },
        {
            "title": "46. Só Os Recordes Verdadeiros! A Escolha Dos Deuses Da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tkD5S2CeRDPKvoEJ%2FozKw73DIUhOjqzGQnSOorkUIXju7G3qODlMTkGa8z%2FmIVdu&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8f649136296d7e7f91c5bc43f6c5e9d4403996ae27b68c047772f3d291c67d4d"
            ],
            "rating": 6.3,
            "synopsis": "Momo lembra-se do seu treinamento na Academia dos Deuses da Morte. Ela se recorda de encontros e de ser membro de uma sessão de treinamento junto do Kira e do Renji no mundo dos vivos, quando  eles treinavam contra hollows um tanto fracos. É aí que, pela primeira vez, eles se deparam com o capitão Aizen e seu tenente que os salva de uma emergência que acontece. Neste meio tempo, Aizen também a elogia por ser uma das melhores entre os seus colegas e ela acaba encantada pelo capitão.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/pvZ7OOdTPcG7i4wkSeYzOKnfiTN.jpg"
        },
        {
            "title": "47. Os Vingadores",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=oPSH2k2gmN65fVr3jpKE93EFbzW1wLN80Oqucgln2ECMTPbicWFVvevdM%2FRxYz4q&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b7cd046c855b88775ccd7c01a24a612273c1ad26f875ebe258039372201b1a36"
            ],
            "rating": 7.3,
            "synopsis": "A Momo, o Renji e o Kira conseguiram escapar das suas celas. Ela, após ter lido a carta que o capitão Aizen lhe deixou, acredita já compreender o verdadeiro motivo por de trás do que se sucede com a Rukia, além de já saber quem foi o assassino de seu mestre Aizen. No desenrolar dos fatos, e de frente com o suposto culpado, dúvidas começam a surgir quanto à carta por ele deixada. Mudando de ares, passa-se um dia de treinamento do nosso protagonista de cabelos laranja que vai descobrindo e aprendendo coisas sob a tutela da Yoruichi, coisas inclusive de seu primeiro tutor Kisuke Urahara.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/eviImdwSG3xo7ENM39WpRRAcz7t.jpg"
        },
        {
            "title": "48. O Rugido Do Hitsugaya!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6gjZ5F1cLADNO2FjE9oLPuiIUNHORofg1on93RZkuF5JnN61%2FnIdHD63NpIbdz0b&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=28e346160b2b4282b0683b75032f44f7656a6ebb9b9501bef8c2862b08c4bee0"
            ],
            "rating": 7.2,
            "synopsis": "A data de execução da Rukia se aproxima, estando agora a um dia de acontecer. Enquanto Toushirou se questiona se o Sokyoku é realmente o desejo do Ichimaru, o Renji se junta à Yoruichi e ao Ichigo para também poder treinar e tentar alcançar à famigerada bankai. Lá, ele também atualiza o seu novo amigo quanto ao tempo de execução da Rukia, enquanto esta acaba tendo um sonho revelador que ela interpreta como uma preparação das suas forças para os seus acontecimentos finais no dia seguinte.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/2lHNkwZvdkySTwjQD49UKVbSWZp.jpg"
        },
        {
            "title": "49. O Pesadelo Da Rukia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=rnsCm9udPiQ0ekWnjanxFd80PmpisJs%2B1INqTd7bEZ8KA5kBGQZqRTNmSOcb%2BnvR&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=17c16b2036959e71459ac5c5187c3086cbc3f41fec282e3b1301378fd99f32cc"
            ],
            "rating": 7.0,
            "synopsis": "Dentro do sonho da Rukia, ela se recorda do passado em que ela passava treinando sob a tutela do tenente Kaien e do capitão Ukitake.  Aquela jovem que ela era admirava muito o tenente e acabou passando por uma decisão muito complicada quando, em um momento de extrema dificuldade, ela se vê diante da decisão de eliminar um hollow que se prepara para atacar as equipes de Deuses da Morte.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/eLUHcrKUzHnu8b7nXssojNXC2P3.jpg"
        },
        {
            "title": "50. O Renascer Do Leão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=iO6ItZw9PL%2FAPFgDkkzaV7S1idpCNS4sPZYFu%2FMX%2BKKUNvwyIkic9LWerylDvCje&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0f068db94f9ef717d3f49a9e1e333afd59330285737003818ddf91cd9a07573e"
            ],
            "rating": 4.3,
            "synopsis": "No mundo dos vivos, ela está de volta. Sim, o astro Don Kanonji agora está à procura de um jeito de salvar o seu programa de televisão que, por certo tempo, vem decaindo em audiência. Enfim, ele descobre o Kon - a alma no corpo de ursinho - e decide fazer dele o seu mais novo mascote no seu programa televisivo. Intitulado o Kon de \"Rei de Karakura\", ele consegue chamar a atenção da Yuzu, do Jinta e da Ururu, fazendo deles os Pink, Yellow e Red de Karakura: eis o mais novo show do ídolo Don Kanonji.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/gum1dS7Yt2lUdUF2InXzDiQm6qM.jpg"
        },
        {
            "title": "51. Na Manhã Da Sentença",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=m9txYdRRzoOqpfOY%2BlkhjFPljHmnCXQdNVyA%2FGvVrSy2T44CtvMosrVg4Uun9Y%2F1&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c54708ed29f2fba9d1def5f55247f81b61dbc4f6a405cb1724b4151bd0dda9bd"
            ],
            "rating": 6.2,
            "synopsis": "Os preparativos estão sendo feitos para a execução da Rukia, mas é aí que o Ganju, o Uryu e o Chad recebem algumas visitas inesperadas na cela de cadeia em que se encontram. A visita -composta pelo Kenpachi, pelo Yumichika, pela Yachiru além da Orihime - veio para ajudá-los a fugir da cadeia. Assim que conseguem escapar da cadeia, no entanto, os capitães Komamura, Tousen e os tenentes Iba e Hisagi os encontram. Logo o Kenpachi uma vez mais se vê sozinho para provar da força de seus oponentes.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/h6v1DGgoJVyFnGDt3jwt9VwVrCg.jpg"
        },
        {
            "title": "52. O Renji E O Seu Juramento! A Luta Até A Morte Com O Byakuya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LuB8umgQWf2C6qduszqAeMC0oVDJLtE6%2BOEZuYwnhqBaedxpxo4erb2UA1qT96lR&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a1d923d2d0329974da93f0b0e7650e4bf8533dcfbf7a390bfe204dbe84583ac8"
            ],
            "rating": 7.2,
            "synopsis": "Enquanto o Ichigo ainda treina para alcançar a bankai, o Renji faz uso do seu treinamento para salvar a Rukia, contudo ninguém mais ninguém menos que o seu capitão surge em sua frente para impedi-lo - Byakuya Kuchiki. Será que ele tem a força para derrotar um dos seus ou será que o inimigo acabará com ele?",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/zH8zl3xXTy6Q8RwdLoRrRHxeVt.jpg"
        },
        {
            "title": "53. A Tentação Do Gin E Uma Determinação Estilhaçada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7bE4TJqzVNN56hvsOeJ4vQOloGCxoFmBH%2BcqcqgWUVS867JpmuBOsLpmXQ1cYwvP&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ffb6cec0b5f47db65452c4684477b0484fd806f97c826345fa4c8380ca322304"
            ],
            "rating": 7.3,
            "synopsis": "Conforme a sentenciada segue para a sua execução, acaba sendo questionada pelo vagante Gin. Neste momento, justo quando ela se encontra preparada para receber a morte, ele acaba por fazê-la perder a sua determinação, deixando-a vacilante com o pensamento de viver. Em outro lado do campo de batalha, temos o Tousen ensandecido pela sede de sangue do Kenpachi, é aí que então, junto de seu amigo, Komamura, ele parte para um briga de capitães.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/f9ukzUAnng65N4qsxNTKtdm3qSG.jpg"
        },
        {
            "title": "54. Uma Promessa Cumprida! Salvar A Rukia!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Rf%2BBFi7wpKyFKcWsk6WnFrVDRYwn%2B5g3xcSkdsN8DmSmuksAFG%2BSkxkC0Onh8ou9&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b87d1ce3057ad9b8afa15c081867397b6292e44e76a14b1876f83b56757ec1a2"
            ],
            "rating": 8.333,
            "synopsis": "Ela, a Rukia, está presa ao seu destino, o Soukyoku, e nos instantes finais da sua execução, sem saber que a ajuda estava à caminho, surgem os capitães Ukitake, Kyouraku, além do Ichigo e seus leais camaradas, todos numa corrida para salvarem a sua vida. Será que eles chegaram em tempo para salvá-la ou o poder de um milhão de zanpakutou consumirá a vida dela.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/bbItb2iiF5cTtDk7ExegF4kcJIJ.jpg"
        },
        {
            "title": "55. O Deus Da Morte Mais Poderoso! O Confronto Absoluto Entre Professora E Aluna!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=F%2BBkV49THvuTE%2FO4%2Flln%2BJKPBpEJrXoOKx2%2FOGRH3WmVY2CGr0BErEY4f8dUkRic&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d297dc818f37f25d3fbe1efad9a3ee1402f4667e9684e23bc40c7dedecef5e4b"
            ],
            "rating": 6.6,
            "synopsis": "Enquanto o Renji se apressa para tirar a Rukia de qualquer perigo, o Ichigo fica para trás para dar conta do Byakuya Kuchiki. Embora ela estivesse errada no que toca à capacidade do Ichigo em poder salvá-la, ela não crê que ele possa sobreviver a uma batalha contra o seu irmão. Numa tentativa de distrair a Suì-Feng, a Yoruichi corre para ajudar o Ichigo e a enfrenta. Ao mesmo tempo, os capitães Ukitake e Kyouraku estão numa quente com o Comandante que os leva para briga para puni-los pela assistência dada no resgate da Rukia.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/kME9hg5bwsWJlkMvS9QY2S1Topz.jpg"
        },
        {
            "title": "56. A Batalha Supersônica! A Deusa Das Batalhas!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=AV5rZk%2BzVBQR2XrRNpYwbJ6hpLLQ55KgYmOJeZaE6%2B%2B2A3r1IwLAQ6vIGSUrWKbS&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=549f35701eb2d319186555723c74b4e094ba32480e0ddb032d06d8d4baaf9a77"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto os capitães Ukitake e Kyouraku enfrentam a sua punição por terem infringido as regras, esta sendo concedida pelo comandante Yamamoto e o seu poder descomunal, a Yoruichi e a sua ex-pupila Suì-Fung se enfrentam numa batalha de tirar o fôlego num também mar de emoções que envolve a história das duas. Esta última faz questão de mostrar o quanto se desenvolveu, mas talvez esse mesmo desenvolvimento poderá lhe trazer alguns problemas.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/vGyi4Q3iapR94stIAog2yip5rNp.jpg"
        },
        {
            "title": "57. A Senbonzakura Aniquilada E A Zangetsu Pelos Ares!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xbCo3Wv5us%2BXKuXBaxa89j6ZwvKww8WelCPsJsckPeSOx%2BvUAs9hED1AzlyHbmvD&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=08b1b4c56f4b47f83ab94433cf09569597a756c314151d9d2a731c0f0fd53836"
            ],
            "rating": 7.2,
            "synopsis": "Carregado de raiva e sentimentos de abandono e traição, Suì-Feng persiste na sua tentativa de destruir a sua ex-mestre, Yoruichi Shihouin, mas as suas habilidades podem lhe causar embaraço devido à sua atitude confiante. Já na zona de execução, a luta entre o Ichigo e o Byakuya Kuchiki continua. Agora, com o treinamento da bankai completo, o nosso herói possui uma carta a mais na manga, carta esta que poderá ajudá-lo na sua investida contra o inimigo.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/eFXMSVGqSWLvohrD6VhZXBGiqQf.jpg"
        },
        {
            "title": "58. A Revelação! A Lâmina Negra De Poder Miraculoso",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=iDKD6MpL55TQb6e0mldHS2zlIFybffjgdF%2BjF7CRLGsYYdYMM9fFdr0LNoPHXrBa&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0747b0743896df5ebfbaa16e06821a511d84bca7bd49e648fdd398618ebaead3"
            ],
            "rating": 7.286,
            "synopsis": "A batalha feroz entre o Ichigo e o capitão Byakuya se intensifica. Com o Ichigo se sentido insultado pelo Byakuya, quando ele demanda que o capitão também use a sua bankai. Estarrecido pela visão do agora poderoso Ichigo, Byakuya parece ficar sem reação. Enquanto isto, o Uryu, o Sado, a Orihime, o Ganju e o amigo Deus da Morte recente, \"o bigodinho\", têm problemas de localização dentro do Tribunal. Talvez o Ichigo fique sem sorte, caso precise dos seus amigos.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/zYYNOvSnrogFOUb9SrSUNUW1n2j.jpg"
        },
        {
            "title": "59. A Conclusão Da Morte Súbita! O Orgulho Branco E O Desejo Negro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=uS3gQigKRQ8uH2x6TVvWpAOYA2uwLkSigVotwXeEapKP4zDjRF7xTWyMizO2BF%2F3&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6fac8d4b3a77329e24bda7324de0f97fa889f7812eca085a97df8d1062dc0357"
            ],
            "rating": 8.3,
            "synopsis": "O Byakuya pode ter se impressionado com o poder exacerbado do Ichigo, o Deus da Morte substituto, mas ele ainda não deu tudo de si. Ao sentir a pressão espiritual de fazer tremer o Tribunal, a Orihime, o Sado, o Uryu e o Ganju esperam nos arredores sem poder ajudar, sabendo que tudo o que podem fazer é esperar e torcer pela vitória do seu amigo.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/u3KhXr7T9LvCK3QYT0kIBfyPvV8.jpg"
        },
        {
            "title": "60. A Realidade Do Desespero, O Punhal Do Assassino Está Em Jogo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=eEP%2FYq64CqgkpoiMcslzIVrROyKMbXiacVJdmGjRoKJ82SnYcX3GzRqAAUZ0TrEa&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=34b3cc9e493de35e95deeb91e11ca34217efb9e0459266196e2996807c5df87d"
            ],
            "rating": 8.167,
            "synopsis": "A Central 46 é corpo judicial de maior escalão dentro da Soul Society. Após invadi-la, o capitão Hitsugaya e a Rangiku descobrem que os quarenta sábios e os seis juízes foram assassinados há dias. Eles então logo acabam vendo que não são os únicos que vieram investigar a cena.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/8a8rW4stowKf4kUuaHwqRC3KYbp.jpg"
        },
        {
            "title": "61. O Levante Do Aizen E As Suas Ambições Terríveis!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=0WVYJNPQakOZIpoeIVhrvri7uFBDghhs6IhqB6N5keiuKxWU%2FbDbAaVakvVbB4it&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e8bdf14f84d2dc74f0cdfe423112b9c3c6364820d853c6944cdbc5d9298991df"
            ],
            "rating": 8.5,
            "synopsis": "Após derrotar o Hitsugaya, o capitão Aizen se encaminha aos Campos de Execução. O Renji fica confuso ao se ver diante dos capitães Aizen, Ichimaru e Tousen na encosta da Soukyoku, o mesmo lugar do qual ele havia partido com a Rukia nos braços em fuga. É aí que o capitão Aizen exige que o Renji a deixe ali e desapareça, mas é evidente que ele jamais abandonaria uma amiga de infância assim tão simplesmente.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/dQ8ukCO9v3UP4JoZciR8fwWrZLv.jpg"
        },
        {
            "title": "62. Todos Unidos! O Grupo Dos Deuses Da Morte Mais Poderosos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=d4ddqQk4qBFW1%2FSwfoqpIUcf6sdHJAGRsUsRkF490p1KV1l5mNWBtkIiBYZWhYmn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3b20d20e78e5f4f4b026ecda3d6f08f821481cd5dee870995e073c3fd9ec7459"
            ],
            "rating": 8.333,
            "synopsis": "Furioso após ouvir as notícias da deserção dos três capitães, Sajin Komamura chega na cena preparado para ajustar as contas quebrando à pau os seus colegas, mas logo o capitão percebe que a enganação é também parte ínfima das técnicas de luta do Sousuke Aizen. Tratante este que se prova um desafio a mais do que ele esperava. Já o Ichigo, desgastado após o confronto com o Byakuya Kuchiki, permanece estendido e inoperante no campo de batalha, observando a luta entre os capitães.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/e2kKL7yZRrucl5BYBKO885qZRO8.jpg"
        },
        {
            "title": "63. A Resolução Da Rukia E Os Sentimentos Do Ichigo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gtQjbDDvrmq7zJjriWmkUyFREwAKIH2bfLbFMAzp3LxWS%2FHGCmYMZ0EpfSclKczE&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=db22e622c0bedda848b649199378b05470252693425ad1caf290b6c5125234b9"
            ],
            "rating": 6.6,
            "synopsis": "A paz retorna à Soul Society enquanto a mesma se recupera das feridas profundos deixadas pela traição do capitão Aizen e seus comparsas. O capitão Komamura e o tenente Hisagi visitam o túmulo dos companheiros falecidos, enquanto o Hitsugaya visita a Hinamori esperando por uma recuperação rápida das feridas que ela recebeu do Aizen. Já recuperado, o Ichigo parte para o distrito do décimo-primeiro batalhão onde é informado de que a Rukia desapareceu.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/oi1ug6pbhwbbrKDo1zE04Ucp4IO.jpg"
        },
        {
            "title": "64. Novos Termos Escolares E A Aparição Do Renji No Mundo Real!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=AJxWVrPThJN0%2BzGxW3K1UbOhABYQHS7kZw6ySVACPJKL8jYCr7H5a8iUl9MAGRaa&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e58809c2546636c379e0bf321add32d32a985001b539bd36a0c877f5fe2dd2d0"
            ],
            "rating": 5.0,
            "synopsis": "O Ichigo e os seus amigos retornaram da Soul Society e, finalmente, às suas vidas “normais”; Então, já no primeiro dia, o Renji aparece do nada, vestido à moda dos anos setenta. Como as coisas estão se ajustando na Soul Society, ele foi enviado para a cidade de Karakura para erradicar os Hollows, deixando nenhuma escolha para o Ichigo que não trabalhar com ele. Enquanto isso, a Yoruichi entra em contato com um presença incomum na cidade.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/q1aKtpmoRFA3LOc3a2vtmM2umcF.jpg"
        },
        {
            "title": "65. Terror: A Segunda Vítima",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=drM4ryM0ehnA5wt2Tnwu1DNS%2Fsl1HujA8WwHj8MxB0B8dRPn8iEorbhvI15uhFqo&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3f87e4982ad1f206c498c8ce80d2cddd2989523a81192b1be0a171b3d92ab336"
            ],
            "rating": 5.2,
            "synopsis": "O Ichigo e os seus amigos se encontram na escola e decidem procurar pela Orihime no dia que segue o seu desaparecimento. Ao que parece, todos os seus colegas perderam a memórias da sua existência, sendo que a única pista que encontram dela é bizarra. Até que então os sequestradores entram em contato através do celular do Renji.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/r9Boizg6c0TG67muDOwDcuLyV0y.jpg"
        },
        {
            "title": "66. Quebra-cabeça! A Armadilha Escondida No Labirinto",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2Bl3l1wXbpBRpcH0ogsc4k76DCQzv4%2Fro3sW6buLKwV%2FnfWDzjh9rXdZhGontRtj2&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5231086b9fa676ca1b2ccea758491959db6397df8971d5a78a365d52631411a1"
            ],
            "rating": 5.2,
            "synopsis": "Depois do sequestro do Sado, o Ichigo e os outros vão atrás do Urahara para lhe explicar o que ocorre. O Ichigo, por sua vez, recebe uma chamada da Ririn que o instrui a trazer todos os seus amigos para o Museu de Karakura. Mesmo sabendo que se encaminham para uma armadilha, eles perseveram e lá se encontram em um labirinto procurando por uma saída.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/5M4hWe9dR3H9A5MwbUfQmRLmniV.jpg"
        },
        {
            "title": "67. Jogo De Vida Ou Morte! O Desaparecimento",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6htPaJ5AmOqwMq%2FDSCLVPoUYUJhXwrZl2IB7f6HzspUAu0TbRdSZyL4i5ThwlorN&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6e787d3248baef0001cd62b93edefb2fc10b209b5f3e09be57a1c4735a2b453b"
            ],
            "rating": 5.0,
            "synopsis": "O Sado e a Orihime são resgatados, mas quando a Ririn lhes diz que um de seus amigos foi substituído por um impostor, eles, enfim, percebem que o jogo não acabou. O Ichigo, o Renji, o Uryu, o Sado e a Orihime sofrem tentando entender quem foi plantado entre eles e, se não se apressarem, todos os seus colegas desaparecerão.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/wV8bDr1l0biAyHlUyxAg6vrgcRA.jpg"
        },
        {
            "title": "68. A Verdadeira Face Do Mal, O Segredo Revelado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=r3QT5gRYrnyc1Kq8p14Kixo1wdA%2BtFStxiadaEN9Qz%2B1jr5oKQ4aVnQ4uYN41orZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5b93628b2df5917013a5fd6b8b7927b9b24630044c03673aa3f24f38cb37a1a9"
            ],
            "rating": 5.5,
            "synopsis": "A Ririn abre um portão gigantesco que começa a devorar tudo na cidade de Karakura. Assim sendo, a única maneira de salvar o Sado e a cidade é destruir o portão. Para fazê-lo, o Ichigo e companhia possuem trinta minutos, tempo dentro do qual o portão levará para sugar tudo. Enquanto isso, a Yoruichi e a Suì-Feng descobrem uma alma estranha vagando pelas ruas do mundo dos humanos.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/poepPA7fdkAxH68YzknAfrlvqwO.jpg"
        },
        {
            "title": "69. Bounts! Os Caçadores De Almas!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CUrz%2FgZ8xlCOsJlbISeXF6m2W42GGMl0CS0PF2gQDcV94QwxsX%2FTQLLbkRZ4baoA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6f81a2994f32e7d7b8c61a4f4b237d06fb475400b4fd839d89461672994fe3fd"
            ],
            "rating": 5.3,
            "synopsis": "Uma nova informação revela que uma raça incomum conhecido com Bounts vaga pela terra.  Em luz da descoberta, o Urahara explica que tipos de seres são esses. Diz ele que são imortais e obtiveram esse poder ao custo de absolver almas humanas. Então ele avisa o Ichigo de que ele e os seus amigos podem estar em perigo, pois os Bounts costumam atacar indivíduos com habilidades fora do comum E aí que entram a. Ririn, o Noba e o Kuroudo, eles que são capazes de detectar as tais a ameaça.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/33HdBBjBDo9udgSLIiRrrD2ToWo.jpg"
        },
        {
            "title": "70. O Retorno Da Rukia! O Renascimento Da Equipe Substituta!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=F9Jza9XEBbFjOco7wQbfSG9ujALD0Bhkztp%2F8ApZbI%2FYUdq9SwCN4ALe7U6mxr%2Fr&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=27366ec83582b52dc049cb10c1f1652b131d6b8ca5a79b78931b9863cfc8d75a"
            ],
            "rating": 5.0,
            "synopsis": "O Ichigo e a Ririn se encontram sufocados quando sob ataque da Bount Yoshino Soma e a sua doll, Goethe. Então uma visita inesperada da Rukia acontece bem na hora mais precisa, contudo eles parecem estar em desvantagem quando outro Bount e a sua doll juntam-se à luta.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/snJWBQ2CBNT1vdnHl4apfX3Q0ji.jpg"
        },
        {
            "title": "71. O momento de colisão! Um mal paira sob um Quincy",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xIItP557maISezCOnf4YIGxFzG%2BzPGgY7bjTsf5pPBuOb3pBPHmxzDLENU4f0u%2Fe&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b6eac7cf8ef17518a9e0cb7b78d8bf47bf3c9e54faba8a84c3a75b6ff1a3b01a"
            ],
            "rating": 6.8,
            "synopsis": "O Ichigo, a Rukia, a Orihime, o Sado e o Uryu se veem cercados por um Bount, Ryo Udagawa, mas se veem em ainda mais desvantagem quando ele libera o poder imensa da sua doll, o Friede. Os ataques de cobra deste são rápidos para cima do Uryu quando ele descobre que o nosso herói – atualmente sem poderes – é um Quincy.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/mvWA0LQboB6ExT0lfMhIxTE4dtU.jpg"
        },
        {
            "title": "72. Uma onda de ataques! A fuga do hospital!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=JCsmsHylTxSHAelpNk5YDX4aR%2FpvIywadKw0dbHLcvaEhOJUzcuKqZl7texcoo3O&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=eb0d88da9e2c62401ea8091076f4428fb4ebe243ae3dcc27453e1b82f0bf745d"
            ],
            "rating": 4.7,
            "synopsis": "Durante a visita ao Uryu no hospital, o Ichigo e a Rukia são obrigados a lutar contra diversas ondas de água que forma a doll de dois Bounts malévolos.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/2CuiXpRwW7LN9sKUowcipuPSVru.jpg"
        },
        {
            "title": "73. A união dos Bounts! Um homem fazendo a sua jogada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NhzJ8biJ%2Bsn5lFwxKzOKkXn7eyTmVzLuz87P9gWWD2xhMxILqnT7ptTcj1vs54B%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9a60aa0e270bf502ab5bc20ff5520d085026ad6129564a39d031f0f34f94880c"
            ],
            "rating": 4.7,
            "synopsis": "Conforme o Ichigo e o seus amigos enfrentam o Ho e o Ban, dois Bounts, o Udagawa tenta persuadir a Yoshino, uma Bount renegada, a retornar ao lado do seu ex-mestre, o Kariya.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/3WOVSrs9axw2Fuhf0M26InbdeZz.jpg"
        },
        {
            "title": "74. As memórias de um clã eternamente vivo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mZNlhQD3PGqM1nC4rc5h6ipQrmMA4IpxJxd3rhnY%2B9kaMH7vmbAlPIOmpj4WhPa6&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e217ada781bd7e34f2be8368253b131369f5f7c37a657e1ba4afe6a34b05bff1"
            ],
            "rating": 5.0,
            "synopsis": "A Yoshino encontra o Uryu e o leva para a sua casa com o intuito de protegê-lo. Lá, ela lhe revela a vida difícil que leva como uma Bount além da esperança que lhe foi dada pelo Kariya.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/qjEIzzJT6INwByAgYQVyZq4k9HF.jpg"
        },
        {
            "title": "75. Um evento de partir o 11º Esquadrão! O Deus da Morte que ressuscita uma vez mais",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=eBJnXbcTHubabJK86YEWtJGxX4B2frZyJTpMKUTJaKSh4Kpg8xpaqm3GYhAuIERr&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=2b92da7d35de6d22f4e0517ed2f62d625ac645e2b8fe5a0feb5160f199197369"
            ],
            "rating": 5.0,
            "synopsis": "Com caminhos traçados pelo destino, o Uryu e a Yoshino se veem como aliados um tanto peculiares numa luta desesperado contra o Koga e a sua máquina de matar, a Dalk.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/kR3YGCD39ktkid5Y7Ad0jK3aCF0.jpg"
        },
        {
            "title": "76. Uma colisão de forças! O Friede versus a Zangetsu",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gkLBcG6bWIGVXK05Gqv7nWq%2FUGnv6aBXaQ%2BSx%2Bo8Yj1B2V4l09vhAZXsngGXUY1M&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=266adef5467fda0ae78f96a3695a1dc0d47065525b789d066bd21524656b9ac7"
            ],
            "rating": 6.0,
            "synopsis": "O Ichigo, a Rukia, a Ririn, o Noba e o Kuroudo entrem na mansão do Jin Kariya e vêm a enfrentá-lo diretamente junto aos outros Bounts. Conforme o nosso herói desafio o Udagawa, a Rukia vasculha fervorosamente a mansão na busca pelo Uryu.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/kpH3Pu75dFIZQZ34uDM75m4LU7v.jpg"
        },
        {
            "title": "77. O rancor que não desbota! O Deus da Morte que o Kenpachi matou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Vs2uz3lXAwSQjY0b8Bdkc0dKKUwqPqiXtvq67vRkU%2BGFLpPIAdoeTzqANEqjxNRM&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f62502e2fe172663259536a4dfb388a5d2411387d0051f39961764cc7e0e9dfc"
            ],
            "rating": 5.0,
            "synopsis": "Nas entranhas da mansão do Kariya, o Ichigo se vê em frente ao Maki Ichinose, um ex Deus da Morte do 11º Batalhão, mas, antes que ele posso desferir o ataque final no Ichigo, o Kariya intervém na luta.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/oiOIoGv07tOJtGmdTmCDIYFCtqZ.jpg"
        },
        {
            "title": "78. Uma revelação chocante para os Treze Batalhões! A verdade encoberta pela história",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=AAk6mPZXkIdhq7e5e4%2B4vhh5tYgi9V0kJBoHUVG3ZsYHHQWRcTlIzy%2Fr8zDPV0q0&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=2091408f469cd64afbdac475999c9f1928ced6ea8df6359587b1bfb9e9c66199"
            ],
            "rating": 5.0,
            "synopsis": "Com a sua confiança abatida pela derrota sofrida para o Kariya, o Ichigo passa a treinar mais com o Ganju e o Renji para recuperar o seu ânimo e coragem.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/nJxa9EAgeyq4bJhmTQJAdLYeEQt.jpg"
        },
        {
            "title": "79. A decisão fatal da Yoshino",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ccEf6ZJduF6NEX%2BsKbtk1YAsPc%2F%2BR4NultufJ7jLl0VWM7CZHN3R6UmuwVX9aX78&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=393b2af5865b6a7c97f8126d0b40e43008a902d168fa36aa1863d66a51af0676"
            ],
            "rating": 5.0,
            "synopsis": "A Yoshino deixa a loja do Urahara e se encaminha para a mansão do seu ex-amor, o Kariya, para destruí-lo de uma vez por todas.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/xQfmnppm9SBq5Iuu5CTfHk0cWRg.jpg"
        },
        {
            "title": "80. Um ataque de um inimigo formidável! Uma linha ínfima de defesa?!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EPGSLGn8ewZY8TP1vh2RNVEnysM23TF%2FBwY0Qq7sloJntwPZCChTTpswqfKqkV%2Bn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e1f9641f89d5fad9532cb0e9cc4b513c6e954b7d7aeabd71313277e1eb47800f"
            ],
            "rating": 4.3,
            "synopsis": "Em forma de preparação para o próximo ataque dos Bounts, a Ririn, o Kuroudo e o Noba armam inúmeras armadilhas especialmente projetadas para a captura dos inimigos.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/73l5n8QufXajmxTOQ9MrxlCFIxs.jpg"
        },
        {
            "title": "81. O Hitsugaya age! A cidade atacada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=abd4IZx4qA8%2Brq67uPxT6aUMR%2FysO1qzD099vBweA%2FWcSBLdYurv9bdd%2F47Eh6H5&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=480606ce8f8c0dadeec2b8cdab27cc6d123c603e050bedd64cc271844b300fec"
            ],
            "rating": 4.7,
            "synopsis": "Os Bounts liberaram um exército de bittos, monstros sugadores de almas, pela cidade de Karakura. Com a Unidade de Forças Especiais incapaz de capturá-los, o Hitsugaya monta uma equipe de Deuses da Morte e a manda detê-los no mundo dos vivos.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/qmX54j7MHCEHATxh3FQfZXT5uh6.jpg"
        },
        {
            "title": "82. Ichigo vs. Dalk! A aparência da escuridão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gZ1JJsv7wh3lZ2ym0Q22tHB5USE8pFjFLqUFHbSU7zw116iZAG80DF5bThZz9GwQ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=77fd60e9e66d4fafd84fec55bbeefdff222ea550e0addbd22cad4b8a22154104"
            ],
            "rating": 5.0,
            "synopsis": "O Kariya envia os seus companheiros Bounts para deter o Ichigo e os seus amigos. Depois que o Ichigo deteve os bittos de sugar a alma do Keigo, ele é atacado pela pelo Koga e a sua boneca, a qual recebeu poderes imensos através dos bittos.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/1hg48bCQi4fk7h8fc7mMrcYKvBL.jpg"
        },
        {
            "title": "83. A sombra verde, o segredo das dolls",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=k9rMEyayUybV9xR7xOpISpBWSWqeltSnliBsL1tmjEb4rSH66s78019yKfjaq2fj&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5d85932d5836820289a979bfe0c60371464097f57b68de3cd97cbec04b9b4906"
            ],
            "rating": 4.7,
            "synopsis": "Extremamente imerso na batalha, o Koga avisa o Ichigo de que, caso ele não desista de uma vez, em breve a sua vida acabará esvaindo-se, só que o Ichigo nunca dá para trás quando trata-se de um desafio.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/7Q9LFbyIWT9pm7Kg4NJalkO0vOm.jpg"
        },
        {
            "title": "84. Mudanças na equipe do Deus da Morte substituto? A traição da Rukia!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sCbUJnDSRGGg3nc0w%2Fs1ptcV1ZNgnVY%2BMSGK4%2BSlgymBTld8jUuhOCjQ8c8pLOvC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=02556a4a6b55263b07baba7cc715db2ae3efbc9d1a711c0abc8bb31740713edf"
            ],
            "rating": 4.7,
            "synopsis": "Enquanto o Hanataro faz o seu melhor para curar o Renji, quem trata de lutar contra os Bounts é a Rukia, o Kuroudo e a Orihime, eles que, desta vez, enfrentam a Yoshi e a sua doll.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/zKFFBGv3pSmp6V1h7VYljvgf1Oe.jpg"
        },
        {
            "title": "85. A batalha letal das lágrimas! Rukia vs. Orihime",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=K6OitPKfeXE7cLs52KRAFME2m2%2FVZqDno15Qk2FGm5vR%2BK7E7cwoYLde3V2xwzTX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b065fdb39727f1a38ca6660daa31c80736c40d9b1a8ee2dc08da8411debbcbeb"
            ],
            "rating": 4.7,
            "synopsis": "Possuída pela doll do Mabashi, a Ritz, a Rukia ataca os seus amigos com todos os seus poderes. Será que o apelo da Orihime e os poderes das suas flores serão capazes de salvá-los?",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/lLaTKDtnxChtorPIZokBDNRgL8T.jpg"
        },
        {
            "title": "86. A Rangiku dança! Despedace o inimigo invisível!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nw6FI%2BcKthuzOx1p1L8Z0hXLFaKlLOAr8pSGgpl4Za9xFRcImWxhU5kZ2YAqXsaD&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f811baf72acace9d78ed4ca06d8877cc4323e8cc9720441dd2bd8974329564ee"
            ],
            "rating": 4.7,
            "synopsis": "O Sado, o Noba e a Ururu começam a ter os seus problemas quando a doll do velho, a Baura, aparece na sua forma de peixe gigante.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/2yxGBgtFitUfqyZ4Jaos39xjKir.jpg"
        },
        {
            "title": "87. A convocação do Byakuya! Os Treze Batalhões entram em ação",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BYwxrdPvUA7ehM113%2BE3RDJC9zq%2Bj0ewU1VhB63k%2BKpROL4y6TzT5JQvJojKMxYl&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0d65c691828d4b748695f7a2d45c1bc1544f6b06382214bd7b23bc3a7d093d2b"
            ],
            "rating": 5.0,
            "synopsis": "Combinando todos os seus poderes, o Sado, o Noba e a Rangiku preparam um plano de ação para deter o velho Bount e a sua doll. Terão eles sucesso ou se tornarão comida de peixe?",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/oYlWAWaXkM0SiGtMDBy1S6ePZsT.jpg"
        },
        {
            "title": "88. Tenentes aniquilados!? A emboscada na caverna subterrânea",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=V61TAngKszX2Lo5Uq3U0shY2lrTi4UF0sxKUVqHiLXPfvLaA1ePwFF367AYdEUpZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f3e80013ead19e1e91ef67178e484a087d224eacafb935e17871be111d1ab18a"
            ],
            "rating": 4.7,
            "synopsis": "A Rukia, o Sado, a Orihime, o Noba e o Kurodou retornam à loja do Urahara. Enquanto recebem tratamento médico, eles discutem como os Bounts estão lutando com mais poder do que o habitual. Neste meio tempo, o Yumichika descobre onde o Kariya e a sua gangue estão se escondendo, uma ruína antiga antes usada como esconderijo dos Bounts. A Rangiku, o Izuru, o Shuhei e o Yumichika então entram na caverna em questão e lá descobrem as armadilhas plantadas pelo Ugaki com a sua doll gigante, o Gesell.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/snufqzW7Gru9ohvVLkfI2z5QYxU.jpg"
        },
        {
            "title": "89. Um novo embate?! Ishida versus Nemu",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=L7SEuB06aTxqX6fJFjyVhGOO83TH6yFk%2FXsF4Tnt%2B8HFxDDa54slTVjkxLLNoImi&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=fded3e5d363b7cfe8140e5c88bd275d76bbf12984d5a32dc7946851366acb73f"
            ],
            "rating": 4.7,
            "synopsis": "O Ichigo, o Renji, a Rukia, o Sado, a Orihime e a trupe se reúnem na caverna dos Bounts. Conforme avançam cautelosamente, os olhos da doll Gesell aparecem de repente. Seguindo-os, eles vão mais à fundo da caverna e dá-se início a uma luta. Neste meio tempo, a tenente do 12º Batalhão, Nemu Kurotsuchi, confronta o Uryu em meio ao seu treinamento que busca reavivar os seus poderes.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/sI4HjAnNT4rh1Caj6Dv4mBdGNnW.jpg"
        },
        {
            "title": "90. Renji Abarai, a bankai da alma!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=VD0OkSgbHQHOkDnInZhpNE52%2Fy98pfG3jnhJOYnYpR4z5Lwhvpu33ecYkM6gCoUz&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6dcedb7eb18f2d56e852e06a168d87305f5d19499a6aee704bea31706106e278"
            ],
            "rating": 5.0,
            "synopsis": "Próximo ao fim do labirinto do Gesell, a doll revela a sua verdadeira forma ao Renji e ao Ichigo, Este então prepara a sua zanpakutou, mas o outro passa à sua frente e insiste em combatê-la sozinho. O Renji, que vem lutando ao lado do Ichigo desde a sua chega no mundo dos vivos, arrepende-se do seu passado descuidado, sentindo-se culpado por ter sido incapaz de salvar algumas almas, ele quer dar jeito nesta situação desesperadora fazendo desta uma oportunidade de redenção. Uma briga culminante entre ele e o Gesell, na sua forma verdadeira, está prestes a começar.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/pT0upSPbisdkMALSxAAVohbntbb.jpg"
        },
        {
            "title": "91. A Deusa da Morte e o Quincy, o reavivamento dos poderes",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=4whFB6Rrs9wzX9y4xn%2B%2Bj3J%2Bw9ZsRSCpC7RLN2W1TL59kNAhySpK7WORb7ielEyD&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1d8d23d8c48ee628ca1ae85f6c4feb390dec3f08d31ceba01eb9024a75cd57c0"
            ],
            "rating": 5.0,
            "synopsis": "A verdadeira missão dos Bounts é concluída pelo Jin Kariya, quando este luta com o Ichigo. O Kariya lhe explica a origem dos Bounts e os seus planos de destruir a Soul Society. Conforme avançam, a Presa Divina do Ichigo prova-se inútil já que a sua própria espada se revela contra ele.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/f9FfPW3J1M0wLyFYjPxada7kIFl.jpg"
        },
        {
            "title": "92. A invasão do mundo dos Deuses da Morte, outra vez",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=1HCRxsuzc95HOvSPEINPYcOdTLeXBiAgUZVtmeuhSLdkr17sVFDX%2BSe4rYHJ0NAZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c3de810f67c5dd0c63b365110f25e5596f49be78d8d0e980e666b083a59cc6dc"
            ],
            "rating": 4.7,
            "synopsis": "Os Bounts chegam na Soul Society e se encontram imediatamente pondo início à guerra. O Kariya e o Koga são então recepcionados por dois do que há de melhor no Tribunal das Almas Puras, o tenente Marechiyo Omaeda, do 2º Batalhão, e o também tenente Tetsuzaemon Iba, do 7º Batalhão. A habilidade dos Bounts de reganhar poder rapidamente ao absorver partículas espirituais na Soul Society aumentara consideravelmente as suas chances. O Ichigo e os outros estão prestes a ter uma surpresa ao descobrirem que a doll de metal, Dalk, está mais forte do que nunca e doida para aterrorizar os homens da Soul Society.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/wPhxSOFT94LdWaeuCXr9hi1shVE.jpg"
        },
        {
            "title": "93. A investida dos Bounts! O terremoto destrutivo dos Treze Batalhões do Tribunal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=h6AZ8OxaA7GjQDBGKgXyj5poAO15b2OK9CEABVBZ%2F144QU%2FanGfn99ZAWsAndMei&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=59dc77ebc0f39d5b655a72432ceaf77fe05c0ef2799378e318d9fb561be406d4"
            ],
            "rating": 4.7,
            "synopsis": "Na Soul Society, a Rukia se encontra numa empreitada enquanto enfrenta a arrogante Yoshi no meio de uma batalha no distrito Rukon. Com a Lirin ao seu lado e lhe faltando a maioria dos seus poderes de Deus da Morte, ela decide continuar e lutar com o pouco que lhe resta. Uma alma alterada e um pouco de artes marciais poderão não ser o suficiente contra a absorvedora de partículas espirituais, a sede de sangue e a dupla de ataque da inimiga.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/4G57PhzWYObs6Fj3QVhw4fROU6h.jpg"
        },
        {
            "title": "94. A decisão do Hitsugaya! O estrondo se aproxima",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6bEWM0hq7iJk5BPoN7skOS6ZHHOgVNXyGRqD%2BR%2Bu909fZP%2FkuMc1ctIhRmBamMpV&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=22730fc7130ab8ab1185e44004eac85402fc6a1051b9a2b1e780fd1a64a8f00e"
            ],
            "rating": 4.7,
            "synopsis": "Há muita comoção rolando na Soul Society enquanto uma explosão da Cela do Arrependimento marca a declaração de guerra feita pelo Jin Kariya. Por todo canto, os Bounts causam furor com uma exibição dos seus poderes em Kushishi, o lugar mais tenso do distrito Rukon, enquanto toda a Soul Society prepara-se para uma guerra inevitável.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/hOcss2WXD5fC877zXByR27pyuBr.jpg"
        },
        {
            "title": "95. O Byakuya entra em cena! A dança das cerejeiras cortantes",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pGlOBiv8ImX7x3WvGYCmfrs1BxFDfLAvR2J50MjveXUksUhzB4kSA5JFVF60CG%2Bu&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a3ba18ef29306d79ea21e05bded6a13a33d86cd9c3518a10fdaa40a87874cb33"
            ],
            "rating": 5.0,
            "synopsis": "Uma luta numa floresta dá-se início enquanto o Jin Kariya e o capitão Byakuya Kuchiki se encontram pela primeira vez. Um montante colossal de pressão espiritual surge pelas árvores quando o poder desses dois veteranos colidem. O Kariya regozija enquanto usa a sua recém-introduzida doll contra a zanpakutou do Byakuya, mas nenhuma dessas duas forças cede facilmente. Enquanto isto, o Koga e o Ichinose trabalham duro no recrutamento dos residentes de Kusajishi para ajudar na empreitada no Tribunal das Almas Puras.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/gXhRnO9QNsxvzCWY78sTi6lglmF.jpg"
        },
        {
            "title": "96. A batalha dos três extremos: Ichigo, Byakuya e Kariya!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=U%2B38r3gyd%2Be0Fsv8xexdkSoNGx2PvFypKPlniAo3Xbc%2BOTwKdzchWLFJrbjeXLWR&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4563ff95164dcf5692570c17891cf10ab131c65f9835a27684bd2174fa0c5482"
            ],
            "rating": 5.0,
            "synopsis": "O Ichigo corre para a área onde o Byakuya e o Kariya lutam e libera a sua bankai sobre o Kariya. O Byakuya faz o mesmo e parte para o ataque, mas o Ichigo e ele não estão em sintonia para com os ataques. Os três então encalham. Até que, de repente, alguém ataca com uma pressão espiritual imensa. A pessoa que se revela se chama Rantao e é a criadora dos Bounts. Enquanto isto, o Ganju e os outros chegam no esconderijo do contato em Kusajishi.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/uFXqNEJ1l4ZGgTScvOkm7Ebn45P.jpg"
        },
        {
            "title": "97. O Hitsugaya vai ao ataque! Cortando o inimigo no meio da floresta",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=h%2FDFjTvMkewm%2BRpTIm9pVIiMgFo3o%2F0%2FxvBcqHzWgneSv6EScY%2Bo2HQhB12UOMEJ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6799ad224bf06197e8472c5257cfb978e54b2cdd8a28ea784f2e7b338333cc7c"
            ],
            "rating": 5.0,
            "synopsis": "O Hitsugaya descobre que os Bounts conseguiram inúmeros seguidores, então ele decide ir à floresta em Kusajishi com a Rangiku e o Renji e lá começam a investigação. Neste meio tempo, edifícios danificados do Tribunal das Almas Puras são restaurados e o Mayuri percebe uma coisa no DPD. Em outro canto da Soul Society, o Kenpachi e a Yachiru preparam-se para lutar nos assentamentos do 11º Batalhão. A tensão em todo o Tribunal das Almas Puras começa a se acentuar.",
            "runtime": 25,
            "poster": "https://image.tmdb.org/t/p/original/jrOskfEXdtfip77WhOlHJcEootZ.jpg"
        },
        {
            "title": "98. Embate! Kenpachi Zaraki vs. Maki Ichinose",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WQ8IoKCLDF6HlpwfnRs2okO5H3b5TgfPTpuwWK2I4R6AQ6IQ8bjfWSlWH%2ForxXjX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8a41912cb4945ec849d7571e827e72a53fa2c469c0de4e9233e5962af8c90b67"
            ],
            "rating": 6.0,
            "synopsis": "O Hitsugaya e os outros chegam no esconderijo dos Bounts onde o Ichinose aguarda por eles sozinho. Este planeja detê-los por conta própria para ajudar o Kariya e o seu grupo, o qual já partiu para o Tribunal das Almas Puras. Finalmente, o Ichigo e o Sado chegam, junto dos outros, e então cercam o Ichinose que libera a sua zanpakutou, a Nijigasumi, para controlar o Ichigo e afins, porém alguém aparece no meio da multidão e explode a zanpakutou em questão com uma pressão espiritual imensa.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kCGZz7OVvkt4XbrqDbKrEphTLnr.jpg"
        },
        {
            "title": "99. Deus da Morte vs. Deus da Morte! O poder incontrolável",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gfi46YBGiFtqpRey1dzRGLAO%2F2qbTfC79EbTaAn6NS3ntjrZqMVECqhiT6Am41fE&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=718caf0a61a89c64014b485a1291782860c4c55ac6d5a52ad7ccc864cdfb5134"
            ],
            "rating": 4.7,
            "synopsis": "O Kariya e os outros abriram com sucesso o portal interdimensional usando dos membros de Kusajishi. Na entrada, já atacam não só os guardas Deuses da Morte, mas também espalharam o caos por todo o canto. O Ichigo e o outros deixam então a Orihime para cuidar do guardião do portão e entram no Tribunal das Almas Puras. Lá, os capitães dispõem de uma reunião para discutir que ações tomar. Enquanto isso, o Bount Mabashi adentra o Tribunal das Almas Puras e ataca os Deuses da Morte usando a Ritze.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bbtA6BdpUNiWbAbtnDYsMc7dP36.jpg"
        },
        {
            "title": "100. A Suì-Feng morre? As últimas da Unidade Força Especiais",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ve8USKzMAhTLxgQ6sTSTcmq%2FwDWlMLiVmhW%2B6H25bIaeDYpcey9hNtKrwvo7y34o&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c73482fbc1f61162bd0d10650e835677dceb6c6f9e96dba195604595b14dc268"
            ],
            "rating": 5.0,
            "synopsis": "A Suì-Feng foi envenenada por um membro da sua própria unidade que se encontrava sob controle da Ritze. Com mais poder, a doll agora consegue controlar vários Deuses da Morte ao mesmo tempo. A Unidade de Força Especiais é então obrigada a lutar contra si mesmo na frente da sua capitã. O veneno a afeta e ela mal consegue escapar. De todos os lados vêm Deuses da Morte controlados pela Ritze o que causa uma grande confusão no Tribunal das Almas Puras. Então o Shuhei, que já havia enfrentado a Ritz, e o capitão Komamura do 7º Batalhão aparecem para salvar o dia.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zUOU4WsWW86KZ463vZigFfIC9jl.jpg"
        },
        {
            "title": "101. A bankai do Mayuri!! Sawatari: O bater do demônio",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=b7xs4NHmPLoh6UunI2NSqxu0JWM1TvhKsu%2By4EJLpyClhdFHovwdao%2BTrqbTcoXk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a1aa899339211ae63fb6f52e2cc4d9e47b3d878c854c1abb14c38133d957c23a"
            ],
            "rating": 5.3,
            "synopsis": "O Sawatari adentra o Tribunal das Almas Puras e enxerga o Mayuri Kurotsuchi, o capitão do 12º Batalhão. Então o Mayuri lhe propõe que ele vire uma cobaia para uma experimento, mas o Sawatari se recusa e ataca o Mayuri usando da sua doll, a Baura. O capitão então libera a sua zanpakutou para contra-atacar, mas acaba seriamente ferido pela Baura, a qual se tornou muito mais forte desde a chegada na Soul Society. Por fim, no meio da batalha, o Mayuri descobre o ponto-chave do ataque inimigo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/drLeoE2RBdg5K3ibl7byuWX3Xch.jpg"
        },
        {
            "title": "102. O último Quincy! O poder explosivo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=AoErlAiT3A9osiEoXjhi89ZX4HrEDhYnngrzHBj9gCNQ0daNONf3ajRnbU4fuUQK&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=31e3918071a158bb04f04b56fd2b6420116f2f882684b530135d5225ca8bf3e7"
            ],
            "rating": 4.7,
            "synopsis": "A luta entre Deuses da Morte e Bounts se intensifica. O Kariya aparece na Divisão de Pesquisa e Desenvolvimento onde procura pelo brasão dos Bounts e interroga a Nemu. O Ichigo e o Sado, por sua vez, chegando lá e o desafiam. Enquanto isto, o Uryu enfrenta a Yoshi, ela que anda destruindo Deuses da Morte. Propositalmente, o Uryu muda o local da batalha, pois não quer envolver mais Deuses da Morte.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4lXxl1ERrbvqKFeLUTwDPGPZikT.jpg"
        },
        {
            "title": "103. O Ishida excedendo os limites para atacar!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=grVoujE9Y87sJYwigi5AcxnG%2FxnltOH4zpDp%2FNPwFLnbb8kKCcUYsYL7g%2F%2B%2BSTJm&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=eb9341a0c3532d685848049f46b6f733c9ece08af6ebb1eccb8d6bb61878524c"
            ],
            "rating": 5.0,
            "synopsis": "O Uryu foi severamente ferido pelo ataque do Nieder, mas ainda tenta, desesperadamente, contra-atacar, embora a sua arma pareça estar ficando enfraquecida. A Yoshi então radicaliza o seu estilo de luta na Soul Society, porque ela pode fazer o que ela bem entender. O Uryu persiste em procurar pistas de como contra-atacá-la. Neste meio tempo, os Deuses da Morte discutem o que farão a respeito do Kariya após o incidente do brasão Jokai, o qual possui o poder para destruir o Tribunal das Almas Puras. A situação não parece boa e alguns capitães já perderam a vontade de lutar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5qjHLJCG5iqTfJ5953Yuh9Atuad.jpg"
        },
        {
            "title": "104. Morte no 10º Batalhão! A liberação da Hyorinmaru",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=h0XMeDtak9wWY85kQ2LYO2E68EL%2FJ%2FsSIbxPN3Aq5Q0WtPcsxtXY9fb%2BSwgisGIR&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7e76e3448de2498e3cabcf528ea9ae5ba09c7fa5399c9f313bfafa3792550a1a"
            ],
            "rating": 5.0,
            "synopsis": "Os Deuses da Morte do 10º Batalhão encontram o Koga. O Hitsugaya, junto a todos os Deuses da Morte do seu batalhão, usa o Kuroudo como um sensor de Bounts e tenta capturar o Koga, o qual está se escondendo no Tribunal das Almas Puras. Sob as ordens do Hitsugaya e da Rangiku, os membros do 10º Batalhão vão atrás do Bount, mas ele mexe com o sistema de comunicações deles e parte para o ataque. O Hitsugaya vê o seus amigos injuriados e decide lutar sozinho contra o Koga. Então o capitão libera a sua Hyorinmaru e começa a lutar contra a Dalk.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yza34hxjGxTiGLt43scDXxO9NOq.jpg"
        },
        {
            "title": "105. Kariya! A contagem regressiva para a detonação",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=vgYdEaBzpcD9mu34efYk3uNhcrDp2PcO%2FgETyaZE2qUNOUAO3IUFua5HY50PMFpj&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1a14693da46bd15541a1fac4acc54df13dfb949af7bb2f0efbe63585f2a92406"
            ],
            "rating": 1.0,
            "synopsis": "O capitão Hitsugaya derrotou o Koga deixando o Jin Kariya como o último representante dos Bounts. Ao retornar, o Hitsugaya volta aos assentamentos do 10º Batalhão e lá encontra o Ichigo e os seus amigos que se sentem em casa, enquanto o Uryu se recupera da sua luta contra a Yoshi. Já o Jin Kariya, após obter o timbre divinal, se escondera até que o seu poder preenchesse o seu corpo. Finalmente, ele é atacado pela Rantao e, durante esta luta, segredos do passado vêm à tona.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4vFN36Q5ATJcc1RYTLAHrq3ACN2.jpg"
        },
        {
            "title": "106. A vida e a vingança! O Ishida e a escolha absoluta",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=JG512XfltVFfljVmBPXLzxbmws15af3hjCMu64EYfHBxiHoBNMFyXW4GX5CQeTtA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9f1bbeac33bfd40072379f16ef9825e2b32a0e189b5478aa6e22146eca93ed6c"
            ],
            "rating": 5.3,
            "synopsis": "Durante a batalha entre o Jin e a Rantao, o primeiro descobre a origem dos seus poderes, enquanto a segunda lhe pede que use o timbre divinal para salvar os Bounts forçando-o a lembrar a sua vida de opressão, além das suas razões para destruir a Soul Society. Enquanto isto, o Uryu teve o tempo para se curar e se encaminha para juntar-se à luta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kmFWgmPnmL0fkq7iHBLIbOuwKi9.jpg"
        },
        {
            "title": "107. À beira do precipício! O momento da ruína",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=RtBms10VNxPaOL46vnnQ%2BdpPSQ19NaMuIdZ5cNPI9L0XzbcdA1W7ljUXDV%2BluOdE&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=884547087bb42b53f723fa2d7f9371f081758f10c415dc933be424455795b40f"
            ],
            "rating": 4.7,
            "synopsis": "O Ichigo chega bem em tempo em que o Uryu e a Rantao se veem num momento arriscado para então tomar conta do Jin Kariya. O capitão Hitsugaya e os outros tentam ir atrás do Ichigo, mas a Rantao os detém. Ela lhes explica que há muitos brasões dentro do Tribunal das Almas Puras e que há o risco de que todos explodam se o brasão do Kariya for ativado. Feito isto, o comandante é inteirado quanto a esta possibilidade e todos os Deuses da Morte são mobilizados para selar os restantes.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7XOKay77iicN42d9ZSagGH9h5nH.jpg"
        },
        {
            "title": "108. A lamúria dos Bounts! O último embate",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EXpAxZZzMG6fOYmufylKlOZ8h%2FNzh9IqaExLEEgOktM4Tcd%2F1Otykl71hFUX2dON&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0e7a48bf03719803425ab0d0ead15e3545c2295c90ff3f981e517b2dfb2944da"
            ],
            "rating": 5.7,
            "synopsis": "O último embate entre o Ichigo e o Kariya começa em uma luta na Encosta da Soukyoku. O primeiro então percebe o estilo de luta do Kariya, o qual consiste em contra-ataques que contam com a habilidade incrível dele de recuperação. Ele então usa a velocidade de ataque da sua Tensa Zangetsu contra o Kariya que não tem mais tempo para contra-atacar. O Kariya fica preocupado e é forçado a liberar o poder oculto da Messer para criar eletricidade a partir da fricção do ar. Nesta situação, o Ichigo e atingido enquanto todo o Tribunal das Almas Puras trabalha para selar os brasões a mando do comandante.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fvTf4tZK7JnmEAYWsF3JB6Bi3JA.jpg"
        },
        {
            "title": "109. O Ichigo e a Rukia, pensamentos envolventes da batalha",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mBj7kYKz297b6ZpM%2FgJRvw9ge6uhDSx43vsOlRvRfHYEqzxVncR3%2Bjr4BwwC0HVn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=fa13e1f97dd82abf7f6aae6ef7ddd1e3b8c918e7398b5d9ef9440305ec2acf9a"
            ],
            "rating": 5.3,
            "synopsis": "Há dias o Kariya foi derrotado e todos os brasões foram devidamente selados. Já o Ichigo e os seus amigos descansam enquanto o portal interdimensional é preparado para que eles possam voltar ao seu mundo. Então ele e o Renji visitam a casa dos Kuchiki para ver se a Rukia já havia se recuperado da luta com os Bounts. Todos sentam e refletem sobre o passado e falam da sua experiência recente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jEsNtwCKEULgsFuVo2di905ie0N.jpg"
        },
        {
            "title": "110. Reabrindo o negócio do substituto! Um estudante transferido assustador",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=11BdgvRJrbHbic6KYIMWmlKBoMUYXp%2BHXE2805hN%2FwEgPyo8DjHnc10yROfDPHKs&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4b9f2d7754598c3e8b237ca07e501e277df95c642623f8625f2e62712f0b51d7"
            ],
            "rating": 6.5,
            "synopsis": "O Ichigo vê-se de volta à escola e à caça de Hollows, mas agora oficialmente reconhecido como um Deus da Morte substituto. Em um dia, ele se encontra com um estudante chamado Shinji Hirako e, na noite daquele mesmo dia, ao enfrentar um Hollow, acaba surpreendido por um figura. Uma batalha irrompe até ser impedida por um novo acontecimento.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/v9yTxUbpfLNzcp6BjUh9UElk9u.jpg"
        },
        {
            "title": "111. Choque! A verdadeira identidade do pai!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6JCIiZWh0CDKjAC7o9APBKmMTvHNLGxeEI47IcVfkzs7vvcZn762t3QMH4GKKlM7&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=26dd3c7f7a476eec4f0b864018290dcd1ae51293c829c68047c81dcec78aa955"
            ],
            "rating": 6.667,
            "synopsis": "O Uryu acaba sendo atacado por um Menos Grande e salvo pelo seu pai, o, Ryuuken. Mais do que isto, vê-se impressionado pelo feito dele e o seu pai lhe faz uma proposta. Enquanto isto, o Kon entra no corpo do Ichigo e foge do Grand Fisher.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nKfPHE7LoRApBARdlGZTd33tUvZ.jpg"
        },
        {
            "title": "112. O começo da guerra, Visored versus Arrancar",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=oKcAp1R6dse7IpaYy2gvOFFDjy7L%2BZfCBn9NxQ5t9VayeocQQr9593jRDmjPozc%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=dd1f121bb09e53e62cea0983fc25bb14ce27180f09988169a5dc571bf0d34e7b"
            ],
            "rating": 6.2,
            "synopsis": "O pai do Kurosaki surge com um Deus da Morte e enfrenta o Hollow que busca atacar o corpo do seu filho. Terminada a batalha, outra figura aparece para a nem tão surpresa dele. Dá-se início a uma discussão acerca dos avanços do Aizen, enquanto o Shinji e o Ichigo têm uma conversinha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hjFGKYhwGT0qdM7O4v7HmMJ9OZ3.jpg"
        },
        {
            "title": "113. O prelúdio do apocalipse: a ofensiva arrancar!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EXKJmduVeU%2BK2Jryx53FLUmRkvpL%2BuCN9yRatWC3%2FfqGiI9S5c7rLsJ7sM%2Bx9KAm&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=40906d6ac1da63a20852f25e5af25f9be30d835ec9b0c52eff21794ec409107e"
            ],
            "rating": 6.2,
            "synopsis": "O Ichigo sente que o seu Hollow interior está se fortalecendo e teme ser engolido por ele. Já na Soul Society, o DPD deteca grandes quantidades de pressão espiritual em Karakura. Tal pressão é advinda de um Arrancar superdesenvolvido do Aizen. Enfim, começa a ofensiva.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3T40r1TNVaZ5rA8hlZkzYkYnRCF.jpg"
        },
        {
            "title": "114. Uma reunião entre o Ichigo, a Rukia e os Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Y5Q7dWf6r%2FSM3NKWso1wp0l2xVVsEkbI4K6A8wWT4J6JcVW%2FcuzzRUbes0JhoNDK&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=436c3a9635b60b20c5a0eecb8b427160fdf269623854bd0f638d000f480409cd"
            ],
            "rating": 6.8,
            "synopsis": "A Orihime e o Sado correm perigo e o Ichigo corre para socorrê-los. De imediato, já usa a sua bankai e parte para cima do Arrancar, mas, em meio à luta, um inconveniente faz com que o Ichigo perca o controle. O que será que aconteceu? Poderá ele lutar?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8iv305ZuXMF3U4jsQRLjnKiCirG.jpg"
        },
        {
            "title": "115. Missão! Os Deuses da Morte chegaram",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=1CulVRQ8OMvZs3ZsqcCZ0B5%2FoyexvJZA7jMDia3VUXChPxxJxn7h6srHYGpRc0Db&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f3633050bb4ece7da1412c51b3467f1d5c5b7d51979c73accccdd7635e94770d"
            ],
            "rating": 6.6,
            "synopsis": "A Rukia, o Renji, o Ikkaku, o Yumichika, o capitão Hitsugaya e a Rangiku chegam no mundo dos vivos e encontra o Ichigo depressivo em virtude do seu desempenho fraco nas lutas. A Rukia o vê e decide dar uma animada no jovem.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gzcwzGpaUqmDIO53AqRBc3YxD5p.jpg"
        },
        {
            "title": "116. O olho maléfico: a volta do Aizen",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DiDl65VPj7Lgya1piz6BzP%2FAOqZnkJDmpvPvXdGoUYVmi%2BY9Bq4kAncmebrN2yyX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=103c87a8ca5a9131338dfcf3cb4e81a54c49d425f8aeae513f0e9c841d940539"
            ],
            "rating": 5.333,
            "synopsis": "O Ulquiorra e o Yammy retornaram do mundo Hollow, o Hueco Mundo. Lá, encontram-se com o seu chefe e lhe passam os detalhes da sondagem feita no mundos vivos. Mal sabem eles as consequências que a sua visita trouxe ao seu mundo e e ao dos vivos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fBpV7RQ8pq6zNAo4L3Vc8XHJTbm.jpg"
        },
        {
            "title": "117. Começa a batalha da Rukia! Eis a lâmina de gelo branca",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ytstS6zlHafQy0Vp3qAD5bFht2JfvrjOEDOovQmch4GfVFd6vJEJcAuHVRllZ7r1&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=207692327466880657bfb0cd71712a0d7fdf9cbf15a48730e97eee421fad59d0"
            ],
            "rating": 6.0,
            "synopsis": "O Arrancar, Grimmjow, entrou no mundo dos vivos junto de um grupo dos seus serventes. Neste episódio, eles revelam os seus planos de matar qualquer um que tenha o menor resquício de energia espiritual. A caçada enfim começa e os habitantes de Karakura correm perigo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bNxYyTxGDcxeU3QzlV9dj3Hryes.jpg"
        },
        {
            "title": "118. A bankai do Ikkaku! O poder que passa por cima de tudo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tMH6DxtityNpDCARp4bU%2FmOpLZUIu%2BqCeF3MKm2DVXqANORs42%2F%2FNm0A6WUrejcN&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9e612495d54d93a4ef6e6fe84614138f56ebd5628abe6d14baeb33dfa706dc0b"
            ],
            "rating": 7.0,
            "synopsis": "O Ikkaku e um arrancar seguem lutando furiosamente na cidade de Karakura, Já o Yumichika só observa a luta onde o seu amigo revela um segredo que muito poucos conhecem sempre a analisar a batalha de maneira fria. Enquanto isto, o Ichigo e a Rukia seguem numa situação complicada com o Grimmjow.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2nETE4ogMhZXzvvKWRC6uKlIWR1.jpg"
        },
        {
            "title": "119. A história secreta do batalhão do Zaraki! O sortudo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=a5DaVkffvuaEyED5LaqRE3ZVXgzwpt9F3A3XndckO7lLVb1T5jDn5m52VsHI1UHv&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=fe7936dfe176ad069246f410acc4e4de02e5d550cb3ef7bcf4e743128dadc8d1"
            ],
            "rating": 6.6,
            "synopsis": "O Ikkaku libera a sua bankai, a qual havia sido mantida em segredo por muito tempo, e parte para cima do Arrancar que também mostra toda a sua força. Por fim, as duas forças arrasadoras colidem, um filme da vida do Ikkaku passa na sua mente e vemos o desfecho desse conflito.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mCkuwL6oCYwhTYj25phZXqmhBDq.jpg"
        },
        {
            "title": "120. O Hitsugaya se dispersa! Uma Hyourinmaru quebrada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=dmfPTkUOmML9RzcmqhDQGAwTObec%2BT4p3OaCcs0GsNhfkb1FoGAB1ZkkzmqxfAFn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7bfa8bc3047d86da182693a7f8222ffd0e4fe9ce4baa32ccf78571d6b4c79b1d"
            ],
            "rating": 6.2,
            "synopsis": "Os Deuses da Morte sofrem contra os Arrancar. Dando tudo o que lhes é possível, mesmo assim, eles não desistem. Toma-se conhecimento por fim dos Espadas, os mais fortes dentro os Arrancar. Então, ao saber que um deles veio ao mundo dos vivos, o capitão do gelo estremece.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/tYbVpLaD544INxlroxBDP3t2dTT.jpg"
        },
        {
            "title": "121. Embate! O protetor versus o carregador",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=SC0o9sOX4fyBLzPtc1635fLObvnC64M2qi4lgwbmXpbmjNjbfyNKKudNFGq0XAxt&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1314a0e3a60a534d4ef08e639bb47213cf59199d0016988657eac29a66c02beb"
            ],
            "rating": 7.0,
            "synopsis": "Os Deuses da Morte recebem a permissão da Soul Society que lhes permite usar todo o seu poder mesmo estando no mundo dos vivos. Restrição eliminada, eles podem agora lutar com todo o seu poder, que antes restringia-se a um quinto dele. A verdadeira batalha está prestes a começar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/aHM7Q3eswWrpNVuiV0lmMrvjAFh.jpg"
        },
        {
            "title": "122. Visored! O poder do despertar",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jHwyDx%2FdGGgTWAq0fIy7PN6SvUAdI6Iao6shSE1Zx7b2Eu3%2FugR0PX3f%2BsrQDv72&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0ca9874f96aff4cac0848c5f8e28946679935506377aa22c1df0f4295c9c15d2"
            ],
            "rating": 6.2,
            "synopsis": "O Grimmjow é o único sobrevivente da intensa batalha com os Deuses da Morte. Ele então volta ao palácio onde é recebido pelo Aizen e pelo Tousen e lá e julgado pelo seu ato de rebeldia perante às ordens do Aizen. O seu mestre mostra-se misericordioso, já outros... Já no mundo dos vivos, o Ichigo faz uma visita ao seu recém conhecido, o Shinji.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1VDrPivMfFdmT4z7BTEMeSSQSp.jpg"
        },
        {
            "title": "123. A Holificação completa do Ichigo!?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UyTajzwDg1dYClSkD0TMKklhU7TactWMrL7CspF9QMca86AJEmVt3KEAxoXXuoWB&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b58fb8fd19f2325e08def40fc19a41dd6eb513330ae6339c4fc3af94859d24e0"
            ],
            "rating": 7.0,
            "synopsis": "O Ichigo faz uma visita ao Shinki, no esconderijo dos Visoreds, para saber como controlar o seu Hollow interior. Tenta arrancar a resposta à força, mas acaba interrompido por uma nova conhecida. Ela então o enfrenta disposta a tudo para fazer o Hollow interior dele manifestar-se.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vdMAlyja9xQ6I1teVkn2NpIC7Vi.jpg"
        },
        {
            "title": "124. Colisão! A bankai negra e a bankai branca",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=RR9eD2snkrZs5SXBzJ71Z291SQVoPyjqQfjANXqA0eJ3l56VnmT8A2KMDkgJB7Zh&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d6c52483f387d39f36274113ba58c8864c18e6f8b048afbb9134a36664db4710"
            ],
            "rating": 6.6,
            "synopsis": "O Ichigo já deu início ao seu novo treinamento junto aos Visoreds para aprender a suprimir o seu Hollow interior. Aqui, ele pega-se surpreso e aprofunda-se em si mesmo onde tem uma conversa com uma parte dele que ainda lhe era desconhecida. Uma luta pelo controle de si mesmo inicia-se.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/c64hphtq9vpxpUFhAYngiWBnkEl.jpg"
        },
        {
            "title": "125. Relatório urgente! O plano atentador do Aizen!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MMt4SMNrO9jnFcvv4Nees8ANiK%2BFh%2FNtQNruV92Tk6vIOFol96rPqN33KNvKdNDI&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=70e20627fcde606218e20bbc0587de30ce730655353ee768a215b2390652c9c3"
            ],
            "rating": 6.8,
            "synopsis": "Já dentro do seu próprio mundo e diante um ataque furioso, o Ichigo segue na luta contra a Zangetsu branca. Imagens do seu amigo, o Byahuya e do Jin Kariya contorcem-se na sua cabeça. Por fim, o Kenpachi aparece a ele e fala da sede de determinação que lhe falta Já na casa da Inoue, é montado um sofisticado sistema de comunicação que liga o mundo dos vivos à Soul Society.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5p3WZgGZs6SVgTnhlTeIzNJJSQM.jpg"
        },
        {
            "title": "126. Uryuu versus Ryuuken! O embate de pai e filho Quincies",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=hmBBZv0NO58psUH9LEkm8al%2BHKEcS2l85CuRWtqun7pypHZIGPMDEwxlObZC%2FGnF&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=79e856c6bd720cc4dee13c3369e6bedffe5cca93c45b6d1fd7562fbbad97c818"
            ],
            "rating": 6.0,
            "synopsis": "O objetivo final do Aizen é matar o Rei das Almas, que foi revelado. Agora, a Soul Society descobriu que, para ganhar acesso ao palácio da Família Real, o Aizen precisa da Chave Real. Se ele for capaz de criá-la, terá destruído Karakura. Já numa visita ao Ichigo, a Orihime toma conhecimento dos Visoreds e lhes conta a descoberta chocante enquanto o Uryu segue no seu árduo treinamento.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/pPZMt5WHael0VkmJXB6AbLOoHnD.jpg"
        },
        {
            "title": "127. A decisão do Urahara e os pensamentos da Orihime",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=I9CWFKpJTdEdOKUMEoXOMfYv9tjpkNxfQvniBGZpD8pdmRUbyKMxKoIpH1kL5p9C&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=facfab5c32ce34b2794f619768143ef1a32ff23b39f8aff1b8ba01f5c38a543b"
            ],
            "rating": 6.0,
            "synopsis": "O Ichigo e o seus amigos passam por uma preparação exaustiva para a chegada do Aizen na cidade. Pensando nisso, o Kisuke convoca a Orihime para que vá na sua instalação subterrânea, onde já se encontra o Sado e o Renji a treinar. No Hueco Mundo, está o Ulquiorra com novas informações do interesse do Aizen.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jil3wBf2iwF3mLPbXYRlhecTZ2g.jpg"
        },
        {
            "title": "128. O pesadelo Arrancar! A equipe do Hitsugaya age",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jrTeMJE%2BRcsv%2Bv7QImj%2BhIU9l81hYxOhrGE73UxZ66wpBlkm4tes1eE9L%2FGTRvXS&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1a733392e65465ff95fe99ea7e3b34a7064b741f66f98b408ce66df477a12308"
            ],
            "rating": 4.7,
            "synopsis": "As tropas avançadas do capitão Hitsugaya permanecem em Karakura em preparo para o embate com o Aizen. Fascinada pelo mundo dos vivos, a Rangiku crê ser impossível devotar-se a um treinamento. Logo ela vai às compras até ser surpreendida por um alerta inesperado.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/BU1jx86cQzhSdt35NPyBpG5AqH.jpg"
        },
        {
            "title": "129. A entrada do descente do emissário negro! A propagação da malícia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Q2v%2FMJKXWDQdQiNPFLFC2%2BX4tH0MNLkaKxNyZWnHPr9HcQGXIf5b4xzT8%2BmNkrRV&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8d6d6108efd8cb5631f5a3afcf640e4bdbecfd88bc8baf10032ee1b77c91bfeb"
            ],
            "rating": 5.0,
            "synopsis": "A Rangiku salva a jovem alma, chamada Shota, do ataque do Arrancar imitador. Crendo ser um feito do Aizen, o capitão Hitsugaya decide manter a jovem alma de se aprofundar nas investigações, enquanto o seu malfeitor retorna com uma nova habilidade.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mtGuNDkacYVCLOtzUDqVK4SVCMf.jpg"
        },
        {
            "title": "130. O inimigo invisível! A decisão impiedosa do Hitsugaya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Lxrw1WrmFiGKC38WuadtIfehjkIfBXy4HzFLZbzSv9jkhByZxD7Snq%2B5dHf5rYhg&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b3241a2b60d966e2604db7ff8befea47f41858e89cd100609ee3c8789bc9534b"
            ],
            "rating": 4.7,
            "synopsis": "O Hitsugaya e as suas tropas avançadas descobrem que a irmã do jovem Shota foi a primeira vítima do Arrancar imitador. O menino então, com medo, culpa-se pelo fato. Já a Rangiku não suspeita que da irmã dele, embora ela tenha sobrevivido ao ataque. Uma perseguição começa com o objetivo de apreender o Arrancar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9awU5aWjWCx41wKh8Ub9wBmSjOp.jpg"
        },
        {
            "title": "131. As lágrimas da Rangiku e a despedida entre irmãos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=z4TZ6XdZEC8yrCw%2BmvOfLTOcIdEEA9UAeFikvSZo3DswV3q5J7MW12XFwilHKPCh&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=bf6d0b13ae75d006032ec22f62acc646004cce40412edbc5e78a9d8580524b29"
            ],
            "rating": 4.7,
            "synopsis": "É descoberta a fonte de energia do Arrancar imitador e como o acontecido ocorreu, além da nova tentativa dele de ganhar poderes. O Shota fica então em perigo, mas a Rangiku corre ao seu resgate. Por fim, consegue-se isolar o inimigo e eles ganham uma ajudinha a mais para combater o Arrancar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/A32oBlNykA3Iot8fi0OIj8zB2Pa.jpg"
        },
        {
            "title": "132. Hitsugaya, Karin e bola de futebol",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GTp3M9s032XpAgVmjeELghmrvZvncu9uJpEGs9GoV93vAj7rX%2F%2BQCHhPVveoIfqQ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0caac567ed6141def3c130083307547b236d01df7e498b3549483fcc6898883c"
            ],
            "rating": 5.3,
            "synopsis": "Quando um grupo de estudantes mais velhos se recusam a ceder o campo de futebol, Karin Kurosaki, tem o menor temor, concorda em ter uma partida contra os brutamontes. O time que vencer tem o direito de usar o campo, e o time que perder vai ter que comer macarrão pelo nariz. Com um time de covardes que não tomam jeito, Karin pede ajuda do Capitão Toushirou Hitsugaya, que, surpreendentemente, conhece alguma coisa do esporte.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/wAT3QmWVqYOBrodlBpBkv0X6CfC.jpg"
        },
        {
            "title": "133. Os contos fervorosos de kendô de Ikkaku",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GYY9PecuykCHqokafzanMhjf26JzLFDgWaiwX5NbNd9d6IiYRAaDeh9tn%2FlsyLtB&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6a30586fb86715dfc585f6961442a7b558beef4edc01dbb8f7424fa924696644"
            ],
            "rating": 5.0,
            "synopsis": "A equipe de kendo do Colégio Karakura está encurralada e o capitão e os demais integrantes estão gravemente feridos. Os integrantes feridos estão preocupados em ter que disputar o torneio regional no mês que vem, mas a presidente do conselho estudantil, a irmã de Keigo, sugere que eles tenham um amistoso contra os agressores. Com todos os titulares feridos, só restam os calouros. Mizuho, a irmã do Keigo, pede que Ikkaku treine os demais membros e, por algum motivo, ele aceita. E assim começa o treinamento infernal de Ikkaku.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/a5ELovNa7hTdrIkb56nh3K39kW8.jpg"
        },
        {
            "title": "134. O belo pâtissier, Yumichika",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=kKHUVeq8ql8YKrJfe4PsFAwbi0OWpAkXrLQmGYmhBhaFKLt3NOwH8tbahzgyuh5X&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=57d56818f44c833b1e18a5bf6cc30a197ff778c9563c005d2e866d29e6713df6"
            ],
            "rating": 4.7,
            "synopsis": "O comandante ordena que Mayuri Kurotsuchi simplifique os procedimentos para que seja solicitado uma liberação da contenção da pressão espiritual das tropas de avanço que se encontram no mundo dos vivos. Rin Tsubokura, do Departamento de Pesquisa e Desenvolvimento, parte para realizar alguns testes no mundo dos vivos. Enquanto está lá, Rin é acompanhado por Hanatarou Yamada e Yumichika Ayasegawa. No meio da pesquisa de Rin, eles se deparam com uma única alma diante de uma confeitaria.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bc5SuqGPMwe7fXTP4OQdwMGtRTT.jpg"
        },
        {
            "title": "135. Kon é enganado! Rangiku à espreita...",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=exWrUbN7XjpiuZNPri095Nm0UYt0UquMwyemxQd6ofz4Ir0wILEzOSF%2FjSitQD4z&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ac2bf66556720fe7d48f8f5448d3aaee2964525e31fb447597e6a928ad22d2e5"
            ],
            "rating": 4.7,
            "synopsis": "Kon, solitário e entediado por conta da ausência de Rukia e Orihime, decide visitar Rangiku. Enquanto caminha próximo ao rui, Rangiku e Kon veem uma menina cair da ponte quando tenta recuperar seu bichinho de pelúcia. Para resgatar a garota, Rangiku toma a pílula da alma de Kon e a coloca na boca do animal que a Miyuki derrubou. Kon descobre que ele ainda tem mais deveres a cumprir como salvador da garotinha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/c5MpDnUsorj4gYVreq2uXa4485c.jpg"
        },
        {
            "title": "136. Guerra civil do Hueco Mundo! A morte de Ulquiorra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WrIQXpd%2B5%2F%2BjTZCZ1O3eBSz03ha9Sh0uLCZqTt%2BWz4rQCRg0TKZt6ZOKXwOCPgEk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b0ff3ea2c3bfa988ce5c15c1065d9d3a09391d2e69c639e5731fe2c03f7f8990"
            ],
            "rating": 5.3,
            "synopsis": "Problemas se alastram pelo Las Noches, o palácio de Aizen no Hueco Mundo. Um dos Arrancar, Patras, se rebela contra Aizen e tenta roubar o Orbe Degradante. Ulquiorra percebe o que Patras está tramando, mas é derrotado ao ser pego desprevenido por Menis e Aldegor que estão se rebelando juntamente com Patras. Ao obter o Orbe degradante, os três partem ao mundo dos vivos, onde vão à Loja do Urahara para encontrar com Kisuke, o criador do Orbe.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kyblxh8KXpfhfmlgYEjpcZvFcnI.jpg"
        },
        {
            "title": "137. Luta de má fé, a armadilha de Aizen",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CoMMqj3skh7wb2%2Fa0ufw0HuTzZF2FUFKRnrcrIwRbz%2BBYxN1Cx%2BAvcO7S%2FLeHlNP&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c61a8c5b167c30ef1eab3f9b12028834d8428aa3c3422b907495a34f9f2fc0e1"
            ],
            "rating": 5.3,
            "synopsis": "A luta de Renji contra Patras continua e destrói a Loja do Urahara e parte da cidade de Karakura. Sempre subjugado pelos ataques de Patras, Renji leva o Arrancar às instalações subterrâneas do Urahara para que possa usar sua bankai em segurança. Enquanto isso, Hitsugaya e os demais lutam contra Menis e Aldegor depois destes terem liberado suas zanpakutou.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4mPuRzItaXemY6jiDxPtspHCr95.jpg"
        },
        {
            "title": "138. A segunda ação do Hueco Mundo! Hitsugaya x Yammy",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xP23XITw713yIF3g7jB67vLGk8IhtWW2qxOlT9Job44kVKHA4cI8wQJ15IH1iEqI&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1b8e62acbd22640a18b1036a736c596eea272609555db0e402f9a4e54a6a5757"
            ],
            "rating": 6.6,
            "synopsis": "Faltam apenas alguns meses até o confronto contra os Arrancar. Ichigo continua a treinar com os Vizards, mas ele não teve grandes progressos no tempo que consegue manter a Holificação. Na Soul Society, Rukia e Orihime também passam por treinamentos rigorosos. Ukitake assiste feliz às duas e fica feliz ao ver que, finalmente, Rukia tem amigas. Sousuke Aizen planeja interromper os treinamentos ao chamar os Espada.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/rvWfaxho2ugebKzBmQfN8K9bmrY.jpg"
        },
        {
            "title": "139. Ichigo x Grimmjow, a batalha de 11 segundos!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=cBSp5%2BSBjZ71xyLHMLZnA1Tf6lzP71ADgogBEvAr1LobwY2lNOep2gYkaaMN4Zcy&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6797106fa76139f28929d3e97a19c3a44519bdb16c1fd30108eae463ab31c0d6"
            ],
            "rating": 7.2,
            "synopsis": "Arrancar aparecem repentinamente no mundo dos vivos. Yammy, Luppi, Grimmjow e Wonderweiss enfrentam as tropas de avanço de Hitsugaya e Ichigo. Ichigo já começa a sua luta contra Grimmjow usando a sua bankai. Enquanto isso, Luppi, o novo Espada número 6, enfrenta Hitsugaya e sua tropa sozinho. Ele libera a sua zanpakutou e domina Hitsugaya com seus oito tentáculos. Os tentáculos, então, voltam suas atenções a Rangiku, Ikkaku e Yumichika.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dkQic3XvQDeUQqzjhygXxXaezxD.jpg"
        },
        {
            "title": "140. O esquema de Ulquiorra, o momento em que o Sol se põe!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8VED8eSt6DlZOSb2TEROtglJQYqYxd8bj8Vhh6Tl3vRBYSLFYwQutyR%2FU09smowK&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5e6d4c0fcc8952fac722e82a3a8f77ff3fc33c4c46fbc469fff5e456b44c230f"
            ],
            "rating": 6.667,
            "synopsis": "As tropas de Hitsugaya continuam a lutar contra os Arrancar que surgiram em Karakura. Urahara aparece para ajudar. Ele desvia de Wonderweiss, mas Yammy descarrega várias Bala nele. Enquanto isso, Rangiku, Ikkaku e Yumichika se debatem para lutar contra Luppi, o Sexta Espada, que liberou a sua zanpakutou. E, no outro lado da cidade, Ichigo encurralou Grimmjow.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9dka3MUOvPfZCOBsac8XjisL66U.jpg"
        },
        {
            "title": "141. Adeus, Kurosaki",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2FGPBf9G4%2BntOFDaaqFkvuCOABM9A%2Fk4yNfXPqwWM%2B0jXg0gz5uPH%2Bv31HEqDHdnb&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d01a5ef818372eaac3dea813a18e3816939496d2090a51265c61dceb6d257ce0"
            ],
            "rating": 7.2,
            "synopsis": "Ichigo e seus amigos conseguem afugentar Grimmjow e os demais Arrancar. Mas, por debaixo dos panos, Aizen ordena Ulquiorra a trazer Orihime ao Hueco Mundo. Orihime concorda em ir em troca da segurança de seus amigos. Ela recebe doze horas para se despedir apenas de uma pessoa. Orihime se prepara, sai de sua casa, e se despede dessa pessoa especial. Enquanto isso, Hitsugaya e os demais se recuperam dos ferimentos sofridos nas lutas contra os Arrancar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nbJMXBxobwu2CyOk6OziW2XBuP2.jpg"
        },
        {
            "title": "142. Ordem! Resgate da Orihime Inoue está proibido",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FORgbcUUebwCNeMr7W78sza5M3f8doXnP0zoFKM9WIFjvqtttDBfa7EdI1XUGXp6&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=306ecc31f8cc330002e6e83b4f67e2b9a93396ebc1d7e18301fa1495805e828b"
            ],
            "rating": 7.0,
            "synopsis": "Ichigo acorda e percebe que os graves ferimentos que sofreu na luta contra Grimmjow estão totalmente curados. Ele sente que Orihime fora à sua casa pelos vestígios de pressão espiritual que ele deixara. Hitsugaya vai buscar Ichigo e os dois vão à casa de Orihime. Ichigo sente que há algo estranho quando vê Rukia e os demais ali reunidos. Uma transmissão começa com a Soul Society e o Capitão Ukitake aparece no monitor. Ele diz uma verdade terrível: que Orihime está com os Arrancar e que já pode estar morta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sxDePwPXcoJwGLWjs0Eh3bcn08r.jpg"
        },
        {
            "title": "143. Grimmjow renasce",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ha%2Fdx2%2BJBSlc%2Fba0WxX%2B41LGj2kgT3wcXhZpnHBLuu%2Bd7WddSBxvMYN0ORebwHwf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8d5ad28f69d6d1902a40f07e2633a3767466b50a5f2eaa0407389386c60394d3"
            ],
            "rating": 6.8,
            "synopsis": "Orihime foi sequestrada por Sousuke Aizen e os Arrancar. Ichigo resolve ir ao Hueco Mundo para salvá-la. Ele visita a Loja do Urahara e lá encontra Uryuu e Chad o esperando. Os dois terminaram o treinamento e estão prontos para ir junto com Ichigo para resgatar a Orihime. Enquanto isso, no Hueco Mundo, Orihime é levada diante do Aizen no Las Noches.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nI5iGZJ0NxNMYvPrrc80ihEKhVa.jpg"
        },
        {
            "title": "144. Ishida e Chad: ganhando um novo poder rapidamente",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ndZBI7ccuh7%2FYaErdJRp6l5d1uVSi%2BiZOsmXZSCBeIbC38bXg43FWDMirLddd8yu&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f25ef1ea9839aad341cd98457520b28b87ec8f70b7c88535739429c4cef789df"
            ],
            "rating": 6.4,
            "synopsis": "Ichigo, Uryuu e Chad avançam pela Garganta rumo ao Hueco Mundo. Lá, eles se veem em um largo corredor. Eles avançam ainda mais na construção em busca de Orihime, mas conforme seguem em frente, encontram armadilhas que os Arrancar deixaram para eles.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gNNCbuRzkQR6GHWhTeukkizXdL2.jpg"
        },
        {
            "title": "145. Os Espada se reúnem! A assembleia real de Aizen",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=bRYMh01hAXdzbcPdjdl%2FGSZTGFBlw0GDSSfnACfXsV8XyTqbSKyCPS%2BVM%2Bh6AGnn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5567ee8869d446c5d3ed06a4121230f4c80cd346ac6c6b7f9c40a8cb0c94da41"
            ],
            "rating": 6.0,
            "synopsis": "Ichigo e seus amigos derrotam os Arrancar Iceringer e Demora, que encontraram no corredor subterrâneo 22. Eles fogem do subterrâneo assim que ele começa a desmoronar e sobem à superfície do Hueco Mundo. É um mundo de noite e areia branca. Eles acham imediatamente o palácio do Aizen e ficam impressionados por seu tamanho. Enquanto isso, Aizen convoca uma reunião com todos os Espada.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ilAwecrzpxgTlB0Qb2zoRFBHY8v.jpg"
        },
        {
            "title": "146. Ela se chama Nel A aparição de uma Arrancar estranha",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=HeVcVIDur7B14oLZjhmNO50IpG7yUOAKYBfAbLiSQZc7nGNCurTady4%2BDyj2cfgN&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8ee1e46ee19a486da81e4e59735f9d4d1a770ae735c36f118710b111203ab427"
            ],
            "rating": 6.2,
            "synopsis": "Ichigo e seus amigos salvam uma garotinha que estava sendo atacada por Arrancar. A menina também é uma Arrancar, Nel, que só estava brincando com seus amigos Arrancar Pesche e Dondochakka. Nel e seus amigos são estranhamento animados, mas quando percebem que Ichigo é um Deus da Morte, têm medo de que Aizen vá lhes dar uma bronca por deixar os inimigos andarem livremente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/AsfGj2hMsKSyV9BF9pnn2r42zjk.jpg"
        },
        {
            "title": "147. Floresta dos Menos! A busca pela Rukia perdida",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UqFMRLbAdU7r7%2FC6QH0FcElwsk53ogv6Dc2vfIR6NCXANyN1m6kTLpfTUna%2FyaDZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5d82da394e8c378ef5fd724c7bbb25ecd4a15ffb225a4c8551313058232a918b"
            ],
            "rating": 5.7,
            "synopsis": "Em uma segunda tentativa de derrotar Ruruganga, o guardião das Areias Brancas, Rukia usa a Sode no Shirayuki, mas o ataque acaba sendo um tiro pela culatra e ela acaba atacando o Bawabawa pelas costas. Assustador por seu ferimento, Bawabawa começa a se debater e manda Rukia voando para longe. Ichigo e seus amigos são engolidos pelo deserto do Hueco Mundo e caem na Floresta dos Menos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/su1BhH44a27c8Dw4w2vync6yd3j.jpg"
        },
        {
            "title": "148. Ashido, o Deus da Morte que veio do passado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pvIK7olHG2Nn5%2BLZaKQzj7UFmFfMcvpjnZkxtdv9wxsRHVi26r0tpzuTaA%2BOEAb8&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=88aca2878a6cd5636939041ce86e3a071b608d280989231f2fa21087a82ff556"
            ],
            "rating": 5.3,
            "synopsis": "Ichigo e seus amigos caíram na Floresta dos Menos. Eles lutam contra os ataques dos Gillian enquanto procuram Rukia e Nel, que se separaram do grupo. Rukia está escondida longe do perigo com um misterioso Deus da Morte chamado Ashido e Nel foi levada por um grupo de Hollows. Assim que Rukia e Ashido sentem uma queda na pressão espiritual de Ichigo, eles sentem outra cosia se aproximando pela Floresta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bXpaqG80lwyJDhRNqpVWTXBgZxB.jpg"
        },
        {
            "title": "149. Através da floresta que sucumbe: um milhão de Menos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ZguvMkRWN%2BMzJFIwqArnDK4BQ3axepA9v6djziJHph89nR8jqG2hYLTvpn5W2u2h&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=77a9575feae06c7f9b125feb0de492cfeb32f454823150f2663b3684832bec5f"
            ],
            "rating": 5.3,
            "synopsis": "Ashido e Rukia continuam lutando contra Pequenos, um dos Adjuchas que controla a Floresta de Menos. Pequenos ataca com toda a força para tentar pôr um fim na longa luta entre ele e Ashido. Enquanto isso, Ichigo, Chad, Uryuu e Renji seguem a pressão espiritual da Nel até as profundezas da Floresta. Eles descobrem que Nel e seus amigos foram capturados. Nesse instante, são cercados por um número enorme de Gillian.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vpcmXLsKEdEIZScHnvqY7Z6HCVp.jpg"
        },
        {
            "title": "150. Juramento! De volta aqui e vivo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DK2Za6%2FJ2VrO9QNKSYLbnp5oUBrl7eEpAEX6j9wl4rhkxp%2BgQU393D4JKDMpMzKD&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=12c572afa159a9e2bba5d3762c9e43beb51e1bbd6ffcf13d9d37340c792b9a3a"
            ],
            "rating": 6.4,
            "synopsis": "Ichigo e seus amigos chegam ao Las Noches, o palácio de Aizen, onde quebram uma parede e avançam. Ichigo tenta deixar a Nel para trás, mas ela o segue e sai chorando atrás dele. No começo, Ichigo a ignora, mas quando finalmente desiste, Nel some. Na escuridão, Ichigo e seus amigos procuram a área em que ouviram a voz da Nel por último e encontram um buraco que leva ao subterrâneo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/wZrcv4EjLke36PerYbjtHy6WnsJ.jpg"
        },
        {
            "title": "151. A tempestade! Encontro com o Arrancar dançante",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=oKY%2BBMkfVmOZyrWXskWfhlntpzVN1EJ%2FMGUnIbW9ZgWjXJNLQm4HO5%2F5eEUQ7g%2Fy&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6a5c083eef4cfb6c78b1b16c4c05edf716b0bf99d1325c7043a1fe3aa857bb96"
            ],
            "rating": 5.8,
            "synopsis": "Ichigo, Uryuu, Chad, Rukia e Renji se separam pelos corredores do Las Noches e juram que vão voltar sãos e salvos. Ichigo segue sozinho por um caminho, mas logo é seguido por Nel. Ele não tem escolha que não permitir que ela se una a ele para mantê-la em segurança. De repente, ele sente a pressão espiritual de outra pessoa. Um Arrancar chamado Dordoni se põe no caminho de Ichigo e Nel. Dordoni é o Arrancar número 103 e não parece ser muito forte. Ichigo, sem muita empolgação, aceita o seu desafio.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/j6nUBSGCQqDZ6T49jdKBqQOla85.jpg"
        },
        {
            "title": "152. Ichigo contra-ataca! Essa é a minha bankai",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Wpgnl75Pd5WBtjhIVmwUZpw6g%2FtQc%2B4LqNzdKHNVOcp3gV7xlLyyZgMXmfG2sL5M&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=825384473957443269dc97eefdf7ce1656ab435818a3c1db5655e78e4c3bdb58"
            ],
            "rating": 6.4,
            "synopsis": "Dordoni é um Privarón Espada, ou seja, um ex-Espada. Ichigo subestima a sua força e é logo encurralado quando Dordoni libera a sua espada. Dordoni leva Ichigo ao limite e exige que ele use sua bankai, mas ele se nega. Ele quer lutar contra Dordoni de forma a preservar sua energia. Dordoni perde a paciência e lança um terrível Cero contra Ichigo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2pM7BmW4q5UUHKImvzPA6zccLCh.jpg"
        },
        {
            "title": "153. A pesquisa demoníaca! O plano do Szayelaporro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Df90qjnEFzf8rIKrgpp2cPDDG1RR4sYQ1Qhek2QyyuBDjnnIMzS5OGM%2FRLn%2FDtiY&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3bc0ad604ac14fb582a4452a9545374f791025ead1e371639a313de86e390871"
            ],
            "rating": 6.4,
            "synopsis": "Dordoni faz uma última tentativa de vencer a sua luta, mas é derrotado pelo Ichigo em Holificação. Conforme Ichigo e Nel continuam a avançar, os Exequias, o batalhão de execução do Hueco Mundo, chega para terminar o serviço que Ichigo fez. Enquanto isso, Uryuu e Chad também se deparam com Privarón Espada e começam a travar batalhas contra os Arrancar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/lIBK71efU2C6kB6CAZJuEJJgALD.jpg"
        },
        {
            "title": "154. Rukia e Kaien: a reunião pesarosa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=cibF7hhhX34p%2Bg%2BgtDmzEusNolI9Tx6AjoR5gFFcRwlx6DNddDmQZy2JQz3SdmuR&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7024c360d7d688a5d639a3e28e74543f4c841b35bd4d50fabf0a161a9905ff76"
            ],
            "rating": 5.5,
            "synopsis": "Nas profundezas do Las Noches, Rukia encontra Aaroniero Arruruerie, o nono espada em uma área de céu azul. Aaroniero atrai Rukia para uma sala e tira a sua máscara. Debaixo da máscara está o rosto de Kaien Shiba, o ex-tenente do 13º Batalhão que deveria estar morto. Rukia fica confusa, mas Kaien fala com ela como se nada tivesse acontecido. Kaien explica que, graças à habilidade do Hollow que tomou controle dele logo antes de sua morte, ele fora jogado no Hueco Mundo, onde renasceu.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1tGuoyFC6DEeeJ8KvdQeJOgWWZG.jpg"
        },
        {
            "title": "155. Rukia revida! A liberação do encantamento desesperado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WgrfVgrURPcikLBksakGLQqBNNuMFN%2BvWbPidJAnelmfRYUcFvfLqXYOtFeoQEZ9&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=59be74860f9fffff39055b5c93fb4ea32f75d0960382fe64c5da0fe43fa29a46"
            ],
            "rating": 6.6,
            "synopsis": "Rukia fica irritada quando Kaien pede que ela entregue seus amigos em troca de perdão e se convence de que Kaien é uma farsa. Ela o ataca com todas as habilidades que conhece, mas ele desvia todas. Kaien diz saber tudo sobre as habilidades de Rukia porque ele é o Kaien de verdade. Quando libera a sua zanpakutou, Nejibana, Rukia tem dificuldades para crer que essa pessoa pode realmente ter sido o seu tenente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sIgEuBedLY29NFdie225GdHYmy6.jpg"
        },
        {
            "title": "156. Ishida e Pesche: um ataque combinado de amizade?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Nrj5VytvYYvJta%2FED1iJUNz9DQ41UXEbMyFHWV0fqEAuEHuAxNBXtjXZ55%2FPz1O3&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8bc53fe872dc686d22b0f6eb729de6217d1151d32a3bc9d368b02ebd5a6b0879"
            ],
            "rating": 5.333,
            "synopsis": "Uryuu está tendo dificuldades para lutar contra o Privarón Espada Cirucci, cujos ataques com chicotes sempre mudam. Pesche, que estava procurando a Nel, acaba trombando com a luta entre os dois. Pesche tenta fugir, apavorado, mas se distrai quando acaba tendo uma breve visão por baixo da saia da Cirucci.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2EXocPQpTJqe7XsPxIZxCXlnpwS.jpg"
        },
        {
            "title": "157. O trunfo do Ishida, o cortador de almas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Mp58f4JDzwHLlnYFH7hd%2BwXpgxL8Zaa3eHSKtAnhRdSWCRzfR9FOB2xg2QU6TJwi&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c7f0378d184793f463cb73b303319c9bbc9bcac23dd125c553a5d30d4a34ef48"
            ],
            "rating": 6.286,
            "synopsis": "A habilidade estranha de Pesche permite que Uryuu cause danos a Cirucci. Cirucci libera a sua zanpakutou e ataca até os dois ficarem encurralados. Uryuu usa Seele Schneider, a única arma Quincy com lâmina, para contra-atacar os ataques e se aproxima cada vez mais. Com Seele Schneider, Uryuu consegue cortar as penas de Cirucci. Percebendo que seus ataques não vão mais funcionar contra o Uryuu, Cirucci toma uma atitude inesperada.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kHjdxabWcRZwdLBPTIRGQaA4yjo.jpg"
        },
        {
            "title": "158. Braço direito do gigante, braço esquerdo do Diabo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8zCH5idnRySS0IGrdGi3SBhT8t7kPMxxUXw50YRDkz9lYs6S6Bdfp5DUaY8X%2Fhje&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8cb87bafdffa79543e8e0f08d94a9a8402f1033375c21d8e9ca819b3da49be6b"
            ],
            "rating": 6.0,
            "synopsis": "Chad enfrenta o Privarón Espada Gantenbainne e sobrevive a seus ataques brutais. Chad revela o poder do seu braço direito: o Brazo Derecho Del Gigante. Desde que entrou no Hueco Mundo, Chad sentiu que seus poderes são mais parecidos com os de um Hollow do que com os de um Deus da Morte ou Quincy. Encurralado, Gantenbainne libera a sua zanpakutou para se defender contra os poderosos ataques de Chad.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sGskjqAJuJSqUnvYmzBIYM6vsEk.jpg"
        },
        {
            "title": "159. Yasutora Sado morre! Orihime chora",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=trFIkszn%2FRuibNwxkdnWQ6ez4eRdqgmusRm%2Bvn3qzNwtxi5jZ29ZFAinm7zAvjjo&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9a32d8e0f17cefe6fcf24623b010e9f918a0522dce4beb88793d809cba32c2a0"
            ],
            "rating": 5.6,
            "synopsis": "Nnoitra, um dos Espada, aparece de repente e derrota Chad em um só golpe. Ichigo, Uryuu e Renji sentem a pressão espiritual de Chad enfraquecer, mas estão longe demais para ajudá-lo. Orihime, ainda mantida em cativeiro pelos Arrancar, também sente a queda na pressão espiritual dele. Nesse instante, Ulquiorra entra no quarto de Orihime e a informa que logo seus amigos perecerão.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6MS5I9PRhaYt9kSGmTJBpgf0py6.jpg"
        },
        {
            "title": "160. Testamento: seu coração está bem aqui...",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=2UV4q1TJVOC15ronRCktxPfTTqCbru1qLFs9ntHNjc4ImyApYSidmbb81Jz9in3a&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=fb43c4ee246abf2625c61cfb8c2aec67a7b6bc26aacb61cb950ed40b930530fe"
            ],
            "rating": 6.2,
            "synopsis": "Aaroniero tem a habilidade de usar a pressão espiritual dos Hollows que devora. Ele devorou o corpo do Hollow Metastacia que se fundira com o tenente Kaien Shiba antes de morrer. Agora ele usa o poder para acessar suas memórias e habilidades. Rukia, a Deusa da Morte que eliminou o Metastacia enquanto ele possuía o corpo de Kaien, fica chocada ao ver seu ex-tenente perante de si. Quando Aaroniero libera a sua zanpakutou, Rukia tem dificuldades de se defender de tais ataques.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zdqo0ipQ84UEHDnQbHAjOX5puxj.jpg"
        },
        {
            "title": "161. O Arrancar cruel, a provocação de Ulquiorra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ZwVx2tf5%2BD%2FtyNfMYC0AT0f5FTFByrYobKZ%2BIiCpDvGp%2B0zxpbhhsXhoAKlnbGoN&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7d2f3b302bf0d28aad5002014230f5f70a85c8704c6e89b6facb0e8daaf906c3"
            ],
            "rating": 6.8,
            "synopsis": "Renji se encontra com o Espada número 8: Szayelaporro Grantz. Renji tenta usar sua bankai, mas não consegue por conta das restrições que Szayelaporro colocou nos aposentos em que se encontram. Szayelaporro tem várias informações sobre as habilidades de Renji. Ele pretende capturá-lo vivo para que possa fazer experimentos. Enquanto isso, todos os Espada do Las Noches recebem a informação de que Rukia derrotara o Espada número 9, Aaroniero.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/46kxMZdkUkFzwEsRWqbUcvpAXnG.jpg"
        },
        {
            "title": "162. Szayelaporro ri, a rede que prende Renji está completa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6UYwbi9byUyJtMfUdFv3Pdny8AFfYNcnrIJ%2B5VKHKnRNpZmbtpz7%2FlAPABy%2BNZDY&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=952844cb6d9a434ae695c0ac58fcec470b204b713282b95fd40fdb42486961a4"
            ],
            "rating": 7.4,
            "synopsis": "Ichigo e Ulquiorra começam a lutar nas profundezas do Las Noches. Ichigo luta contra ele com todas suas forças desde o começo, já com bankai e Holificação. Ulquiorra fica impressionado pela força dele, mas contra-ataca no momento estratégico em que Ichigo remove a sua máscara. Enquanto isso, a bankai de Renji continua selada ao lutar contra Szayelaporro. Szayelaporro continua a ter uma grande vantagem de lutar em casa e consegue bloquear sem o menor esforço os ataques de Renji e chama alguns de seus subordinados.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nPyAjrJ5yiLc0zBmMB2gjMGFrrM.jpg"
        },
        {
            "title": "163. Deus da Morte e Quincy, a batalha de loucura",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pcKT4M2yDwXMoY76BCdWur48h9a1lxAER2k06fPJgk7gHWBiCC2BK%2FTjjChesW3B&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d693b982703a2abb9437dc91a944009d6c1dd2d7323ed38126eb94e1fecb32bd"
            ],
            "rating": 6.4,
            "synopsis": "Lolly e Menoly sentem inveja da forma que Aizen trata a Orihime, então vão ao quarto dela para importuná-la. Orihime tenta se manter firme, mas elas são implacáveis. Nesse momento, Grimmjow vai ao quarto de Orihime. Enquanto isso, Uryuu vai ajudar Renji e se une à luta contra Szayelaporro. Uryuu se aproveita de uma vulnerabilidade e corta Szayelaporro com a Seele Schneider. Szayelaporro cai, mas Uryuu leva um susto quando sua lâmina, Seele Schneider, some de repente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/tgI9tZyHcP0zmRybkxqdUIa8kU4.jpg"
        },
        {
            "title": "164. A estratégia de Ishida, o ataque e a defesa de 20 segundos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2B5QJMFK4daaoN%2FxKXmmCrUIjRDZ%2FiEVI4quMt1o0PKehWmKojtfI6Ly0%2FLMLsSxB&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=aca85e747a0edb5f4d54059182118e2e497f44cac134ab1b211eb5be916f4f7a"
            ],
            "rating": 7.4,
            "synopsis": "Szayelaporro analisou as pressões espirituais de Uryuu e Renji e selou a maior parte de suas habilidades. Os dois resolvem trabalhar juntos. Uryuu diz que ele tem um plano, mas precisa que Renji segure Szayelaporro por vinte segundos. Renji concorda e avança, mas Szayelaporro reflete facilmente os ataques de Zabimaru. Enquanto isso, Ichigo é derrotado por Ulquiorra e fica inconsciente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/d6bgqHMuWyGba3pWCAYoKIlhOSa.jpg"
        },
        {
            "title": "165. Intenção assassina! Grimmjow contente",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=3n63kquWhDl8%2FPeypBbP8%2FObYeJBXyl9PwN8mi89YlYBMkkJ7ihBRGpNi4l21iGm&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=56da24862c5c4fef1e709904dcc3a59885e551673fde37a2a82a9d0df31f12ca"
            ],
            "rating": 6.8,
            "synopsis": "Grimmjow pega Orihime sem permissão e a obriga a curar Ichigo. Ele quer resolver suas diferenças com Ichigo numa luta justa. Mas antes de os ferimentos de Ichigo serem curados, Ulquiorra aparece e percebe o que está havendo. Ulquiorra impede a cura e exige que Grimmjow entregue Orihime. Grimmjow se recusa e ataca o Ulquiorra. O conflito entre a pressão espiritual de dois Espada abala o Las Noches.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yAGv9FFbnKmGpp8fVXk3E3U9KIo.jpg"
        },
        {
            "title": "166. Esforços desesperados x esforços desesperados! O Ichigo em Holificação",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7TxWMQOhtkF9X1X8KqO7lyO79Gq%2BQDUW6gmTDzQwimp3TEF5JyA%2BoB8LK%2Fj3zxbk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3bb4997d69fedc3e106c8b79dc9e362d44255563d2f771ff0aa8a38775c295b9"
            ],
            "rating": 8.333,
            "synopsis": "Uma batalha brutal começa entre Ichigo e Grimmjow. Conforme as espadas se cruzam, Grimmjow libera o seu Cero mais forte: Gran Rey Cero. Orihime e Nel quase são atingidas pelo ataque, então Ichigo usa a Holificação para protegê-las. Grimmjow grita de êxtase ao ver o poder de Ichigo. Ele libera a sua zanpakutou e se mostra em sua forma mais poderosa. Orihime assiste à batalha. Ela começa a sentir medo ao comprar a pressão espiritual de Ichigo à de seu irmão que virou um Hollow.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/389lnk1IZQU24ccZa1HYsXQAqzK.jpg"
        },
        {
            "title": "167. O momento da conclusão, o fim de Grimmjow",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=z533cUxKRFIunxq6ODoThJ%2BWbWc4kjnFRDeMVg2cvM3UfEkAwhvTLqhj5Sz4CfMV&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8a0d79f331fb06fa6332b77d48acd5e1a78a23da81d0cbb1ee7ad4f5de1616de"
            ],
            "rating": 7.6,
            "synopsis": "Ichigo acerta Grimmjow com um ataque fortíssimo. Grimmjow está prestes a sucumbir, mas agarra a Zangetsu e se põe de pé. Ele começa a se lembrar de quando era um Adjuchas, um Hollow com uma fome voraz de almas. Eles devoram almas obsessivamente até atingir o nível de Gillian e, finalmente, se tornam Adjuchas. Mas Adjuchas vivem com o medo de regredirem. Se não continuarem consumindo Hollows, voltarão a ser Gillian sem vontade própria. Grimmjow continua atacando seus companheiro Hollows até se deparar com um interessante grupo de Adjuchas.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fqit5FcCfbJDrAjsYXge22QqI1g.jpg"
        },
        {
            "title": "168. Surge um novo Capitão! Ele se chama Shuusuke Amagai",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PqbvwZyaQqqOMdZ8FaQ4GxeGjvR1oC4GVvgvmjw2LWHBJNWcRZp3LYGHxPKaUtV7&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a76cbdcf4f66695487abb0e137bf9db534ed9df343fe6c6d71a7a9ce9271010e"
            ],
            "rating": 5.0,
            "synopsis": "Shuusuke Amagai é nomeado o novo capitão do 3º Batalhão.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/muXrR4ef89Nv8mVmvKN69KhPP94.jpg"
        },
        {
            "title": "169. Novo desenvolvimento, uma perigosa aluna nova surge!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=9nSrXBQ8%2BFVq5twCPxUO%2FpzUymmCD4we6V65WNUm5udDSoi7o57%2BNzo90RAOKcNb&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=36a4cf1e546fb1fafdb1c420dea48978a37c4653d1825e407c01f5d867deb24a"
            ],
            "rating": 4.7,
            "synopsis": "Ichigo Kurosaki se encontra com Rurichiyo Kasumiooji e seus dois guarda-costas no mundo dos vivos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/l8nI05BHy0xhsPUj02rTtXuDiIo.jpg"
        },
        {
            "title": "170. Uma luta desesperada sob o luar, o misterioso assassino com sua zanpakutou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=rEIh10SYwMEgk2ZSJw0%2FqzsRTi6FpUd5qorhEHTi8JBBGEY5WBufQ1UqRd9gmWXB&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=971465240ddc2fc942d9df393772c846d80cef9de811ae28fb2d1b6eb5967b65"
            ],
            "rating": 4.7,
            "synopsis": "Conforme Ichigo Kurosaki descobre mais coisas sobre Rurichiyo Kasumiooji, ele é obrigado a lutar contra um assassino que está atrás da vida dela.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/untDabqzd8YpJ1OzhEdV589H2l.jpg"
        },
        {
            "title": "171. A abundância de flores escarlates",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=rrXuNOZpndtNAGavdGkhdgB%2FgBD0qNlH7tZSsqyMtLILjW48Q7HAMKC1jGH5lK4n&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=727160c47669a10ba2ba27da69767ab3dc95918f14905a007ebf192ae18653ef"
            ],
            "rating": 4.7,
            "synopsis": "Ichigo é obrigado a cuidar de Rurichiyo e outro assassino aparece para matá-la.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1v9HhtwYxDC9uSzomz9EAgxpueN.jpg"
        },
        {
            "title": "172. Kibune vai à guerra! O vento violento que sopra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MBhxX1doj9%2FIp%2FG7BdvZYhQKDiVFGnRHYlcsztIS6VQRT%2FBYGO7OXMLhE05ix4HZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=2390223792f688fcf56c179a9bae7b24469af73ea3fc8ac06a95e489eec7a8cf"
            ],
            "rating": 4.7,
            "synopsis": "Izuru Kira começa a ficar deprimido porque os soldados do 3º Batalhão gostam mais de Makoto Kibune do que dele.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/g93iNSPdLQHF8LDM86XOXXXOKeK.jpg"
        },
        {
            "title": "173. O surgimento do grande mal! A escuridão na mansão dos Kasumiooji",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=0RTta1isequt0xj93BqwCoHr%2BQrJxoQF%2FZp0nT2VvI%2F1pZDrPO5Cm9Kdg1GiLdyf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ea2fda59bcb6bb69b70dec9959942f21a75b27441a9936942096219ee9134a4f"
            ],
            "rating": 4.7,
            "synopsis": "Rurichiyo é alvo de mais assassinos depois de voltar escondida à Soul Society.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2lVfuPjPr4OPjUNUvKofOgvi2TD.jpg"
        },
        {
            "title": "174. Atravesse os limites do espelho! Ichigo preso",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=RK19aNLRUKS6C%2FPnb0t%2FZSkut6ggLOEryhxVlvb7%2BF4aGMGy8p5FYl8ZJue57LW9&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c22e5108672b9b81c5296531edd19770bc1969ccd3c8a699b72261b4ab5f6288"
            ],
            "rating": 5.0,
            "synopsis": "Ichigo enfrenta o assassino Hanza Nukui.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jdSumPXlcq4xXhV7Mk1nD5zwRgy.jpg"
        },
        {
            "title": "175. O assassino vingativo: o alvo é Ichigo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LXla5Rer1uxH1U2UOwo9atGFoV%2BRBu6cbO3D2yXCNhndPHjD4wEdmetXH3Ps5cXb&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e67a0a58918321d57d0d4b1272f63a6482a6268fae6e7ec9ce0522552b910100"
            ],
            "rating": 4.7,
            "synopsis": "Hanza Nukui e seus subordinados avançam ao mundo dos vivos para parar Ichigo e Rurichiyo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/AcMScHyFvkPVhFMZ0g6PefvhlUC.jpg"
        },
        {
            "title": "176. Mistério! O assassino que consome espadas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tB4ofOys6iNoDa%2BADvt7WfJySjDcnaCl4OFlH9WPnNlMvtpU8eyX7EHcGMhRAQWe&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=cf65396c3451b591d118742da6bce6ce679b40cc0d5bfdea03b75487cfd7394f"
            ],
            "rating": 4.7,
            "synopsis": "A luta contra os assassinos continua.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/i6E0i8lBmH9oxSeYduvRKw8WvEM.jpg"
        },
        {
            "title": "177. A luta contra os assassinos continua.",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=OtCgOh8%2F2WvKGh60kvSXvHabHhSAxN6fD6Ogu8SY2AZ7MIH%2FAEzd%2BVFkoguV%2Buoy&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d4e81120f5a59e7af8f1219ba129c19ee7d10c5a136772cfe5654946dee9bd9f"
            ],
            "rating": 5.0,
            "synopsis": "Rukia Kuchiki, Uryuu Ishida e Yasutora Sado terminam suas lutas contra os assassinos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/Ac9yxYRvg0KbCPRjAAYsfMpT3wm.jpg"
        },
        {
            "title": "178. O pesadelo que aparece, Ichigo dentro do espelho",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=glfnQTLBOewg5xCHPQKcjQ%2BvJOMAt3aqcHUwCRpFN23WS9MYU4HTh8bDf9MA%2FGd6&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c8f9ee87b6da99a028f61d990f06e6c6fefa0e9080df2cc1c00cc5f8bf003ac8"
            ],
            "rating": 5.0,
            "synopsis": "Ichigo termina a sua luta contra Hanza Nukui.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sA9rJKN3hQ8fttjVuQeId15cYeW.jpg"
        },
        {
            "title": "179. Confronto? Amagai contra os Treze Batalhões do Tribunal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=E9r%2Fl94U62%2FldVucmVILgRBX2aX%2F5y1ISo0RX4tObuB6LyzzJlZp9PTMw1A3OeCC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ebdbf5994296ac0a86cec7f1e7d4f3588c59f1c78e0731d1366916df0bca3e1a"
            ],
            "rating": 4.7,
            "synopsis": "Vários Menos Grande atacam o Tribunal de Almas Puras. Como será que os Treze Batalhões vão trabalhar para se livrarem de tamanha ameaça?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8g3mAsOp6EzF7Dp9uTgjdMlLW3s.jpg"
        },
        {
            "title": "180. A decisão da princesa, a noiva aflita",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=lZHyYxzpTiIpFcQLd3peDEuSRfU89fQBir5Xr%2BrPRgepZQ74rJrpBqqV5HVBcSVe&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c092bdaf49ef6be7c5371234ed1804caa51306622349e1282fb29c78a422c830"
            ],
            "rating": 4.7,
            "synopsis": "Ichigo vai à Soul Society para impedir o casamento da Rurichiyo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/unjAt3MaMpMbRszAOjB7lMVQget.jpg"
        },
        {
            "title": "181. O 2º Batalhão surge! Ichigo cercado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=63tlqhqTGXhbEe3iR1thAiRAvgeMlqw00pteMfpOpCRj4YiGR2U3ptUiwPzs508U&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a0347c29d176cbce00c926a488a978ec992ea132eb44c88c0fb7e994348db192"
            ],
            "rating": 4.7,
            "synopsis": "Ichigo e Rukia tentam impedir o casamento de Rurichiyo, mas acabam sendo atacados pelos Treze Batalhões do Tribunal.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8AmSunWtKiD7gxxfYy463gaM3a6.jpg"
        },
        {
            "title": "182. A verdadeira força do Amagai, a zanpakutou é liberada!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=rpRX8PnByVBi1Hst%2BSUlsfVHmQSX4qdGmvnTV1gVp1rSFOjqRwptb2aU%2B7GFLDLX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=dd086297c6e66ab888083ef26d7faaf6d6c8b000bf42918d03671025e20e42b1"
            ],
            "rating": 4.7,
            "synopsis": "Enquanto Ichigo procura a Rurichiyo, é confrontado pelo Capitão Shuusuke.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kt5jrIgcdPF2sW5ugLrVasXCxvG.jpg"
        },
        {
            "title": "183. A escuridão que se move! A verdadeira essência de Kibune",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UhEti9hqoHpQByN9O7z5rqLZ9nsdjC93RBPcrKN7lQTUasJ9dIr8fUGOC2HkaFwY&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8c230cd27deb93e12d2242f62b2f32cc51967f05542b7475216f184efbd7277f"
            ],
            "rating": 4.7,
            "synopsis": "O tenente Kira e o Terceiro Adjunto Kibune se enfrentam.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6jFR9YBOR1yM1BtvyXxQRxr6wAK.jpg"
        },
        {
            "title": "184. Kira e Kibune, ataque e defesa do 3º Batalhão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=JiycQa89VFQhklR2VxatNGVoIGg7ojQ90lY4ZnwSoNJux3Lfmaa99BeWqnPPyodW&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=75965750b38aa6204c7797b3fdbbe5ba8e2f4d708aa4f0c3e8a865494724ab06"
            ],
            "rating": 4.7,
            "synopsis": "A batalha entre o tenente Kira e o Terceiro Adjunto Kibune continua.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bL7uPB1yMPktGwS4BpEZZw8l9sE.jpg"
        },
        {
            "title": "185. Gelo e chamas! A batalha feroz entre Amagai e Hitsugaya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nuo3cKcXSathZdRDPeF4UMzlSJyevrKwnTvRi8FPg9poDlMvYql1KsGU0G9XOGEw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=2752b3274b21e8f41f0c2b0d99d52240edf58bcdc62e87445e92ea4cc66cd418"
            ],
            "rating": 4.7,
            "synopsis": "Enquanto o tenente Kira termina a sua luta contra o Kibune, o Capitão Shuusuke é obrigado a lutar contra o Capitão Hitsugaya.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8ZEqq49zNJKGmAHZKXFnBYj29Gs.jpg"
        },
        {
            "title": "186. Ordens de ataque! Suprimam o Clã Kasumiooji",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=JsOv8Kw2hjBITCLSVJ0rvXcLAE3h4oYQNqeEveqKlezTUfuLCKc0lxeISbykZR8f&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=35ac424f82b19c11c99ea4625b299aa325265f1e0c3a67ae07ed03883cff80c9"
            ],
            "rating": 5.0,
            "synopsis": "Ichigo consegue salvar a Rurichiyo, mas mais problemas surgem quando é revelado que o Capitão Shuusuke estava trabalhando juntamente do Gyoukaku Kumoi.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mZfIGgfoRnIqhLyp6NXe5vqexMA.jpg"
        },
        {
            "title": "187. Ichigo se enraivece! O segredo do assassino",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=KMgAS1WZCXuZ02ahYHZQ8i9gfJPqeXYmwxOZiP2d5FfEtLe47MQdAzxtqxzjbhLz&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e73e2397a011867454628ca479d73783559d9574c27f3e9badb49c2dacd54752"
            ],
            "rating": 5.0,
            "synopsis": "O Capitão Shuusuke revela seus verdadeiros objetivos ao comandante Yamamoto.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5LjaxLoncb3b7P3Gx9PvhqkNYAU.jpg"
        },
        {
            "title": "188. Duelo! Amagai x Ichigo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=05lC3IwEjIkMNYGEiaPC0IDEanqW7UCbvUPbL5V4m%2BzXF2u5K%2B%2FpReNQMczd7kPC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=cfdd320d8af15c8f2f453b430bf2235d7a2308d5d217d2ed6ac19d5cce3255bd"
            ],
            "rating": 5.0,
            "synopsis": "Ichigo e Capitão Shuusuke lutam um contra o outro.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bNsQ9R7FcQcnROgd5DTH7KpQx.jpg"
        },
        {
            "title": "189. O orgulho do Deus da Morte decaído",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=vMcSGBunv1lJBG6FKmZHx7w3s6L9tmf6gMyJUyTjYtg%2FRvlAnmxqIBjWNsi886Lc&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=99bd05c62bbe3d0aa9f8e3d92a4ab8893ae36582a4f6e3db6177925750cddeec"
            ],
            "rating": 4.7,
            "synopsis": "A luta entre Ichigo e Shuusuke termina.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2xf6HvCp1u2FWDseNQgeyLbvNNd.jpg"
        },
        {
            "title": "190. Hueco Mundo: reinício!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=5CejXxGx7yMdllpybfU9IwUsJvmvY3gHpIr8hA2Izj9Gy5K5Y1ZikI%2Fw8O%2BhCzIC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ea112577e753a9c960b040698765b7e3624d75aef8ec616599da8397ee80c34a"
            ],
            "rating": 6.2,
            "synopsis": "Depois de reverem os acontecimentos desde a traição de Sousuke Aizen à Soul Society, Ichigo termina sua luta contra Grimmjow e logo é confrontado por Nnoitra.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4NPknz7mOB8P8WXbHe21QE7jbNL.jpg"
        },
        {
            "title": "191. O banquete aterrorizante, o teatro do Szayelaporro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=l2gPSSg3Km9EXSIR2CaPhNOMdZgNG9Zmk2RV0vz%2Ff3fNuSMVr83Hc5yjfIhqf16p&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=fd43cc25607ef0acf948bec62129736f919bf67921aab1f150bca288842b4298"
            ],
            "rating": 5.8,
            "synopsis": "Szayelaporro libera a sua zanpakutou enquanto Nnoitra faz uma revelação bombástica sobre a verdadeira identidade da Arrancar Nel.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/d8lVgp4FxB7zTTDuhN7KYrJkHJ4.jpg"
        },
        {
            "title": "192. O segredo da Nel, uma beldade de peitos grandes se une à luta?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=4cpLLHfsIG0heccf1ARizv8OF1tJVytEP1gcVDqhio5vHlCj1yjanWnZHRYlSb2t&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=67aea0f3de40ec692b1df186c5b454aa88223ad2d28f6505d8bd21f28e5b6b02"
            ],
            "rating": 7.4,
            "synopsis": "Nel se transforma à sua forma original de Espada.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bpldNh7sVAi9qLYyl3QEa6L7MR0.jpg"
        },
        {
            "title": "193. Irresistível, as marionetes do terror”",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Y00%2BTKB%2FI%2FM2dCt%2Fv8koifQd8p17WxChD2uMXfyyh6gE%2BUMeiw%2FCNOYZZCyCp731&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d3b10b9cebc3f1b4e5c3ea6e875fa79bf3f88e3c62acdcf9d62ba450be559856"
            ],
            "rating": 5.5,
            "synopsis": "Szayelaporro demonstra uma nova técnica enquanto Nnoitra é subjugado pelos ataques de Nel.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/aSwaEMCxoVINhYCT0No78esRgda.jpg"
        },
        {
            "title": "194. O passado da Nelliel",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=3UqRymOpJHSFJfNnphyTbvJnufBQJUXnYiIa8MTmuwXRhiaaCLMaAdexb9U%2B4BbJ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5ca0947ca3253dafa7a8a74e7d1eb108e5019b7e6274f4140da8c6ba68f77572"
            ],
            "rating": 7.2,
            "synopsis": "Nnoitra se lembra do passado com Nelliel.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ZXwNoMT75X5Q7l8jFnJD0IB5dv.jpg"
        },
        {
            "title": "195. A união suprema! A seriedade de Pesche",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=R9fOq1XgOMs%2FjvCGzqPpJq%2BwLqytMoSIQYfpRb0Hv%2BFqQyzDT8d46X0%2FYt5eeOuf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b6ca4e78cb50ada2034d5f2ef2d5b28691f87bced1ed053abf8d6ab6c256e192"
            ],
            "rating": 6.8,
            "synopsis": "Nelliel Tu Odelschwanck volta à sua forma de criança, deixando Ichigo a merce de Tesla. Szayelaporro parece imune a ataques. Parece que Rureaux está prestes a executar Rukia e os Exequias estão prestes a eliminar o Sado.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bZJ8sL7ephsdBJgF7O48oyE5uOP.jpg"
        },
        {
            "title": "196. Entrando na batalha! O mais forte exército de Deuses da Morte surge",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qE1bxmqnK%2BXrQAWv0Q6CgLE2aXyyq5xOayLOAeTrNl3pGxclT6r3v7Cpr9AFnVVc&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=679468623b9259162e709790b7d6da0adf3ad1dfe15f3574754cc2d2eaf41e8e"
            ],
            "rating": 7.6,
            "synopsis": "Os Treze Batalhões do Tribunal chegam para resgatar Ichigo e seus amigos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zFJXc4vbXDtdKghfDXzBOKCcNF1.jpg"
        },
        {
            "title": "197. A bankai do Byakuya, a ira silenciosa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=yF83khiDCB1xU81OumH5wJ5TFJEsJS4Bvo%2FK%2Bb16EZo0mQr5nUgHF2ssfwvnZAhf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=070c015e21ae52b61d8bc3f1f473e958620a7104f0a58fcabfae648efbe2d2ef"
            ],
            "rating": 6.8,
            "synopsis": "Rureaux libera a sua zanpakutou, obrigando o Capitão Kuchiki a tomar medidas drásticas para evitar a derrota.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/apOWz0M76MeouGuSE9NjOZ8yVkF.jpg"
        },
        {
            "title": "198. Dois cientistas, a armadilha de Mayuri",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DTQGm75DxB9ILLTfdOZQpF2EOQU9I1GtDYbFJXUl7YrBXrObhNEuUdRyykglz3QX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=94412f3d0e005c620a9293754435f55f9e232b1fa267a82428b8edc4b59a815d"
            ],
            "rating": 6.2,
            "synopsis": "O Capitão Kuchiki acaba com o Rureaux e o Capitão Kurotsuchi consegue uma grande vantagem em relação ao Szayelaporro.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hLwPZUMWbL4CGJNi5pZ4H6zA7eu.jpg"
        },
        {
            "title": "199. O nascimento sacro, a ressurreição de Szayelaporro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=06oLtMrMKJE%2BINHKXbWrGnINrAzfRiSuWCd8NAut9T231F2dIie4u641kVU9p%2Bvq&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=40caa6f0cd38725a090ae324fda9821a4a6c8c270e30bf5e8abb1477ec761de5"
            ],
            "rating": 6.2,
            "synopsis": "O Capitão Kurotsuchi resolve encerrar a sua luta contra Szayelaporro.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/IJ5pSEjF7VvlCLOFrfUhB85Ki.jpg"
        },
        {
            "title": "200. O corpo mais duro?! Corte o Nnoitra!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BxEy32Qqx1OqXWrooKTObi3qeOiLjvdHXtmH6jQ2NkQRO5g77tPr5lwL439L399I&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8fcfd676fec0586807d1d80aa3a62f40ee80a654a679cfb69d7802f314695d78"
            ],
            "rating": 7.6,
            "synopsis": "O Capitão Kenpachi Zaraki e Nnoitra continuam em seu embate.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/AaoBOEeyrrdLfF95RwjTcYCdwQW.jpg"
        },
        {
            "title": "201. Nnoitra liberado! Braços múltiplos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=a22%2Bx5PFgNILhsSC8nzLrSYNiFaq2%2FO3qwDozllpTkKG7UCxS9oa4I9%2BMwSUvLZV&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=115faf01355d2fda3a8bae44a203a7dd65e067478810907bba64f03d0441d319"
            ],
            "rating": 7.0,
            "synopsis": "A luta entre o Capitão Zaraki e Nnoitra fica mais feroz com a liberação da zanpakutou deste.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/wW68hRwYtwsWESpkFh3gibe4Ba0.jpg"
        },
        {
            "title": "202. A conclusão da batalha feroz! Quem é o mais forte?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Vm6IlJlAA9R7D5pstBbQRUAsC%2FLtTXa7aNv8XyzcquueVa697sNE9tpSrYfdafx9&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=2a3dfb6ed1ec0c4bc5e17ed0034f8e6eb66e057b6500ae0d85b568c762e6be24"
            ],
            "rating": 7.2,
            "synopsis": "O Capitão Kenpachi Zaraki e Nnoitra terminam a sua luta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vrqoQR6KtsilcjzWiDJwjcCl5HL.jpg"
        },
        {
            "title": "203. A cidade de Karakura se reúne! Aizen x Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ffY%2BaTsMmw6DkgoDFoks6xaODl4iLqZEt8aq0zORFz%2FePbyfMFLZQ8gVskJPxO0K&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ba66f5b5effdca08c59a9a22e1882ebebb4c9d30cd38b564be30d6ba05621caf"
            ],
            "rating": 7.8,
            "synopsis": "Sousuke Aizen revela seus planos e segue para a cidade de Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/oixwpwM9R2IrBbfRV23vfT6Pby9.jpg"
        },
        {
            "title": "204. A estratégia de embrulhar o estômago de Ichigo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CyVXK5HPDrpbwnMQm1T4BeHYA7uNiN1mDUv0pxJXVhb2Sml6UdkAzDIGplUbf6da&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3ba65a26cca9920f0b2748f66762a0bf837b4705035b7337053d3beffd8ecb7d"
            ],
            "rating": 4.3,
            "synopsis": "Ichigo tenta ajudar a resolver uma briga entre Rurichiyo e Kenryuu.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3dvIISFf0gqofwZA4vODc4snh25.jpg"
        },
        {
            "title": "205. Tum! Um torneio de chutar bola repleto de Hollows",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=5cYVm6YJTGm%2BGUhnGkZ4%2B5TMxw67L1xmOozTW%2FuBiNdvyNXAN5YZPD%2FTzthN%2FcK4&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=37b2450a4575fc64692d90f6e7be70a83846b69a440d35e99149958c25a1160b"
            ],
            "rating": 4.3,
            "synopsis": "Rurichiyo e Kenryuu jogam uma partida de bola entre si.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ykwfusdb8rjg1K2gZ8CW2tdb6WV.jpg"
        },
        {
            "title": "206. A História do passado começa! A verdade de 110 anos atrás",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=m9bzHm1q%2FpU%2B0ZVz6KK6%2FExTRyvFUZ%2BNUeIC%2BID75Cqxp63mU8p2Cdm5%2BtaPyhjX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e9e68faad3c849687eac6b52737cacf89754adcd3581ca7a0635da9850a8c93d"
            ],
            "rating": 6.8,
            "synopsis": "O passado de 110 anos de vários Deuses da Morte é revelado.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/86WRkswJgl8MMYtL5FFOS1AZhUW.jpg"
        },
        {
            "title": "207. O novo Capitão do 12º Batalhão: Kisuke Urahara",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=lbnUKOxtgbkgXXsXucE9yU3W2neYtHaLOn5bOwkineediCZNBMkwDIUAA%2BcPjb05&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d84082dc06955e3b4b5f982af670a853d8929c9155bcc5d0270b95c8c764cd4e"
            ],
            "rating": 6.2,
            "synopsis": "O 12º Batalhão tem que lidar com Kisuke Urahara, seu novo capitão.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9tur0w5YTwwhGLAtMX9NqH8jSqL.jpg"
        },
        {
            "title": "208. Aizen e o garoto prodígio",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=9NyysIRdgHO3QJ4R4CI0HqVx8dU2zW3OR3z7OsAqoC5YP55O%2FrRvhiJ85P1UIDWH&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=20d8f64503ba14394f44dad869163949f7301dc384bdc2d834cfad9c49dc4586"
            ],
            "rating": 6.8,
            "synopsis": "O Capitão Urahara leva a tenente Hiyori para o Ninho dos Vermes.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gLR500GdJ8TPZzOLlex0Qs6nM67.jpg"
        },
        {
            "title": "209. O 9º Batalhão de Muguruma parte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GIqkUJ7ou32OpY2aUVibfbkq8qMz1IfrOyoJwGyi3IR5P8lDNXf0%2BF4bhwstMdRX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ddef04a7786b06dae178b034092223fae4dead6ed773e107ce7847fbb89a7f87"
            ],
            "rating": 6.8,
            "synopsis": "Os Treze Batalhões do Tribunal tentam descobrir o que está por trás dos desaparecimentos dos cidadãos do Distrito Rukon.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vxUp5auK2ril3p2drpmKgEL7Dum.jpg"
        },
        {
            "title": "210. Hiyori morre? O começo de uma tragédia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=cQC2CphreGZmcCODAQzNB9LYO5UIVCw%2F5XhvEtYpwARgut0yqOXQTejVY09m1G5x&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=34fa0e8ed9dff906a66ddbb11333c1763c1951dc73b4d1c300ad9b2ae006e2fc"
            ],
            "rating": 7.5,
            "synopsis": "Vários capitães e tenentes dos Treze Batalhões do Tribunal enfrentam o Capitão Kensei e a tenente Mashiro em Holificação.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ckFu0e70IMMghBWN8EiP34tr5hW.jpg"
        },
        {
            "title": "211. Traição! As manobras secretas de Aizen",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sNumBW%2FOq8xiKpO6M3Fmyk9yPwdJJ%2FtvpX%2FbqmK4VfrxYpo5cISUKbVBtAHWm7e%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=626e867c408e7e09ccde46015cbfeceb737980bd44ffb2e975007bbea7910bcb"
            ],
            "rating": 8.0,
            "synopsis": "O tenente Sousuke Aizen se revela como traidor.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/s3epgCnAnYohwVkazy0CYJZ2Zjz.jpg"
        },
        {
            "title": "212. O tenente Sousuke Aizen se revela como traidor.",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=25wwXNsF7EnKJT7ZTB9XWEIAwe9evY0Rz8VF7uuHWbWtGmQkXYY6%2FrYXf7AvAK0A&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f00f6480a8add2a4cfe5aa7228c828058d66a533eb9a86e80971e9f8c5862480"
            ],
            "rating": 8.5,
            "synopsis": "O Capitão Urahara, Tessai e Yoruichi vão embora para o mundo dos vivos juntamente com os capitães e tenentes holificados.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9uyYkxaInbsZiNFbRuPdZRTOV5Z.jpg"
        },
        {
            "title": "213. O policial do rito de passagem, Karakruizer",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=0P9kHtcWm%2BOzhOEj%2BkgiTYIPBUlYCcpFG6QX%2FwwM0%2FYtCquCQiRV52tTGvgwUCwH&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=656f422c407fa0b2c3495e99890e2770d36c773227608bbb237567c827d49b91"
            ],
            "rating": 4.0,
            "synopsis": "Kisuke Urahara cria o Karakruizer para proteger a cidade de Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2y1MvHlxAIfT4q4n5n5bwjnHlZW.jpg"
        },
        {
            "title": "214. O último dia do Karakruizer",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=VxJKaorfcflapIBERyzp2HruaOJ5dz%2BrewHaX6k6xOpkUtL3xkRDaTyDJFBVXPKm&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1d0df49b53cf5b3574b14f6c7e750fd020a7951d2736eeb4abbde60b33898956"
            ],
            "rating": 4.0,
            "synopsis": "Os Karakruizer enfrentam uma Arrancar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9woTRrqwoXhV5sdcLmleLCPyZxw.jpg"
        },
        {
            "title": "215. Defendam Karakura! A aparição completa dos Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WMHHdd9NtSPre76Q8cEbHZQpF%2Fu3QsRwjH2ebfT9J0faK0Yi2hhFmRTzN%2BlnyIGA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c17bab38b00b3aca55e43f404016844e609ec3f0bcfe750fa4d1e98e6ac9ff5c"
            ],
            "rating": 6.8,
            "synopsis": "Conforme os Treze Batalhões do Tribunal se preparam para enfrentar os três Espada mais fortes, Ichigo Kurosaki enfrenta Ulquiorra.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7jzlBbpOXGyO7xQja5zaUQwsHng.jpg"
        },
        {
            "title": "216. Elite! Os quatro Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ugHF0JG8gQlXaX%2Bs9%2FvvSLZZnIeMFop6MjwUP5Ds%2FQFMAdTVzyGKbS6dV%2Ba0ytP8&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5b1b567c2c79252299d3f7bc3892e717a70192cb65687af713f150b4c510dfc3"
            ],
            "rating": 6.2,
            "synopsis": "Conforme Ichigo enfrenta Ulquiorra, começam as batalhas nos quatro pilares em Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xSvviCl091FdIP68fUvAAMWblss.jpg"
        },
        {
            "title": "217. A bela e pequena Charlotte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ja7exiiVwwc3X8D1YHwf7AnJOn3SzcJ%2BEhzYS7xaTsJ2AuXyj09u9Jc5CfcgBQ%2FK&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6367ee55831e60ca09a039c73416dc0c7a983588cc0d084be1ca222026fcec4f"
            ],
            "rating": 5.5,
            "synopsis": "O quinto adjunto Yumichika e Charlotte começam a lutar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6r1XIi0mCaSIT1sy4piYNAGoVpc.jpg"
        },
        {
            "title": "218. Kira, a batalha do desespero",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xYKrVeNVmseemEUx998ipixItfZmPQpfinbXOo7yeRyaVF1kefh5zKlpwUxAd6E1&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3b6055bbf0837de35a83412466b3e5e1dfec0458f52dabc96ead5e26eb73cb0b"
            ],
            "rating": 6.2,
            "synopsis": "Kira, Hisagi e Madarame continuam em suas lutas contras os Fracción do Barragan.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vUleSAyhN0J3hx1KTBT8UuCOoeC.jpg"
        },
        {
            "title": "219. A shikai do Hisagi! O seu nome é...",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xbuFFS1w%2BmdiFumDvyo%2FDhantqzuzLQmjuNVocEV4mLJqKBL%2BOy%2FX5TM4L6KLApW&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d94177dd8613bfb2a69282d970eeecae25d7cd31f7cc5e9302190a8d99f8c3fb"
            ],
            "rating": 7.8,
            "synopsis": "O tenente Hisagi e Findorr lutam um contra o outro.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3IpixqH2IsJk0mhWmJ2q9UlcTZD.jpg"
        },
        {
            "title": "220. Ikkaku sucumbe! A crise dos Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ce9F%2FDxe1oS3RygsOVUpvTci%2FKaHtHgjNhQst28FHljMqMgLeLdS%2F1mcrW25Bxiw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d9cd159c41c7cc10f23ddc19e646d8911871924339da20191b67a9ba963abb5a"
            ],
            "rating": 6.5,
            "synopsis": "Madarame perde sua luta contra Poww, o que obriga o Capitão Komamura a assumir a batalha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/cuQnraWIzktexOwmJmC4WaMluJ3.jpg"
        },
        {
            "title": "221. Um confronto total! Deuses da Morte x Espada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=McgneZrBZ2a1KX7MrBKJhFQJEVVdHHlwAkiQgkLXOIKqq8R3Xxmdew49LXb4%2F05y&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=949c1212503edff71e6fb47bee9d66b0d3978277811f750bc7ea383c118e0d15"
            ],
            "rating": 6.8,
            "synopsis": "A Capitã Suì-Feng luta contra Ggio, enquanto os demais Espada e Fracción iniciam suas lutas.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/twOmgsj46b5eGBp9b098QJccxQI.jpg"
        },
        {
            "title": "222. O mais cruel jogo de pega-pega? Suì-Feng e Oomaeda",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ubBCiAwPbtml3EWT9G2%2BrEmbL1RG9be9T7r9ynNY%2Bwwu8M%2FaR1tUIJOIzILSyHcJ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9f07fb33e04a8e9e6aff7193e982db47053c204f02cea3d965b57d31bbce8006"
            ],
            "rating": 5.5,
            "synopsis": "Ggio e Nirgge liberam suas zanpakutou, obrigando o tenente Marechiyo a usar sua verdadeira força.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/lSxYAT0XMlvUF25gClElSba6RQm.jpg"
        },
        {
            "title": "223. Um corpo milagroso! Ggio libera",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=111H5BvMazQxWezt6fGVOVfEAWVwb08P1iatAclidb3oxLkd8eJmKV%2FNnb1u3Ok2&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=64d55f8c593c866e6950410ac7b3814b478f603152b68733d778bbb717d79c7a"
            ],
            "rating": 5.8,
            "synopsis": "O tenente Oomaeda e a Capitã Suì-Feng têm dificuldades com seus oponentes, mas acabam vencendo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/rdYV5TJyYebpNI7CSIlpBuIclJv.jpg"
        },
        {
            "title": "224. Batalha de 3 contra 1! A crise da Rangiku",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=zJj9X6xMD%2FpKejeWo5fwHDPKFjN%2FfZ0Wih8mFIHEvyh5YVANSY9%2Bbd7boK1qhQT%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1bd6de96f210b62fadcbe516ebcdceb5d2089d1614833d7719751afe02d9823f"
            ],
            "rating": 6.2,
            "synopsis": "A tenente Hinamori aparece para ajudar a tenente Matsumoto, o que faz com que as Fracción da Hallibel invoquem o Ayon.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nboqW5VcI54lIOuiUmsldi1YXQ5.jpg"
        },
        {
            "title": "225. Todos os tenentes são dizimados! A aterrorizante besta demoníaca",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tANRZf2lba%2FKfUz9PWsLfDbqCN7gTWxkBWG4q31FS7ZJqP%2BR0tgujk8IvQSGGBDO&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=29df1adcbcaa175edd9882efd7795ac9d8298e69798ef1a9a05204c39d10f61f"
            ],
            "rating": 6.8,
            "synopsis": "Ayon subjuga os tenentes causando ferimentos graves, mas o comandante Yamamoto aparece para lutar contra a fera.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/j7WYPLZPBnEmVyt4aAh7dPG7i39.jpg"
        },
        {
            "title": "226. A conclusão da batalha feroz? Rumo a uma nova batalha!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EOZoVbX98czpkje5teloc6ddtxyDShkjqmwQaMdj%2Fxl%2FAzg4fQ1vfLZTjgBFH74P&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8398256191b89a2cfd05aa8fda94c2efa42ac41f23d216fec7c238a1ff4a7ace"
            ],
            "rating": 8.0,
            "synopsis": "O comandante Yamamoto acaba facilmente com Ayon e as Fracción da Hallibel. Starrk revele que é o Espada número 1. Rukia luta contra Rudbornn e Ichigo tem dificuldades em sua luta contra Ulquiorra.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jW0nsb1c6Y1Ms8qRJIM0CpIah1v.jpg"
        },
        {
            "title": "227. Um erro magnífico",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7wmJ3Z8VitDFAPeVG7h%2FRZqTZbqzbB38w8KCR0AUO5WSWJG%2F8B3Dp1ZD3ePvD0ux&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c9eb175761cd95f0c86c705f76a05322af1377b120ccde3f67f88f7cb2a14ab0"
            ],
            "rating": 5.0,
            "synopsis": "Ichigo e Sado se tornam colegas de Mizuiro e Keigo. Rukia é designada à cidade de Karakura e Renji é promovido a tenente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1QD1XwNt5sy8l3cdmCvmbe0UMBH.jpg"
        },
        {
            "title": "228. Verão! Mar! Festival de biquínis!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=E1F%2Fy2vVhg4jFuzk79N3IdEg0zWAVPhxsgwLXMYGm5biKK6razLKDSkwVojDbjWz&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=325ab77376d77ea33483b40982a3007a185311c246eebfeea9af6175cafab135"
            ],
            "rating": 5.0,
            "synopsis": "Os personagens descansam na praia.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kHaVrJKXAVFOUIT5I2XQWqAn3c7.jpg"
        },
        {
            "title": "229. O choro da alma? Surge o Deus da Morte de peruca!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=I0xvMPVNSAGfeg69JPHpX4ebnTwT0TzCCSY4FquEuwEYxz9%2FCcqSMOrVM2m%2BSRqd&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9e56b1fa0753b7f1a9a50987d65bc66824332e6ac002c5597bce66e464d4a04e"
            ],
            "rating": 4.0,
            "synopsis": "Madarame e Yumichika vão ao mundo dos vivos em uma missão especial. No entanto, sem lugar para passar a noite, acabam de novo na casa do Kengo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xyLFAh181DdTRJrg1ia5CowgoyC.jpg"
        },
        {
            "title": "230. Um novo inimigo! A materialização das zanpakutou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=017G4fD10%2BQDTabiCH4IrKG6dY5Yb3xPxIcQc0MKVDG5s4AkoAmStOvDn4r2FWTl&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b42144f405471d54dedec5af671d9508e9062a69caf910795460b94ce40e7464"
            ],
            "rating": 6.0,
            "synopsis": "Matsumoto está tentando conversar com a Haineko para se fortalecer para as lutas que estão por vir, mas não consegue. Tratando-se da Haineko, isso não é de se estranhar, mas até a Itegumo da tenente Isane do 4º Batalhão não está respondendo. O que está havendo?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yOxiaY9mylukfPhv5NZpiN61oSR.jpg"
        },
        {
            "title": "231. Byakuya some com as pétalas de cerejeiras",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Fp3cNR6i5DIsL6hUZlOOYK0Q46A1%2FyehIb9iIpfk9kV7zJtsvCQh33yKYwFOph%2Bn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=49254bda5df71ff95106a47a98da367491c23f97f682610b20b9e3305c803dcb"
            ],
            "rating": 5.0,
            "synopsis": "Depois de causarem o caos no Tribunal de Almas Puras, as zanpakutou desaparecem. O que elas estão tramando e quem é o Muramasa?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/97SioSIDOUIBDTJpr1Z540Nhzlz.jpg"
        },
        {
            "title": "232. Sode no Shirayuki x Rukia! Uma confusão no coração",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PGNsmiSlYO0iP0sK%2B6IH3UaVbkCgR4hIakMWWmt%2Bl7vV64fiUKPtEu5HdjTbiVMO&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=828daf57e10664d666c36256ce4465a95645a23179838a48de4fd1d9ef9d5e40"
            ],
            "rating": 5.3,
            "synopsis": "Rukia Kuchiki e Ichigo Kurosaki lutam contra Sode no Shirayuki e é revelado que Muramasa é um espírito de zanpakutou.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dMWluGwQpNxBCBzvhEGvExfjDtK.jpg"
        },
        {
            "title": "233. Zangetsu se torna o inimigo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sbs6UiB4hqj6chc9d8fYyp%2FPCLn5Fa9WY3skWmC9nmjs8tSrAyb8GQ8wxEc3ekpE&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=85d521226ba7f93d46fb24ec34c4f397ee34e60d5c1f45759de05b9a4a996f0b"
            ],
            "rating": 6.3,
            "synopsis": "Muramasa libera o Zangetsu e Ichigo Kurosaki luta contra ele a medida que sei Hollow interior passa a assumir controle.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/adsZ8yUbx8VorYIf7I5klkNrXOP.jpg"
        },
        {
            "title": "234. Renji surpreso? As duas Zabimaru!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nsSEjGejuW5HpEMHmZq4%2BtblEYE2w8AkisU6QFyPhdEmCb5qKyZJ4qDY5c9A%2FCOi&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=cc8c81230543f9abd8846c62b4c0dacbe94e48c5a6204ccd14dc38371f7eb678"
            ],
            "rating": 5.3,
            "synopsis": "Renji Abarai, tenente do 6º Batalhão é abordado por sua zanpakutou e Muramasa entra no mundo interior de Ichigo Kurosaki.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/c7msbnWJgP1tlre455efy2vrziu.jpg"
        },
        {
            "title": "235. Confronto! Hisagi x Kazeshini",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=kACDo0zFI11ZpbpT0N%2Bo8oSyokkuSZhuo02TePqBxY46NcRz4glHg1iyrN8X0zTu&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=185df6b112b5e70840540b73134d86002ffaba4a9df338343fd762d36a43eb15"
            ],
            "rating": 6.3,
            "synopsis": "Shuuhei Hisagi, tenente do 9º Batalhão, luta contra a sua zanpakutou enquanto Ichigo luta contra o Muramasa e Renji Abarai, tenente do 6º Batalhão, volta a conseguir usar a sua shikai.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/r83ULB0ulCug6G7szlrpWlzlQYw.jpg"
        },
        {
            "title": "236. Libere! A nova Presa Celestial",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=wtNjV49pWqmvNRUE1oIbNG%2B0LW0hSuX6Dr4G2yxIReYOBKcpK5D40jGor4OZqNtO&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=cec60762cc9451d23ccde1e49d40b29c13120b44869a38fb9265025e1019671f"
            ],
            "rating": 5.7,
            "synopsis": "Os tenentes Izuru Kira e Shuuhei Hisagi lutam contra a zanpakutou Kazeshini, enquanto Renji Abarai e Ichigo Kurosaki terminam sua luta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mbeNgj5D2DEvAA0wZ1mTKzfAcwM.jpg"
        },
        {
            "title": "237. Suì-Feng cercando as zanpakutou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=fBKI8umxSKA%2BJevFsC98a9i2ex3yvyvdJR1CZabS%2BQkPhRnQnQVSRBXsgxuMeLGv&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6dc07aed8236d2900522dc1af198d833e5eb1268f28a31e05cc876388309e6b3"
            ],
            "rating": 5.0,
            "synopsis": "Ikkaku Madarame e Oomaeda encontram suas respectivas zanpakutou e Ichigo Kurosaki encontra o Capitão Kuchiki.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/j69OQ3p8pyZ4oy4W4KiV2Bi8Wic.jpg"
        },
        {
            "title": "238. Amizade? Ódio? Haineko e Tobiume",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=a1Q2TJYvqzI5FFwXl3dTvmMd4tgOOHGg6zkvsNNZkI7YB9nbLR4I9TdKdE6S%2BqLs&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0bba870cf2a26805a54b2747a1c77ef8e3e80a3e8129d1a5503112902a8ec060"
            ],
            "rating": 5.0,
            "synopsis": "Rangiku Matsumoto e Momo Hinamori lutam contra suas zanpakutou e o Capitão Hitsugaya diz ao misterioso homem de cabelo verde qual é o seu nome.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ArJxxbZ0hIp8Z6SiGrqL6CPpIWJ.jpg"
        },
        {
            "title": "239. O despertar de Hyourinmaru! A batalha feroz de Hitsugaya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=K7hfTdi6Pt%2Blf%2Fhhn%2BQi0jUgB61c2vWp40JmeqsOf9FpxNR6VscVfhHkdFpo7iHB&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c08018ee6f8539d64f25ec46a8600e2803b27d2108f4b1ca368563a94002911b"
            ],
            "rating": 5.7,
            "synopsis": "Rangiku e Hinamori terminam suas batalhas e o Capitão Hitsugaya tenta convencer Hyourinmaru de que é o seu mestre, mas a zanpakutou não parece acreditar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kpOWjzV86nu7WOabxboVanfEdhZ.jpg"
        },
        {
            "title": "240. A traição de Byakuya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ryW%2ByMpQkGyseRXA%2FpxWlM2TdeNpibpgkHQn1aA3fEYNDNxeDaR56Ocs3x7MFZgD&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6250030dc54ffe8cbd21a4fd65aaebf7ee133510d856c56c759c00ab9e935a33"
            ],
            "rating": 5.3,
            "synopsis": "Ichigo Kurosaki ataca Muramasa, mas Senbonzakura e Byakuya Kuchiki aparecem para protegê-lo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sGCQvtQoGX9ASssfIrbT4zoGCFa.jpg"
        },
        {
            "title": "241. Pelo orgulho! Byakuya x Renji",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=5wV0ydlSwaNnhDAfmpb4ob%2BHbQpPRlx0UF59K7Kg8uG41hopXKJlKOXz6VWcpQT3&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=84f5f9943d9a9797deec52c4e58a2cfae5d88be713a4f1887ad873bb14a9232c"
            ],
            "rating": 5.3,
            "synopsis": "Muramasa pede que o Capitão Kuchiki mostre uma prova de sua lealdade. Depois disso, Byakuya invade o quartel do 6º Batalhão e é obrigado a lutar contra o seu tenente, Renji Abarai.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/giW3SpF1uUFgeOlyjrRz2H088De.jpg"
        },
        {
            "title": "242. Deuses da Morte e zanpakutou: um confronto geral",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7MC0YnENQmXZuQPDNSQdWabYbkRCDXiHSBonXX1XblBVs3gJ%2Bhb9dRgqdJ2yBmuv&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0ef083c0aaa5a913e30d5a01a83ce0aedf7b432e7ebbc8b1ee6110bdd286af90"
            ],
            "rating": 5.0,
            "synopsis": "Enquanto Ichigo Kurosaki, Capitã Suì-Feng e Izuru Kira começam suas batalhas, Madarame luta e derrota Houzukimaru, a sua zanpakutou.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/de0syrMPkh8DjF1p9WgImIxmhiu.jpg"
        },
        {
            "title": "243. Um a um! Ichigo x Senbonzakura",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=g2YgZ6kSLqpFTDVE549O%2Bll3k%2BbxPgBFRASxTGY91FySBYo4M4vxTH2H37YZlJ5e&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1f68af553a09c1e01dacfa589c392d7c845f79b0da2a12adc5e5386e3ab92073"
            ],
            "rating": 5.7,
            "synopsis": "Durante a luta dos Deuses da Morte contra as zanpakutou, Izuru Kira derrota o Kazeshini, mas é logo atacado pelo Wabisuke. Então, o Capitão Zaraki do 11º Batalhão chega ao campo de batalha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5rhwy09dlBngagikGCoJ7JtvPCU.jpg"
        },
        {
            "title": "244. O tão esperado... Kenpachi aparece!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2FKE2I3zIL1WN14mk6ax0j4db1f1VMYawYjLWiShxRlVPin74cmt8fd8zaeDNUbXs&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f9bdf96238d2cb6cbf95993732b1b72061f8abe5557d3f60923dc13f1b1a4fd9"
            ],
            "rating": 7.0,
            "synopsis": "O Capitão Zaraki chega e logo derrota Wabisuke antes de partir ao ataque contra o Capitão Kuchiki. Enquanto isso, Yumichika derrota Ruri’iro Kujaku, a sua zanpakutou.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/pYuPIc1SDFBCgUxvVrIuJegKAc9.jpg"
        },
        {
            "title": "245. Sigam Byakuya! A confusão dos batalhões",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2B01OvLk%2FaDwrcEb1o9BU4sA3944VW3YsgEPT%2FJb15lZAGhw%2FoX3%2B%2Foo3%2FUaTYqg%2B&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4694e2787acb16607d65a4e4bdafd3cfe023b70c4245a969fba61240933a5c2e"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto os capitães Zaraki e Kuchiki lutam, Yachiru persegue o Ashisogi Jizou. Então, o Capitão do 12º Batalhão força sua zanpakutou a se autodestruir e diz para que os demais não interfiram. Muramasa leva o Byakuya para ver o comandante Yamamoto, que está em uma barreira guardada por uma mulher de cabelos pretos, dois garotos de cabelos brancos e uma figura coberta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/aSIYWlYfP12WBIC8s9V4WM3GrhL.jpg"
        },
        {
            "title": "246. Missão especial! Resgatem o Comandante Yamamoto!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=0asd5GD83sHxxEqivbOzOerYcbxc2NOchwYVMoAwiCEBkyTXYVVi1%2Bg4wDUdbqFt&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9abad05169f3eb4eadb38306b5c268114e21e6b8c5ab42e5eca7048a92a647d6"
            ],
            "rating": 5.0,
            "synopsis": "Um grupo de Deuses da Morte tenta resgatar o comandante Yamamoto, mas várias zanpakutou os detém. Enquanto isso, Ichigo Kurosaki chega à barreira que cerca Yamamoto e se prepara para destruí-la.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hxfwUHgkRCekH6j4jQ5ZdLrOZQj.jpg"
        },
        {
            "title": "247. Deus da Morte enganado! A crise de fim de mundo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ctCig6j9DdUJ0BhfmzV4QzJ5cWjODc1jhh469sVC7icVG2%2B9dU3j3qVVXhF0FurT&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d1c504a4003d03c2a33a87dbba4c141a2f559d358c76108d9ca3721a273256b2"
            ],
            "rating": 6.5,
            "synopsis": "Yoruichi, Kyouraku, Ukitake e Zaraki continuam a lutar contra as zanpakutou enquanto Ichigo Kurosaki liberta o comandante... E logo descobre que esse era justamente o plano do Muramasa.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fA3qD1lGcoay6lw9NtJSXiMliVn.jpg"
        },
        {
            "title": "248. Dragão de gelo e dragão de fogo! O mais forte confronto!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FnRr9M%2BZ3TTOYx%2FFMYH6lM7kLKLre1z03fEaKvKDWpqvHwjdYfTW5oJaHM1t0m1C&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=db0bb3daadc215a5d19b34b028db925b80d5b2d11a9dbe2e2ea899863cbf9d1b"
            ],
            "rating": 6.0,
            "synopsis": "O comandante Yamamoto e os demais são detidos por Ryuujin Jakka enquanto o Muramasa tenta reviver Koga Kuchiki.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/pBoHUeX9hx3FYty0yMF2JXya6jw.jpg"
        },
        {
            "title": "249. A bankai de Senbonzakura Ataque e defesa no mundo dos vivos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=e8F3hCIzXrQoT9WzTmZP8NtqP3BPDuCQTFxUeYJ2%2FI6Q7h8pdye6PmH4zLflk%2BT%2B&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8d4641dc05cd2ee5463e29ac158ff9622a55263992a8804dad20e13c6b3c01f4"
            ],
            "rating": 6.5,
            "synopsis": "O Capitão Kenpachi Zaraki enfrenta a bankai do Tenken enquanto Muramasa liberta Koga, seu mestre.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/qbE2RXJ3ERiLf85dKaihQA47Sjo.jpg"
        },
        {
            "title": "250. Aquele homem, pelo bem dos Kuchiki",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=v9Bu2HFraaeIrQlMolRFv4oQkxheRya99gYfVnF2ySA7lG0AQvsO08Y0%2FWE1n%2B6Z&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d86186bfc9830a5006e175fbafe26831ef608e9d9095be69c9ef2fe5a10eff02"
            ],
            "rating": 6.5,
            "synopsis": "É revelado o passado de Koga Kuchiki.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/e6EXYpAx5mGeo5xfocj32v01vhl.jpg"
        },
        {
            "title": "251. Passado negro! O pior Deus da Morte nasce",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jAozXP%2BWK2w%2BkMNJ%2B56mW9GIoTlMN%2BkmzG%2Bioyx3GGDJdThfTzum%2Bd2EamiRDO7U&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=70ae66bed24d353e447ab4fdeacdc25882545e57d412ea8d9f88be9531c0e411"
            ],
            "rating": 6.5,
            "synopsis": "Ginrei Kuchiki, capitão do 6º Batalhão e o Comandante Yamamoto são obrigado a selar Koga Kuchiki. No presente, o Capitão Byakuya Kuchiki impede que Koga mate Muramasa.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/d8TsHyK07EADTqc2Atfve4SqyIa.jpg"
        },
        {
            "title": "252. Byakuya, a verdade por trás de sua traição",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=uG450H7yJEbvxcvx8zcB1zlxS9ZfzDVbq5Z%2B6cK9OgIfaI%2FPlrwMV0CchSPkPdjW&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4b70c5e895299ef772da9ed5bf4e4878199c2bb1a08f6bc1e3c336de6abccb07"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto Senbonzakura revela a verdade sobre a traição de Byakuya Kuchiki, o Capitão Kuchiki luta contra Koga Kuchiki. Enquanto isso, Muramasa perde controle e libera centenas de Gillian.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/tE58n7OJI8itDSoN4IudwhBsx6y.jpg"
        },
        {
            "title": "253. A verdadeira identidade de Muramasa é revelada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=VFCxliG5blJH7SljlX27zYMjCpSxtIsapwXdF7lE8lXopQ4%2FCGXp9%2FS5%2Bm8B%2B53z&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5a718829f4dcd558ae455dac6a105d167c5dfbe364169cba9402c97433a58cfa"
            ],
            "rating": 6.0,
            "synopsis": "O Capitão Kuchiki derrota Koga Kuchiki enquanto Muramasa perde controle e se transforma em um Hollow. Enquanto Ichigo Kurosaki luta contra Muramasa, vários Deuses da Morte e suas zanpakutou chegam para ajudar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/uHHHSi3GgPh2d9kz9cIVrLTvbJU.jpg"
        },
        {
            "title": "254. Byakuya e Renji: o 6º Batalhão está de volta",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=OBbBKi3T97G2YuQ8rzdI3LhjQpWFUv2ByleM%2BLAb9vfTT3cnRkZuoR01QLQyVsRM&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9fdaab232283d163723aec729143a23068ebbd1f7f1cf63cea476e695671349e"
            ],
            "rating": 0.0,
            "synopsis": "Os Deuses da Morte e suas zanpakutou tentam lidar com os Gillian.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/h5SMSCK5w3XCABD7kCQ1bdQyF9r.jpg"
        },
        {
            "title": "255. O capítulo final dos contos secretos das zanpakutou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=eT2Z7vhdFTg1Ju%2FyokgZgf2WzGQnxsEkJpY1JMM9BZFGDnpa7lOVNUlhTLaLirVk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a67e8ab032d93042aa0c450d2cc4c0a44fdab60d5d09183229a7fbf1ba1888df"
            ],
            "rating": 6.5,
            "synopsis": "Ichigo Kurosaki derrota Muramasa e as zanpakutou voltam às formas originais.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/wfjhe4eJQPSRkRmea7ARZqOujjo.jpg"
        },
        {
            "title": "256. A ira de Byakuya, a queda do clã Kuchiki",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=dg6KivF4k4X3NcTR5BGJTd3j%2F2BF4pCJefdHy0pHzhCpDb0cTwYGD7t%2BO0GiNkSo&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=44cc52f6fa7ca889240d147888577c5017bc2ba993ee2629cfb952151545932f"
            ],
            "rating": 6.5,
            "synopsis": "Estão festejando na mansão dos Kuchiki quando duas zanpakutou perigosas atacam atrapalhando a festa.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9DBsQoUoCCSpGQG2uvhfggr8hBa.jpg"
        },
        {
            "title": "257. Um novo inimigo! A verdadeira essência das Espadas Monstros",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=uyAphv84H0whNtzNUFElzo5f4MsdvJ7gx3t8rcMYXslVSHoRs4%2BJ0Dd9sHPbig30&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=aba226f4fc11e4ee721c3bf57cc5926364f39e88c4712f660abbc8065bb42d38"
            ],
            "rating": 6.0,
            "synopsis": "O Capitão Toushirou Hitsugaya luta contra as Espadas Demônio que foram absorvidas por um Hollow.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2DTMHn28gbhARENwpFGkiHUHBdr.jpg"
        },
        {
            "title": "258. Cobra perdida, macaco torturado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=9hb1rPRjiTarwMMCLr38vU0ytFUbgyd1GSo6dIRp84eSwfv%2FWRzP2H3wxIz98AqN&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4f7c808096fab5e83b78f9f05f36afe394105f02862a256530cb1e5fac6bf9ec"
            ],
            "rating": 6.0,
            "synopsis": "O Tenente Abarai e Zabimaru têm que derrotar uma Espada Demônio, mas a Cobra quer mais liberdade.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ophImj2zvpyXWbobEC1msnY37wF.jpg"
        },
        {
            "title": "259. Terror! O monstro que se esconde",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7fxjH7wRDSBwaVY%2F2y88kLN%2BBvXEzsT5A2A1hMF1dnSGquoOVkVrsCkqtse1PWNj&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1d0443c2ae0f462867dad76ea82af5e0d5c6e8f2e3584195637cc794cd176bf6"
            ],
            "rating": 0.0,
            "synopsis": "Um grupo de Deuses da Morte deve entrar no esgoto lutar contra uma Espada Demônio. Eles recebem ajuda de uma zanpakutou que lá habita.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/k9lmteJhKk2mvy2QDHJPvcvuyBg.jpg"
        },
        {
            "title": "260. Conclusão?! Hisagi x Kazeshini",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=YQftM9OxttMe7A0RYwJ%2ByLenFI%2Bf%2BVYUKD%2F1DrsIbUmb4EL5Lg3HYAiI8rTR2%2FJr&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d0497b7d455d29429fb5fa7a942a76924d3e740966beff30562560aae005757d"
            ],
            "rating": 6.5,
            "synopsis": "Kazeshini muda quando é obrigado a cuidar de um bebê.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/aMKovXHzQnvYYMx54WlGtCatsa2.jpg"
        },
        {
            "title": "261. A pessoa com habilidades desconhecidas! Estão atrás da Orihime",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8EX%2BFhTXt3Hq7rzxMEtv5lLFPrMUhS7FscXxLOQGr5e8xTSc3YcvUjewahHqbDQO&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ffb03570302567f75efe3f04dd44d7e9785b87922f155e9621bfec734c5d7a10"
            ],
            "rating": 4.7,
            "synopsis": "Inoue tem que ajudar uma nova aluna que está sendo controlada por uma Espada Demônio.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kScmW2ylJYbY2kUdoXhj8fuMOqJ.jpg"
        },
        {
            "title": "262. A Espada Demônio trágica! Haineko ruge!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BGHg8YfaFXwpQiuHP5FCHKi9LLCKSqKoev1DtDEepDcp0mDA7qURZXCYg8hOrMvl&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f3bd59d5382beb07d300f64567bf44a21300b69a3e76bde1357e0d64f150eb5c"
            ],
            "rating": 6.0,
            "synopsis": "Haineko se apaixona por uma Espada Demônio que não perdeu o controle. No entanto, quando isso acontece, ela mesma resolve derrotá-lo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/deD0LkfYS2j9EY9MpyfjIc14qIs.jpg"
        },
        {
            "title": "263. Presos?! Senbonzakura e Zabimaru",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jgWrN6XCadCYL%2Be2FGRYJDhd%2BW%2FDYkCLQVK%2F4mvkTYT0NDu4D2weHK5TN62BSSBz&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=72d009f009446204810a8b8b8e4527b57e85129ae23554cb7eed07fc080492ab"
            ],
            "rating": 0.0,
            "synopsis": "Zabimaru e Senbonzakura estão presos no Departamento de Pesquisa e Desenvolvimento.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/m6wegaqbmpyKgmxL6BAXEnqFQk4.jpg"
        },
        {
            "title": "264. Batalha de mulheres? Katen Kyoukotsu x Nanao!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=alm4JvmsvF5aUkdgyzPurYhV6g8PwaBo96AoxQvmtkIO3uRyJjnRJGa%2FBVTksCet&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1eb4efd3fa0dcedecf2e476ebd4bb15cdd4fe9588fba7e06b68ac30f21dc40c4"
            ],
            "rating": 6.0,
            "synopsis": "A Tenente Nanao Ise, do 8º Batalhão, tenta criar vínculos com uma garota violenta enquanto lutam contra uma Espada Demônio.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bkpGanSPfnNGk2xtodSaNz6NMzi.jpg"
        },
        {
            "title": "265. Evolução?! A ameaça da última Espada Demônio",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=d49AgCmWx4T4x9aOA3zpxrhnTdWSIsyXhSPf1aeYeYzl2nbd9pIjgkJNeF7cc%2FeK&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a3f0b3a6a1ca8639474185bcd5bc30ada06e9ea091dc645c0ebc7c2a8a226f5c"
            ],
            "rating": 6.0,
            "synopsis": "As zanpakutou se debatem para lutar contra a última Espada Demônio e seus donos aparecem para ajudar.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1BUzAAkjHeVQHfsPX72QrOoZN1P.jpg"
        },
        {
            "title": "266. Ichigo x Ulquiorra, recomece!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=h%2BzyE7DlDlriQK%2FvXpqqXr4sez0N2BSTbY4a7%2FrVR6uannJd1gZOYHsGdf3wd6sh&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ec8937c483b88f7de6422cb10ee88a6435bf3f52f2611914dabe9c99124d01f1"
            ],
            "rating": 5.3,
            "synopsis": "Relembram-se os eventos passados.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7kUyq4i7TAY6kSVDBuMAbysj5vO.jpg"
        },
        {
            "title": "267. Corações ligados! O punho esquerdo está pronto para a morte!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WgsU0rc%2BoqNij6JhJqODC00Gca40rp075LqseLb43IB4%2FXh07ddIMjOHW1k2LMN4&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9279469a56b1d9f825cb729f596387b6ac33818294f477c001cb58f1967f92f4"
            ],
            "rating": 6.5,
            "synopsis": "Ichigo Kurosaki se debate para lutar contra Ulquiorra, enquanto Renji e Sado lutam contra Battikaroa.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nf8tondja6KJtWbcMbMQ7bNfYL5.jpg"
        },
        {
            "title": "268. Ódio e inveja, o dilema de Orihime",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Am2VSDcyEr6GdOw8FXhk%2FLr%2BYwn8VGos%2FpTBPONFADRO9QV%2BXYlQWz3UoAT4ATSU&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e8b36903242fc893d2f4f8a125651635036547e85a4001fd6766b48154da8839"
            ],
            "rating": 6.5,
            "synopsis": "Loly Aivirrne e Menoly Mallia levam Inoue até o local onde o Ichigo está lutando. Yammy aparece e, depois de se livrar de Loly, é encurralado por Ishida.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nT6gbb2Fyxc8X6TsIBGW5dn35ym.jpg"
        },
        {
            "title": "269. Ichigo e Uryuu, ligados costas a costas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=zQSQUdq9Yf8KQXZFIT39D%2F1K1SaHWA3iJqxF1Qes5ANRgZER81QVkQ6lvbB0sWAw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1300f85551eaa5f19e4aec33ad1e0f58638aecd5c2e3949bce18ee2df537d893"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto Ishida lida com Yammy, Ulquiorra mostra a Ichigo sua Resurrection.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9JJiEDRChYwHTCiQS73EcjVxX1I.jpg"
        },
        {
            "title": "270. O começo do desespero... Ichigo, a lâmina inalcançável",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=1Bjh9l%2BBJS0SE8OJqUz3TjZrKp7nDKUXxUKWV3jQNrzXIzb%2F%2B1tZpnqzL7lr5xEF&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=cad16626325fa7b132923330a00200c3b1faabfd99a21cad1b5b50fe7d25444a"
            ],
            "rating": 8.8,
            "synopsis": "Ichigo tem grandes dificuldades contra Ulquiorra em sua forma liberada e, para piorar, Ulquiorra lhe mostra sua segunda etapa de liberação.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/58QbyCRY2UpM7CRQtyDvP2TO3In.jpg"
        },
        {
            "title": "271. Ichigo morre! Orihime, o choro de pesar!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=X%2FvwraWuAmlmYa4mfkIuo3TXpMEl6TuAbaeYM29Jm5r9TY4s9lzKi%2BlRvjlt7Ba4&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9fab33283ca9f021d058105681b9383b67af35b3cf67d630ee905bab0389017f"
            ],
            "rating": 9.2,
            "synopsis": "Enquanto a forma Hollow de Ichigo o domina totalmente, ele volta a lutar contra Ulquiorra.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/o7Ij9SNGUgCbDRcpjExxPpBR9Do.jpg"
        },
        {
            "title": "272. Ichigo x Ulquiorra, a conclusão!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EU7VGgtPQVKvjpxrhVcF35UV0fyU5u1ApbIhdPkHZvCKcfTDZ%2BIf6byLyjnPt04b&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e302bfddbd7d90f88eeb9eb82ab904c3e035596d8af4777df371e9cd85d5082d"
            ],
            "rating": 8.8,
            "synopsis": "Ichigo e Ulquiorra terminam sua luta",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/qBRXR719FKwwjW8A2etvCMou1K9.jpg"
        },
        {
            "title": "273. A fúria do tubarão! Hallibel libera",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=wP00bC%2FPkjOcfB2n29dkmyjbovhDEb8%2F7kGpUn%2Fuk%2BZYnDEoYfDjqYSozuTW%2BLas&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=027425083d956500aef5ee4365e2b83e29bc0010837a80dd968851f502cb41dc"
            ],
            "rating": 6.8,
            "synopsis": "Enquanto Rukia, Sado e Renji lutam contra Yammy, os capitães continuam a lutar contra os Espada na falsa Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zLrUU77v0libZGUmKbXfus3H5HA.jpg"
        },
        {
            "title": "274. Hitsugaya, o Funeral Floral da Geleira dos Céus suicida!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=SJ%2BYR%2F2c4VElEyklpcSJD4n2PUQEyaGV03PQBFSoZbC16Vhnd%2FafIq0DmDf%2Bln%2Br&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8e1d6c73af3495a0f449e866c9cbd3d2b9bf893e2a93be5032d0e3854ae67a18"
            ],
            "rating": 6.0,
            "synopsis": "A luta entre o Capitão Hitsugaya e Tia Hallibel continua.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/n1NOLZyQgctVezepUBtXdKCUT3c.jpg"
        },
        {
            "title": "275. O sopro de morte que se aproxima, o Rei que governa a morte!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qJu66bG9IKn2zRxSUws%2FYv06ipQluI%2FwFJ7r4Cf0CNvKIbKf8sBo38b%2BuNufjS%2By&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c5474fa477ed22f0a51ee68433a1d0438e3489764c0dca5aea7e08bb607797a6"
            ],
            "rating": 7.2,
            "synopsis": "A Capitã Suì-Feng e o Tenente Oomaeda sofrem para lutar contra Baraggan.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fUU4Tzw4Vk9C7JHNy5okKhubJgI.jpg"
        },
        {
            "title": "276. Assassinato em um golpe, a bankai de Suì-Feng!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Qjs9lHH3Bw5riWy%2BKIKYQOJLPrCps0Yg%2FdN2S68TVu35%2BMDmelm3hf8LsNgudgSH&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d7ecc5e4ac224ff1ef2c1189ac62b55c3a5d100dbbdac9c3f5e5b3a78b3169f8"
            ],
            "rating": 6.2,
            "synopsis": "Enquanto o Tenente Oomaeda distrai Baraggan, a luta entre o Capitão Kyouraku e Starrk continua.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8UIXEouurnuGsBccwxhzZfdltmU.jpg"
        },
        {
            "title": "277. Clímax! Kyouraku x Starrk!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NhQYRg%2BCcKBdVeIJbY3pQ9MeExqBctgZE83c3TGaG67BEHBPOrEWpTsb7mkptblk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8d647c6e66ecfcaeff9dfff0b3d979a537741fc4f3437872f1f1dcbe59d5f241"
            ],
            "rating": 6.8,
            "synopsis": "O Capitão Kyouraku e Starrk resolvem levar a luta a sério.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/koeSYxPOoUuvSYqT7i2GhdDr4LU.jpg"
        },
        {
            "title": "278. O pesadelo volta... O renascer dos Espada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GpN47XifyIIv5VCGx5eSjTgasK17LeKjL7aE0A0BEG5JeCobGflZMCQf0PylrZ63&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=9362a854bfd8bc0638bd282d0c20de20e157747412c22368e0ee13dbe3c72995"
            ],
            "rating": 7.5,
            "synopsis": "Percebe-se que os Espada ainda estão vivos, Sousuke Aizen, Gin Ichimaru e Kaname Tousen são libertados e os Vizards entram no campo de batalha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bTgl2R1fj0K7Z2GOAzjf9IASWeA.jpg"
        },
        {
            "title": "279. Hirako e Aizen... o reencontro do destino!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CZ%2Fuy6DnPZNWMIr2G1RI42DpzqgUirQ1fStwlAgluro5WTxSLmcdhv97q5GoY%2BwG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b5f9798618d59959df5d2b4a789b9ed32d9de9ece6b0d21d81c985b8426393c3"
            ],
            "rating": 7.5,
            "synopsis": "Os Vizards se unem à batalha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hQHatBEuPjlsFmCss0gqykWJE4v.jpg"
        },
        {
            "title": "280. Hisagi e Tousen, o momento de despedida",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=AWfJz6B2lL%2BHsuDwkpKbh2uSigcSJwzf6lR31eBOlWwX4zaBDmcMv%2BtpuofSZ%2BbR&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=56b6ca6a013771c9ef95baea4b3e29d5eef83cfe255b5385b01cbf261e708866"
            ],
            "rating": 6.5,
            "synopsis": "Hachigen Ushouda ajuda a Capitã Suì-Feng a lutar contra Baraggan.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/44dbZBBXaSQtUZajZ6PQ5RxuaRL.jpg"
        },
        {
            "title": "281. A coroa de mentiras: a rixa do Barragan",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=u%2F7cgJyJfgRVS0V%2Bv%2FQ%2Be9HOdPutdW%2Be7csMlbq%2FVpPtAif3NAmwi91DOVfhVb3i&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ecb431cad8ab848fb1ae10ede6838be823187169d6f7bed4abc45b010a8926c7"
            ],
            "rating": 7.0,
            "synopsis": "O Barragan parece ter sido derrotado pelas forças conjuntadas do Hachigen e da Suì-Feng, mas todos se veem surpresos pelo que vem a seguir. A história e os lampejos do passado tomam conta do rei do Hueco Mundo que segue determinado a mostrar uma força absoluta. A sua motivação é o seu passado em Las Noches. Sem inimigos a conquistar, o tédio tomava conta até uma visita mudar o seu destino.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2DPU8ch4eXfdD22UB560PgCthV7.jpg"
        },
        {
            "title": "282. O poder da alma! Los Lobos, ataquem!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=hoJwrtqj6PgYHARuvMVAYINPnwAlPafIRayJgZXfMuJvP6C86yqINeiO3DwhB7x6&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4b90246b2abaaeb4742b5bc5c5f1c6c0f71072e83ee3d94df44b8b20488f94e8"
            ],
            "rating": 6.2,
            "synopsis": "O Stark não exibe sinais de vontade ou seriedade durante a sua luta com o Love e o Rose. Impaciente, a Lilinette parte para cima e ataca sem o aval do seu parceiro, mas os seus ataques não se mostram efetivos. Gradualmente, ela se vê contra a parede. Enfim, o Stark começa a cogitar uma luta mais séria.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2gflHNn1ktMjyjGXeDReVSnrMRD.jpg"
        },
        {
            "title": "283. Stark, o lutador solitário",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Nl3mcijhxPNr67WRDeIY9wPJPS8VlttwY434JGSM9ONX2kr1ekhejRBnaVDw9UT%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e0b30e4d8e7a9fe1a8936f956fee912c9307077aaa3971e82e08d7f8191b3869"
            ],
            "rating": 6.8,
            "synopsis": "O Stark divide a sua própria alma e a molda em uma alcateia de lobos e os lança contra o Love e o Rose. Então, preparado para conferir o golpe final, ele é pego de surpresa por um capitão que o pega pelas sombras. Apesar dos seus melhores esfoços, o Stark se enfraquece. Por fim, os lobos desaparecem e o Stark vê-se com uma perda inestimável.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ew4qQpUtc5x1FkTNxLrmypryOnW.jpg"
        },
        {
            "title": "284. Uma cadeia de sacríficos: o passado da Harribel",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=1HFHsZGbheebdmzJr8RC4UzPr29X%2F2L7fAGe1%2FF7G%2B2sGnpnpQgXqbdevI%2BeSIaA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=19e27dfefa69892b57bf360067a5c564d4a8d8ebae08f3cb51354cf1b335fea1"
            ],
            "rating": 7.0,
            "synopsis": "As noites. Há muito tempo, a Apache, ainda classificada com da classe dos Adjuchas, era caçada por outros Hollows até que a Halibel a salvou. Resolvida, ela entrou no grupo da sua benfeitora e passaram a ser um família, Em vista da observação do comportamento dela, dúvidas vêm à sua cabeça e ela começa a refletir acerca do que se deve fazer.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nuJLWNDL1vduVnhpjGfcBV0RcVD.jpg"
        },
        {
            "title": "285. A rixa de um século! A vingança da Hiyori",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MMqDph%2F%2B3t2CN1oYbZ3KK1Z%2FYKaWfCh6OCYBJKHqXc6LA1kx3HIjio%2FtQ8gr6cKl&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4214e5ae9e3c5a9118935830c0e280b86be7ea576878989ad1e04cb9c2affc61"
            ],
            "rating": 6.0,
            "synopsis": "Com os Espadas mortos, os Visoreds se defrontar com o Aizen. As lembranças de um século atrás vêm à tona e o passado tanto remoído volta a consumi-los. A alguns, não há mais espaço para se conter e um desastre acontece. Ainda no Hueco Mundo, o Sado, o Renji e a Rukia seguem na luta contra o Yammy.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sNbmlXEETuwU3JRCupuIgTM3hQy.jpg"
        },
        {
            "title": "286. Protejam Karakura! Ichigo ruma ao mundo dos vivos!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=aWAX7ew21TIJAP%2BtGZmDwB0FmN78C8bUwA6dJhDPb1Mr5BYKJYS3ibRrvX%2F9QjAw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4d08b45ccb17b6f556c754ec26667d37505d2bba52c8bd3fa25ad3c994899e47"
            ],
            "rating": 6.0,
            "synopsis": "Os capitães no Hueco Mundo resolvem mandar Ichigo Kurosaki de volta à Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/atkWyfS2PginqzOb9rUcsUhExBJ.jpg"
        },
        {
            "title": "287. História paralela: Ichigo e a lâmpada maravilhosa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mvnltIYIGbjJITnUWM5vGvIj0Mo9wjoOHs7O%2BT01lrKMeB66O%2FamkcrHYaC4AQJo&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e6bc386e2f75aaa2062b0a2033506ae3cf4529a3ec95471d166ea96d112bbb53"
            ],
            "rating": 4.7,
            "synopsis": "Ichigo tem um sonho e tenta fugir dele.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bkK8oNP05uUMmScwVTOV4NDt5yG.jpg"
        },
        {
            "title": "288. O último trunfo! Ichigo ruma à batalha decisiva",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jHUenrNsIBs%2B%2FWLPW73OVRy097eveKojugNpKs7AFDIMY1RQ6NxiPX8eZDqABvWs&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=59b4b7f2687a1274cbd52154ca1ff5c64f1d0f18f3785403a12e88c6911a7ba8"
            ],
            "rating": 6.2,
            "synopsis": "Enquanto a batalha contra Yammy continua, Ichigo começa a voltar à Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/84LVMH0ZBcJvn3vgaqCVoGLcSZ4.jpg"
        },
        {
            "title": "289. Byakuya x Kenpachi?! O confronto físico começa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=491BZLO0iBuisf9Df7BdpVJtFdEivgjC6QunNozbYB1%2BPUR3%2BFmrX8Rj4KB80Gi0&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f7f5dbef0def19955bb3a24d81bc86015a46dc59bb142db8b5ccdaaf039ac14c"
            ],
            "rating": 6.8,
            "synopsis": "Enquanto Capitão Kuchiki e Capitão Zaraki preparam-se para lutar entre si, a raiva de Yammy o deixa ainda mais forte do que antes. Enquanto isso, Kaname Tousen revela sua Holificação para o Tenente Shuuhei Hisagi e ao Capitão Komamura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/l9SOdOs6X4yQuyAdW0Fa26pibAG.jpg"
        },
        {
            "title": "290. Pela justiça? O homem que abandonou os Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=hdeFYYOrjz%2BPk3EoV71jtJlj2KVWnfsML%2BXfGLLSp8ZhxSpMNQ%2FFOWRhlQCau0SD&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0ded308a9f72be197b5c8a1896f5a0a09a791b90f381936c808397da3a826a39"
            ],
            "rating": 6.2,
            "synopsis": "Kaname Tousen revela seus verdadeiros motivos de ter traído a Soul Society.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3LhjZuksxm1Kw2UaaxU4OHPwkUv.jpg"
        },
        {
            "title": "291. Batalha desesperada contra Aizen! Hirako, shikai!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=T8vlSTDwL3C5btdR%2Fja44OQV9D2l%2B65nYWyGjRgctesVy40zZFj%2BPoUuBaWwq6j1&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=86b82993fcaa2f4ef2bcd05beae6cfd87a881d298853bf4d6c317169d0c6d6df"
            ],
            "rating": 7.6,
            "synopsis": "Enquanto o Capitão Komamura continua lutando contra Kaname Tousen, Shinji Hirako libera sua zanpakutou contra Sousuke Aizen.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vp3FWO8hwVBduRXQ9FfjjU5w4UK.jpg"
        },
        {
            "title": "292. Guerra declarada! Aizen x Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=2GK5mVXFAkuZH7XGp8fu%2FywKht0wKGyvVwQHxw40qwC2H3GPeoEEdLrCx8g4zcP%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4b103bea86e4b69a4f47a9e3437dc218c64d30e9b4a041590bbe9389552b04d6"
            ],
            "rating": 8.2,
            "synopsis": "Os Deuses da Morte e os Vizards juram proteger Ichigo Kurosaki e derrotar Sousuke Aizen.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8sMMcj4IXtybwfzNc3tvXGX97wm.jpg"
        },
        {
            "title": "293. Hitsugaya enraivecido! Uma lâmina repleta de ódio!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UH%2B8HXbdxxKwjU8jGa01ESNZ8x0D5mUmxbvoU8JfdZYmCLzNRxoyrW82ggTkRB91&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7f9ac3d66c5570016fe0cd093bd4690bc9890f8dbc252bcc1ca1a9f9be2d8867"
            ],
            "rating": 8.8,
            "synopsis": "Os Deuses da Morte e Vizards que lutam contra Sousuke Aizen não consegue derrotar o capitão ardiloso.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/id1m1xCITjvF07hlqKvTLgg4DeU.jpg"
        },
        {
            "title": "294. Impossível de se atacar? Genryuusai é selado!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=paprcSTgFX3F%2FvZehkgnx80N5%2Fx94lxDnzLFdjfz7P1EgkkwcdpTF78iz4kWtrUI&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=527aca5de26e850b8ba9ee981e9f7bbbd80a3fece041876da66e0d227e7a2ee1"
            ],
            "rating": 8.8,
            "synopsis": "O Comandante Yamamoto se une à luta contra Sousuke Aizen, mas as habilidades de sua zanpakutou são seladas por Wonderweiss.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/42zj35A4UaPa3vTYcLni6ibkyFF.jpg"
        },
        {
            "title": "295. É tudo uma armadilha, laços maquinados!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sKSkJEWZn6eC0TonXTJQcivEJbV2GEpog7eq0BaDhRq5Da25GK2Ze5gH1AGosqTb&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=33df61066debac5ec5444b6b197cb26e4f575bd0da4ba20596daad4994318434"
            ],
            "rating": 5.2,
            "synopsis": "Sousuke Aizen revela a Ichigo que todas as batalhas que ele já teve foram planejadas.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3Q0PDUWoKjTsChscAMafh8zbXsp.jpg"
        },
        {
            "title": "296. A verdade chocante... o poder misterioso de Ichigo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=lpjnE%2BI0DWe6eH%2BH7e22Qg1FEmgpY%2FoLqQUVaA2u%2Fpwz37zwK7yIs%2FdaqZENFaDz&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=bb0596eff42740c03e51ebbf148293491cfe277ef23fc96e05718365f0999db2"
            ],
            "rating": 6.2,
            "synopsis": "Enquanto Sousuke Aizen revela mais fatos a Ichigo, Isshin Kurosaki se une à batalha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/qkX18wV1bTW04JIoRLPQZB4Cewk.jpg"
        },
        {
            "title": "297. A lâmina que se estende? Ichigo x Gin!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nUWDIpVlp4MpDiIXkIVkK2UyPwgokYsJDNhbLV59yLUCFAYK42RsuWMhJe%2BkR0lO&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5c17bf1389455fb83132a2d377e9ddb70f7df50e404091634524a54b1b849af3"
            ],
            "rating": 7.2,
            "synopsis": "Enquanto Ichigo e Gin Ichimaru lutam, Sousuke Aizen explica a Isshin sobre o verdadeiro poder do Orbe Degradante.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mrBLADW1mDbHxIl7f5aCZxa7EQA.jpg"
        },
        {
            "title": "298. Festival de cinema! O festival de cinema dos Deuses da Morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=rbhHz8%2FRW1SddSNNzSf5pM8nxvWsjg%2BoHdB4QKj2nuWI1oV%2BDTd%2B4u3n2t4hlG%2Fe&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ca4d6331a0703ad6cd1a1b9c59a174a7257dcf81db24af66114425475c905cc3"
            ],
            "rating": 4.7,
            "synopsis": "Os Deuses da Morte dos Treze Batalhões do Tribunal fazem um festival de cinema.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dwvQlcWR3CGMk8nxDSeS0OwFXnR.jpg"
        },
        {
            "title": "299. Comemoração da abertura do teatro! Capítulo infernal - Prólogo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=s3nl4xTG0vrCNMEKXZ91WE8ShCJSXLGYK3ZphWgq7lRDmlSnx6lgrhiheiBnfk4m&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f41fc8f7cf1a158fa81e25f940b48b354133cfda00144ebb782052c5614160af"
            ],
            "rating": 4.7,
            "synopsis": "Rukia Kuchiki entrega suprimentos à Loja do Urahara. Kisuke Urahara diz a ela que houve diversos ataques a Deuses da Morte nos últimos dias e pede que ela tome cuidado.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dTMQn4P9IupwLnuU3o4jYHh1agJ.jpg"
        },
        {
            "title": "300. Urahara aparece! Impeçam o Aizen!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=KchupdXHUlrS5vpOtR2g5Wk4XUo9g%2FxNvZ%2BvLM685ZD5E2HvqPrDMPsmOU18k0h1&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8f88338e48746e6904cd7112ced82fca0df5feaec1915df50489d7f913e0c64d"
            ],
            "rating": 7.2,
            "synopsis": "A luta contra Sousuke Aizen continua com ele transformado pelo Orbe Degradante.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2IJBNjpxwsqq4744FJnCMySdJqQ.jpg"
        },
        {
            "title": "301. Ichigo perde a vontade de lutar? As expectativas de Gin!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=elwDMC95Z9forBAII8yKk5FwUnCnfithqC0VFPJ6mWgw4aqJQsr9I87X%2FtxnURZq&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=80a09f11a991209361e16e7f7fac9442090d6ee76e3e2507d742b42c238ff2b1"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto sua transformação progride, Sousuke Aizen se mostra cada vez mais resistente. Ichigo não consegue derrotar Gin Ichimaru com sua força.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5Vrczu4J3TFh9kl9dfj3BncOd39.jpg"
        },
        {
            "title": "302. A última Presa Celestial?! O treinamento de Ichigo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2BX%2BB%2F%2Bp5yEhrBItzimnx3eKXHWFJpqAD4tauS69OKXTfCQ%2Bg8szxOHlLw%2FTkmguS&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=de715e6f57b866eebff974c384f4b625c2a0d04f5c062d366e9b8f8c8f8e1007"
            ],
            "rating": 6.8,
            "synopsis": "Ichigo começa a treinar para apresentar a Última Presa Celestial. Sousuke Aizen e Gin Ichimaru chegam à Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gtrnwKK72HeBX9ByY7tiOVxGkSR.jpg"
        },
        {
            "title": "303. O mundo dos vivos e os Deuses da Morte O especial de Ano Novo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=zlL%2BZ1SLzwY8RTB537kY5XNmx1m%2FaXWEGxKgPv8yz5nu0xuwlJORw8CloMZ5ShDm&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0fef1e9ebc9b550fd15106479f6f5e1651b1602de74d535058b50c95406b86c0"
            ],
            "rating": 6.0,
            "synopsis": "Deusas e Deuses da Morte dos Treze Batalhões do Tribunal travam uma disputa de karuta.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2uNqcf6oeghDvXmrutiH43nocpT.jpg"
        },
        {
            "title": "304. Mais uma história paralela! Desta vez, o inimigo é um monstro?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ozMyLLhECsk1X%2FLRfoCMifJBC4OFZrpOKySZA8O6eXWMxxM%2BOsLo2Vrud6Mm4m9P&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=44c68f96afef5ab2429df4c7ff1f36d4a51bb38bcac840390ab5f516e62618ab"
            ],
            "rating": 6.0,
            "synopsis": "Ichigo tem outro sonho e, novamente, tenta fugir dele.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sbjirNMppFGONhxD4qDnxToz7bO.jpg"
        },
        {
            "title": "305. Os delírios rugem! Hisagi em direção à pousada de termas!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qa1zGiMKgFndVqY6O7r%2Fq7RuV9GWfaZb69rT%2FSxOm2MlYygHB0%2FELtBqzKvAP3GK&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=95aa2e1c6f40b6dd29513d11c9e2e20e3ca0ef1ddd23c4faf728f44ee43e58f2"
            ],
            "rating": 6.0,
            "synopsis": "Os Tenentes Shuuhei Hisagi e Rangiku Matsumoto partem em uma missão e Hisagi se ilude achando que a Rangiku está apaixonada por ele.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/oJlWjRbcOJBc8SaAy98qn4iX0E9.jpg"
        },
        {
            "title": "306. Para proteger! Ichigo x Tensa Zangetsu!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=iIzUEphymlbhkHQv0BDiv66C86WkFLhr%2BWOQcrOOnC9YuQhNJhl7Q8yplrQ%2FITVs&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=447aa4fd74d79f7318c8edaa372f633b5f368a459d8b0d8ca2945d51ff514a49"
            ],
            "rating": 5.8,
            "synopsis": "Ichigo se mantém firme contra Tensa Zangetsu que se funde ao Hollow interior de Ichigo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9I3QnwsiFHiRxHt4R3P9ZG56Tjd.jpg"
        },
        {
            "title": "307. Situação de emergência! Aizen, uma nova evolução!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=RdHhuk%2BUF1Q79jaSHM7DbjiAQKseYAk%2FAt1q2xwO8DBwZENvdKKtXtIbXDJc8QFG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4c43594063250fd3071037f0333db1d42dc8bf76f691f517ef27211ed4833c61"
            ],
            "rating": 8.0,
            "synopsis": "Enquanto os humanos fogem, Gin Ichimaru trai Sousuke Aizen.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bLBK9bUcUshiUnc0rrypNcz2ago.jpg"
        },
        {
            "title": "308. Adeus... Rangiku",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WhIZ4B1vvywkIYLtMupMNvkC5Vke6j%2Bl%2FoDHFvwwTQUq2vwqRjCapPK0zHsJe3%2Bz&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a589fb0a8b75ef8a247f8b8cdaf7f60fc3c94951a384dd6c3222b0cf182263af"
            ],
            "rating": 8.6,
            "synopsis": "Ichigo surge de seu treinamento e obriga Sousuke Aizen a lutar longe de Karakura.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dXqgyqnmzcnEoVa20UhQNARRj1S.jpg"
        },
        {
            "title": "309. A conclusão da batalha feroz! Libere a última Presa Celestial!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=wN2JL1KVTxZDZU06N5MBvvXmrnLina%2BN8JaFvLTPSDmD1rNJ711Cl9ApzEoOBdaU&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=276072b55427ca1459a06d8b35220ab7470eb7b96f3b56c12f7dbcef94ea79b1"
            ],
            "rating": 8.6,
            "synopsis": "Ichigo usa a Última Presa Celestial contra Aizen.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6d7PO7fNqLOBsjYHLZz51kqcuxK.jpg"
        },
        {
            "title": "310. A determinação de Ichigo! O preço de uma batalha feroz",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=56REpAiE%2BOnz9AMnyY7L%2FR62bCyYRBlVZK3jTU23mw1GV7lRTifEuG67s5lt0A2r&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=165bf238d0cc02868d9a714514c52b50fd0b88ca0584addd344a0fadc3399815"
            ],
            "rating": 6.8,
            "synopsis": "Mostra-se o que acontece depois da batalha contra Sousuke Aizen.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/vkGbzBHKZqt3hEY9oSCP9ClH6hf.jpg"
        },
        {
            "title": "311. O policial do rito de passagem, Karakruizer ataca novamente!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=9k2wBmwPsnc6DLV84stUI7zMfVhuPkL68%2FwmIXoOeIuhunyK2IUZGYySe7R8fLja&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=88399531bbffd785d1fe63ce1e5fd77c127be59819e1c8b1d9ffb45c081c2558"
            ],
            "rating": 0.0,
            "synopsis": "Temos ainda mais aventuras de Karakruizer.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/vUuSzPFbojENIjwiA54O1WFh5bi.jpg"
        },
        {
            "title": "312. Inauguração! O novo Capitão do 2º Batalhão!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DjJzKOTAuB3NV7vlT%2BBf9%2B6rO%2F5zupz%2BYMpEP62t0gjaETiuy890udQXHlKM4ln4&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a884c7ee6ecf0f61af98e8fcbf4cff3b1f38d3192f53f4d4027c390a7c062a66"
            ],
            "rating": 6.0,
            "synopsis": "Tenente Oomaeda finge ser Capitão do 2º Batalhão.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6BfzajFYodn115W55ZIkcsY9wAW.jpg"
        },
        {
            "title": "313. O homem que arrisca sua vida pelo 11º Batalhão!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=05%2BETmwkzFfmepRQkeRxn93M2He0e5EboMFO7UYmJfTX7o28mLw2YkKR9WdV6bSq&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=74366860acd766ef2aaa11a711d50814c173b63ae820764642d03d7a8a9c6638"
            ],
            "rating": 6.0,
            "synopsis": "Ichigo se encontra com um membro do 11º Batalhão chamado Seizo Harugasaki.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/tOjwa8TgzOLOtar92oCj4guruFE.jpg"
        },
        {
            "title": "314. Kon é visto! O segredo da bela secretária",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UG5zBuuUOrWsaldYyhoCcwxxI0rsep011U8GphKw61CdswFLjxCeZAuqjKRuVXBk&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d4ccf0ba8b5c063ee98a245451125cfbc13ddaba6ef7da66ad3028c0358339bc"
            ],
            "rating": 6.0,
            "synopsis": "Kon vai atrás de uma bela garota enquanto o resto de Karakura é ameaçado por um Hollow.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/o1b7bR4UmI6gg5KTFpt5MGuMkDC.jpg"
        },
        {
            "title": "315. Amigo da Yachiru! O Deus da Morte da justiça aparece!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ELYS%2FjvSGrW7iQMW1cb7NkM6u0er8C2yrzBUuvIlT4dXowEOjjP8hzF1wI1yGg3t&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c4ef4a1d995133164af1c3c5e939e49019ccf864e09d2084c62ae32b54882151"
            ],
            "rating": 6.0,
            "synopsis": "A Tenente Yachiru Kusajishi encontra um velho amigo Deus da Morte e põe a conversa em dia com ele.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/rmM9Eg6OV1SRgv4WAkKoeNhjquh.jpg"
        },
        {
            "title": "316. A folga de Toushirou Hitsugaya!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ntn1eFGZwTwnGz8VZ2KlP1XihjjJv%2BGt0RZ7azuEpHdIs9oCwgjtLsnNy25l6cHt&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=b4a90415ae85f2fc82b08a38ac0c263bc49a6043b574b8915d2cc29980895d0f"
            ],
            "rating": 6.0,
            "synopsis": "O Capitão Hitsugaya visita o mundo dos vivos e encontra Haru, uma senhora que ele conhece desde sua primeira missão no mundo dos vivos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hGKGdZzqRoESmebryGBIN6krDXP.jpg"
        },
        {
            "title": "317. Um incidente estranho no Tribunal das Almas Puras?! O exército invasor dos Treze Batalhões do Tribunal!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=yu8TaMGgbpanmUTaMCMLO4czMuUIVz%2BGdqU57SaERBCvuYKpS5kIFJoi4QLDMsOA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=51e95c727d8fbb1c066cf0979ba42ca8227ff380e469908b369d99aef5246f8a"
            ],
            "rating": 6.5,
            "synopsis": "Um mês depois da derrota do Sousuke Aizen, quando tudo começava a voltar ao normal, pessoas começam a sumir no Limbo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/kUcqbGdC5qFZnfmo29U9LQgUsEN.jpg"
        },
        {
            "title": "318. Renji x Rukia? Uma luta entre colegas!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=lIjUFSHd3IUpz9BSBPMAilnvRXk9TAY%2BJw4Bs1quYFj26kj488VT3Ep5AElZnN%2BI&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=710de566794a19ef8707acfb71708924ad656ead79f8ed2455bf55fcf860c242"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto Ichigo foge de sua detenção, Kagerouza aparece para buscar a Nozomi.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/6v6UuOOw4Ug6ddTlmM8H9rSFbhe.jpg"
        },
        {
            "title": "319. Rede de captura de Ichigo! Fuga da Soul Society!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ryooPwspREzEPOsbkr%2BDRRdaCGGNCgPunSxBH3c2%2F6ZZeF6H5DaDCOfR5NotIHlA&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=d02e25a97cfd838d0f8432ffb018baade6671e904999fea642459ace4c6ccba7"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto Ishida luta contra Kagerouza, Ichigo e Rukia tentam fugir do Tribunal das Almas Puras.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/y8As3jLwLxWha8eTxwdWxM6KtoM.jpg"
        },
        {
            "title": "320. Treze Batalhões do Tribunal se reúnem no mundo dos vivos!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=a0kTpdyJYluginkThLetBuHPtabo8eU5oB7ud40CaUADmy4OS7Qw6WinmmKQ6awY&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=648f01bdcbdd8235a08bf1ff275b8d6735feeba6c9495a919613690ed52adda5"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto os verdadeiros Treze Batalhões do Tribunal têm uma reunião sobre os corpos postiços, Kon recebe a missão de procurar a Nozomi.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/ukWLet2OLEbUvz9G7VAmQytor1n.jpg"
        },
        {
            "title": "321. Confronto de iguais: Ikkaku x Ikkaku!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EaL%2B9QAFYKTbD4CdEK05DUet2on5PXyYSmhXv1ZiOuZnKt7knUeXraWiCv%2Fq9c7D&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4be9917c9b3cbe790e5562daa1ae4af70a0abf0d1970f9748f1c7ed0adb73a5a"
            ],
            "rating": 6.5,
            "synopsis": "Capitão Ukitake e Capitão Kyouraku investigam os registros do Departamento de Pesquisa e Desenvolvimento enquanto os verdadeiros Treze Batalhões do Tribunal se encontram com seus corpos postiços.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/sY44rDz2t4B60BYY1EBesqyRF6Y.jpg"
        },
        {
            "title": "322. Confronto! Rukia x Rukia!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Bv2GTJYSpZQHzlxjFsExycoNW9SoWxklCtWBz20ialPsYV5BxmlYTHgS480jn0wm&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8a108e3abb43eafb916d993bd78c8c091f705be45c1c2a8128c6d1f814d9f614"
            ],
            "rating": 6.5,
            "synopsis": "Enquanto os corpos postiços continuam o ataque, Nozomi vaga por Karakura em busca de algo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/aaMXue8Pa525Y0nRUYtySgP9o0D.jpg"
        },
        {
            "title": "323. Protejam o Ichigo! A determinação da Nozomi",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=HsOy9uQ1WArw6Jrbshi1aqdGNLtreuUkL3HJGCUk1A5czkmFozTQ9zQgP4qtiGIZ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6cf4b3bc40ad0d98fa886b939142ac4347d37be7b7c93b6312bd998d3df33ce7"
            ],
            "rating": 6.5,
            "synopsis": "Ichigo derrota vários corpos postiços enquanto protege Nozomi.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/jLsQzPUYVimLQTlLMZomKZfrOEM.jpg"
        },
        {
            "title": "324. Retomem o Tribunal das Almas Puras! Os capitães agem!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jh0Ah4W1mIp8kMDJZboqjb0pAV9VjAXM1yLAxPzW3VK%2BbEekke2Ugpsho3GjJ9PC&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c21d4573cc36a1915902b78e956498861369c483959eb250a9c6069136ba3b19"
            ],
            "rating": 6.5,
            "synopsis": "Os capitães voltam à Soul Society para enfrentar Kagerouza.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/8U7pypiPhbZCDQhS5ub4jvXuls6.jpg"
        },
        {
            "title": "325. Pelos que creem! Byakuya x Hitsugaya!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nettxWVOR%2BnuKTyWqAj6rBXzwdVrTsGYOnZul90XRkg28SDiYgI4oSxJ7hDvj3Lq&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f9ba2db68f8359cc2f91705bfba319ff38cacd7c148d036cab013264b455869e"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto o Comandante Yamamoto luta contra os corpos postiços, Capitão Kuchiki encontra o corpo postiço do Capitão Hitsugaya.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/hHZOoaD6Ux24i3xgCSIzeS46Dtd.jpg"
        },
        {
            "title": "326. Duas Hinamoris, a resolução do Hitsugaya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=wksO8raj08ubmVGl97lT%2BjBy6g4qpUCDy5KkDCn3KN4FO49Lio80Y7bQ6x5oOXk%2F&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=c2e4c90d33f582c1683187a09f8ba87b9c0dd5b427b82e61d7964485dd45a163"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto os capitães avançam pelo Tribunal das Almas Puras, o Capitão Hitsugaya encontra o corpo postiço da Tenente Hinamori.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/hvs5JELJly3ctlfVr5U57nDJY4S.jpg"
        },
        {
            "title": "327. O orgulho do clã Kuchiki! Byakuya x Byakuya!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UkJSkNyho4Hk8XHMEm7dz8XuCk%2FYmRg6HICPuAb0m66fzH6FU3LFk5Lnaaa5AVwg&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=6f1a3794df08108ead617a12379c0a8cdd4cfe61b8874b785719fa06e81ceef0"
            ],
            "rating": 7.0,
            "synopsis": "Os capitães Komamura, Komamura e Yamamoto continuam a lutar contra os corpos postiços.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/lZDbc90kJGsc4mr73J0kYoYwEHB.jpg"
        },
        {
            "title": "328. Derrotem Kagerouza! Deuses da Morte, uma guerra declarada!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6apzjHZ1h2np0iRmNUh478d%2FFrmcjAZciLGGyL%2F9EPZi0%2BuWsGHHuMofpRHQ1D1a&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=22778c6f744098cdfc0944e50ea31caa9357db2ec3475970036367c0078ec4f2"
            ],
            "rating": 7.0,
            "synopsis": "Os verdadeiros membros dos Treze Batalhões do Tribunal chegam ao refúgio do Kagerouza e o desafiam.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/l47Yqkipjd9r09hdZzK3UZvQkAp.jpg"
        },
        {
            "title": "329. A pesquisa proibida... o segredo de Nozomi!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Vmsx2CMNAif9LnY%2BW37AhmCdw9yCVUBqN9pcHztDKvo1oQLvqEMLwsvKj%2ByCLdOE&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=0e5214ff7cc9ab3e8d4862967333b2c62953724b89a730feb929c5fbf0e253fc"
            ],
            "rating": 7.0,
            "synopsis": "Kagerouza tem dificuldades de se recuperar do ataque do Capitão Kurotsuchi e suas motivações e a verdadeira identidade da Nozomi são reveladas.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/z0m8JbNDPlzStYZNN0zWFBJTswx.jpg"
        },
        {
            "title": "330. Quero viver...! A zanpakutou da Nozomi",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=bIvyJCr0snIPMuZzEPgcoajQfzYlrYIODdqQ76JtH%2FHh7RNlZikg1o4epRURCz18&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=967338edfeae4e1e9e80cea30c8d3ff2b82770cf32b3b8f5c34e26d1bb34f257"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto os membros restantes dos Treze Batalhões do Tribunal tentam se recuperar, Nozomi resolve ajudar os demais.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/g1LnH0ILLlJJIcnGWfBnwtQFmOd.jpg"
        },
        {
            "title": "331. Pela luta! O despertar de Nozomi!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=O6Re%2Fg6vEgk73xN1jyVA8ugOoQWBmgcXj8ZeutkYq7yTl8JdzKsgZf821hn%2FITgM&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e84c362a3cac229844c0c602487dc0dcb8cbd802e67504f4dad0effd39c57564"
            ],
            "rating": 7.0,
            "synopsis": "Nozomi treina com o Ichigo enquanto os corpos postiços voltam a atacar o mundo dos vivos.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/3bQsgrQ723tx9dWaMme3GtD6aRu.jpg"
        },
        {
            "title": "332. O mais vil corpo postiço surge no mundo dos vivos!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Lp0PQbunW5KqhEQJpGY%2BMf8GAmtVkx1JygoewEUkiij5DxAUQrbNcYPgLM59cCLw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ceb37bc124295ac4aca35dd4f71ddba0a7c3d6369736c6ae7c698d8607f29431"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto a poeira da disputa entre o falso Capitão Zaraki e Ikkaku abaixa, Ikkaku se esforça para levantar e o falso capitão diz que foi uma lua agradável.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/fQ7zJg1WqbMTu8rXOBKJ42MbiwE.jpg"
        },
        {
            "title": "333. Destruir a Nozomi? A decisão de Genryuusai",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6NkuBvFRb7SPN5clAk5uVcCK%2FU82VYBbdJqwTW7gWVjlTzo1UQpB2czSer0XLOEf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=23388c92cfb7569e51e2a76f6b41cecec30f3a8e301fb9d4a274b028d9003def"
            ],
            "rating": 7.0,
            "synopsis": "O Comandante Yamamoto aparece no mundo dos vivos e salva os Deuses da Morte de um ataque do corpo postiço do Capitão Kuchiki.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/tAec5x0TpHkt5YURcY0azjSdOPd.jpg"
        },
        {
            "title": "334. A pressão espiritual que se extingue! Ichigo, uma alma de debatendo na morte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=01Mzb5Y8bm4f2S4TUq5uVmiKipAbYfP8CSnTvJ%2Bgq1ae3S77rOgtqAXVRquYf%2B7U&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=97bfc0eb6ab8248d83dbcbda5f4a6ce22821caa73c564ac7ebc8f13b5efa61f5"
            ],
            "rating": 8.0,
            "synopsis": "O Comandante Yamamoto encara a energia que se aproxima e prepara as chamas do Ryuujin Jakka, mas Nozomi se põe à frente e ergue a Arazome Shigure para bloquear o ataque.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/v06t5iSm1QizPc4igoYfAwUQfDI.jpg"
        },
        {
            "title": "335. Esconderijo no Limbo? Ichigo está a sós?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=rt7dbPzD5ofjoF%2BVEQmfvk1XDEeCh8wWDj52p0BJ6UNDZizrapxWnkG6DwAgnGgt&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=80ee75d28e7566321b984af33864148d94933670b4f603918d8383acdb066215"
            ],
            "rating": 7.0,
            "synopsis": "Depois de ser levado de volta à Loja do Urahara por Kisuke Urahara, Ichigo vai ao Limbo para recuperar suas partículas espirituais.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/jXMrLoohAtpmweUyYG4vpM2yr1g.jpg"
        },
        {
            "title": "336. Sigam Kagerouza! Invasão do Departamento de Pesquisa e Desenvolvimento!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BnPMk0taem5lqutLr6dY6qHGt1nitRzUC70eLv0tvESceumiMzFinhyD%2FdA%2FBXvP&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=04ba6641e85fb7903352cfe53568c9c6077bf56e4834816a1594bdb849f644d4"
            ],
            "rating": 7.0,
            "synopsis": "Ichigo, Kon e Kisuke Urahara se infiltram na Soul Society e Inaba começa a se fundir com Nozomi.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/oNzM95dKKVCXcySlFffYA6PZWhJ.jpg"
        },
        {
            "title": "337. O desenvolvedor das almas alteradas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Q2INhqaAiDeXR%2Boj5XwwfyWgNUKw0b6%2BZ58E2POGbOgdKjvmvvBNDsgtKDSmnnDE&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=e1f780d2845ecea0b7997b9cdfd0d7da91f818ae0c4bcb7241987666129e2629"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto Yoruichi e os demais capitães lutam contra os corpos postiços, Ichigo, Kon e Kisuke Urahara procuram o laboratório do Kagerouza.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/8JdeA6FMANUuGjwZ9dEtH3Zeyk1.jpg"
        },
        {
            "title": "338. Os pensamentos de Kon, os pensamentos da Nozomi",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BR7txlVIP10YXWMLag5Tc0UMlfpXVYrxb2nXLgWOuqNhD6XWLih4LiCRD0hJUfwt&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=892e0c0ca738a96656780f15be7976e0f8b20cf865e33f8ff7df438427021265"
            ],
            "rating": 7.0,
            "synopsis": "Kon tenta acordar Yushima, mas Kisuke Urahara diz que não adianta. Kon lamenta, pois sem Yushima, não tem como eles saberem onde fica o laboratório do Kagerouza.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/bCk3mjRtmSagZJMUwpfEcY2TvWl.jpg"
        },
        {
            "title": "339. Protejam o Ichigo! Os laços de amizade",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=p4Qw86eP2cfK%2BWUXsvbqB0fVI8Ved3XHZB7qmY2I3TL3%2BrlLRusDychTsrKPQN53&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=180f4b9b500a1194d6c9120f8dcade73fe60d1eb7f82b824e683cba6c307f9fe"
            ],
            "rating": 7.0,
            "synopsis": "Os Treze Batalhões do Tribunal lutam contra os corpos postiços, enquanto a forma fundida de Inaba com Nozomi lutam contra o Ichigo em Holificação.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/9nSXMBk8WO5qphA7gedTP26x1n9.jpg"
        },
        {
            "title": "340. Corpos postiços x Originais, a batalha feroz em que se aposta o orgulho!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6GGswMHN9hqHTWBsAegUoqs4HtiZx7YNhD1NADSIWGPNtGaK3qNQ8eLKNoJpAKuf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=2548992af0e56f34cadd95219f26aa3645ef2f3a4aecf1bb1f875337c1a4708b"
            ],
            "rating": 8.0,
            "synopsis": "Enquanto lutam contra a fusão, os capitães e tenentes lutam contra os corpos postiços.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/oNNUryzM3NzuOpWGqAAHnvv6xpy.jpg"
        },
        {
            "title": "341. O exército invasor, a conclusão!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=6oQkes2xAzEClJKR4cQf91R9ZsycvHMY3ydgk58YHBRyr0Zfv%2FsRQ%2FIEYDcGY43G&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a4648c583e4060e1731116279b787b9d39f4c53fd19b3190771082f767e12f55"
            ],
            "rating": 8.0,
            "synopsis": "Enquanto os capitães e tenentes lutam contra os corpos postiços, Ichigo usa seus poderes restaurados para lutar contra a fusão de Kagerouza com Nozomi.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/6GqnGxab9dvCYpoDcPqNPaH2r9n.jpg"
        },
        {
            "title": "342. Obrigado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gvxdbn7shflC%2Bb1Z2nH22rvcFv53yTxWGgQxY%2BTXYtUQjzpHh7FKfyHcbhHiuDcf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=4a938a309120261712c75f16eb9ce07ea3c5eea578aeea4bdbc4a658c7b34501"
            ],
            "rating": 6.5,
            "synopsis": "Ichigo perde aos poucos o que resta de seus poderes e se despede de Rukia.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/zbW5YjVnGJUnJQw6Ei8ZXTPaDGw.jpg"
        },
        {
            "title": "343. Estudante do 3º ano! Vestido de um jeito novo para uma nova história!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BsueKyrCC%2FpLdP%2FtN8RcgQvzl62quG5qY3F7cZrE6MucFN6cjdhPbASWvjPfjLHn&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7f2529e478dc6aa0978c8063bf987bb06ea1daa6ef64ff39fd60dbf0dab0c8a5"
            ],
            "rating": 7.2,
            "synopsis": "Dezessete meses depois, Ichigo continua a viver normalmente como um adolescente na cidade de Karakura.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/bt2yltX1Q6FOFeHboup3DMckV1g.jpg"
        },
        {
            "title": "344. Uma disputa no colégio? Ichigo e Uryuu lutam juntos!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ftT3fJmmvhfdtcDtP%2F9QXzjhL8MK%2FWkHsLYNatxy5njodcnubM2Xcxy0%2FDocVxtw&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8a363b1281250481641e3b4d81dbfc4e5a75090cd9d6fab2a9cecd46672c3a2b"
            ],
            "rating": 6.0,
            "synopsis": "Obuta e sua gangue aparecem no Colégio de Karakura atrás do Ichigo depois que ele atacou um membro da gangue no dia anterior. Ichigo se esconde até perceber que Ishida está se aproximando da gangue para reprimi-los pelo comportamento que estão tendo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/lyCuBow6X5QugTzX6fDGIzlcBCF.jpg"
        },
        {
            "title": "345. Uryuu sofre um ataque, uma ameaça aproxima os amigos!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=u%2FdBJYQmahrtgJUdWbJ3p0sykD0mwRBK%2BUYajX%2BG2TXogDXPuWLm%2BpTxOOooRsmh&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=a4b0f8a9ca37c6295fe7f0c9187ce21ca36380c01432fd824e838cd990ce0a3b"
            ],
            "rating": 6.2,
            "synopsis": "Depois que Ichigo e Inoue visitam Ishida no hospital, Asano é atacado.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/AnEcEitzJEZEBwKSYiYvpK5gUiI.jpg"
        },
        {
            "title": "346. Kuugo Ginjou: o usuário de Fullbring",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tg0YZLIfOUbADdTlXSBeURiBJ%2BBUEn%2BoiiLe2gotJHq4wJSADDeB5HefgslydOa9&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=1ed75b0968e7c986d7808252e9da597acb972adef124e25a6dadfa14df74b790"
            ],
            "rating": 6.2,
            "synopsis": "Ichigo bate em um poste por conta da frustração que sente pelos últimos eventos e lamenta não poder fazer nada para ajudar os amigos que sofreram ataques.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/rwiO40XhN5V0xYLENkjfZl67atM.jpg"
        },
        {
            "title": "347. Um perigo se aproxima à família Kurosaki? A confusão do Ichigo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=zqqjb%2B1jP%2BTP8hWkcA0t7ciTZjOfFTLnvE%2B5mqrY5y%2BY%2BueNhgnfkpS%2Fw%2BMVH7SG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=51021eb718b7f787b9093ce923c79f4809e2e26be4d4e5dab8f303313449d942"
            ],
            "rating": 6.2,
            "synopsis": "Depois da revelação de Kuugo Ginjou de que é possível recuperar seus poderes, Ichigo sai da sede dos Xcution.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/6OIyOCkFjTysczbA2B9gTiuOySt.jpg"
        },
        {
            "title": "348. O poder do distintivo de Deus Substituto, o \"orgulho\" do Ichigo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MIeOtbRozSY7xqQvlrS%2FNrdW9vJ0MDA2lJe2vJ7B%2B8axdJ%2Bv1NZasWwH5U1ysXuo&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=07bd59ab78e485785b669776a7461170bbd772f50021087ed6e05cb015975633"
            ],
            "rating": 5.2,
            "synopsis": "Na Clínica Kurosaki, Karin e Yuzu ficam até tarde assistindo à televisão enquanto esperam seu irmão.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/aidXNQKN2uDobU2f8MMi6BtjcCR.jpg"
        },
        {
            "title": "349. Próximo alvo, as mãos do demônio querem alcançar Orihime!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PxZPfva7LFXf7vV%2B%2FCYibyVTbPUTKPIYEnpeoeGWpaCNQpHPHqdcktGZdl9mlJX7&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=195da42d7bcf6f54f851346baf9fe799243d8a2215905c1c7a4f818cc4aaa469"
            ],
            "rating": 6.0,
            "synopsis": "Ichigo está no meio da luta contra o Sr. Toicinho, que acaba de receber ainda mais força.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/44aNQowH43Sh9WW5SjdZ34zL0GC.jpg"
        },
        {
            "title": "350. O homem que matou um Deus da Morte Substituto? Tsukishima age",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sfUxZO26zENpBSbA%2BNX0RPIIq3z7WXr2Jpi4%2BfGrZSntRRWkz1d3RxmIpAtfVuF8&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ec23c8704e37198f6d1d272222feaa7aaeafec5230d3633dfe75f73ca31bad6b"
            ],
            "rating": 6.0,
            "synopsis": "Seguindo sua intuição de que há algo ruim acontecendo com a Inoue, Sado e Ichigo vão correndo à casa dela.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/1RISewC8XGxIFd0naw5sD7zg3IX.jpg"
        },
        {
            "title": "351. Fullbring, um poder detestável!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=QVPBNvAaId28yZiSCBKF9A%2FlidHhAtw%2B%2Fb9bz7xNn2b97WY%2Bh5qc7DRFJJtMkjx2&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=bb1ffc03f8e8dff3a86751160f22e3b2e7d7335ae47577a234c4a90cdd81e75c"
            ],
            "rating": 7.0,
            "synopsis": "Ichigo continua seu treinamento com os Xcution, que tentam convencer Jackie a ajudar.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/4O5zSCcuZXvRFKBw1hnJdHuUso8.jpg"
        },
        {
            "title": "352. Tsukishima ataca! O treinamento é interrompido",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pIcxS0PBzzU5WwII1uBStOxoSx1m1JJsUqkwJ4k7okFG5PoDP7aUJir7Aj6W0aZs&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=53637a995b64b9df48433d3764036d231d13285b04851529e1fc5c34f09377e5"
            ],
            "rating": 7.3,
            "synopsis": "Enquanto Jackie e Ichigo treinam no aquário, Tsukishima chega no esconderijo dos Xcution.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/e5o2ulcgnydhvXxkRJPZhCQmf5c.jpg"
        },
        {
            "title": "353. Ichigo dominando o Fullbring?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=f1dl1SrbqdOM2EzBEktU8ZLmH%2FSgz2mFM%2BIMmwrjz%2Fd8pY2Y%2BeLCDORwruMhk77c&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=69c4afbe9de0107fe7db7d4da07e53db768674dd1ae0b4fd8ab87b1147d6b50a"
            ],
            "rating": 7.0,
            "synopsis": "Depois que Tsukishima chega, uma batalha começa.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/wJYItjriKb6qAG6GIfscKdHN3sG.jpg"
        },
        {
            "title": "354. Ichigo x Ginjou! Ao espaço de jogo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xAQiTY5Icj%2BANeD20ELzEh0ghZ4ynt%2FuS67n6Q6PQZujQENruMZhhMTIrplVUiRl&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5af4fae7844fa68c545726f468bf847c568abe9a5822d17e06f4625750c5db25"
            ],
            "rating": 6.5,
            "synopsis": "Ichigo luta contra Kuugo Ginjou no espaço de jogo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/eERitH7qrdyXdlbnprB4JPfuE8I.jpg"
        },
        {
            "title": "355. Os Deuses da Morte entram na batalha! O Tribunal das Almas Puras também tem um especial de Ano Novo!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=2WerTeu2VtyFYkTUb%2FwKdtrqTJDAIY4jPMVg9JLx7iwWT88dU7fCLNz%2Fdsoo0f6o&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f3813d49048b05b0861b6ca07113811413e29316f93c99681f4f56b4cffb2495"
            ],
            "rating": 6.0,
            "synopsis": "As comemorações de Ano Novo na Soul Society incluem uma luta de pipas e um dança comemorativa da Rukia.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/gNoU4FOLSxJcxWYJsvPysoYSoju.jpg"
        },
        {
            "title": "356. Amigo ou inimigo? O coração não visto de Ginjou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=0r%2FJy1bX5Tl2%2FXKpFVYAgKgbpXWxYN9oo6YfBkUzwj7b8cBpOpxtu35sNOrD6STc&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=dac947e9fdc643ce07253c79d11e842d570f63e9c92dd98848af9faef62187a5"
            ],
            "rating": 7.0,
            "synopsis": "Ichigo continua a treinar com Kuugo Ginjou e, com isso, consegue seu Fullbring.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/6GQmerQm4XcJ2OEJU43v621BGAa.jpg"
        },
        {
            "title": "357. A ameaça que se aproxima: a habilidade de Tsukishima!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Z1thJV%2BHfEk5%2FA82h343pC5JEjsj6fLkx6dMfEFUvaGDcMENvA41CfIuyp%2BNcDRJ&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=66f7100384c07062e010f8b4861d06e40be9fdb904e6775e50cddba11876d838"
            ],
            "rating": 7.0,
            "synopsis": "Ichigo treina com seu Fullbring. Chad e Orihime investigam Tsukishima e entram em batalha.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/9GZsOMWNnA8rMb7SPj9YIX8hZnX.jpg"
        },
        {
            "title": "358. Confronto?! Xcution ataca Ginjou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=orvv%2F6cwO2nGMh8qdQtbFWg%2FGwMsVtCKGSWFelQkZI%2B25OOAlsfLYZwsAxskmlmq&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=3558e6368c006e1f852a6810f46e8afcb60c0e0d3c02011b2b5211d6b99513ac"
            ],
            "rating": 8.5,
            "synopsis": "Uryuu sai do hospital para investigar uma pressão espiritual que está aparecendo em todos os lugares. Os amigos de Ichigo, sua família e todos da Xcution, com exceção de Ginjou, foram cortados por Tsukishima.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/52LJuaiGkUFzRmUsM20zI6ujZ9e.jpg"
        },
        {
            "title": "359. A triste disputa! Ichigo x Sado e Orihime!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=S%2FhAFZKdpegwDjuvQYary8YNtrNmXzZ%2F31EAawrPKcwPW8nO5mEakVqc1pRH9QY6&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=51be60b3db8faac47626db85fca72a6d2c45594a1adf60a272aced2d388cd5d0"
            ],
            "rating": 6.7,
            "synopsis": "Ichigo e Kuugo conseguem tomar um fôlego em um esconderijo e formulam um plano. Eles vão à mansão do Tsukishima para iniciar a batalha.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/vpC8EP2I718YF46HyWA87fCEGgM.jpg"
        },
        {
            "title": "360. Ichigo x Uryuu?! Quem é o traidor?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=zdgKk3o18zth4%2FFgtfmZDUaZOoCDIjaggYdZRXpy3opMW1O3AvfzLnvLBWIkyUCx&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5f12339196d6f594ef9f6b1fb0ca9d196fd8a25550894041f7498577ca58e578"
            ],
            "rating": 8.3,
            "synopsis": "Enquanto Ichigo começa a lutar contra Tsukishima, Ishida chega e Kuugo Ginjou também recebe um golpe da espada do Tsukishima.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/l8mgPuh1KfRAmbvt53qONLU2vfj.jpg"
        },
        {
            "title": "361. Um novo surgimento! Conheçam os Treze Batalhões do Tribunal!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=hAQ3b3kQ41JLQA8J5%2Fe%2F%2FYWTgSvBjVIaIcr6MLQSd0fMp5yC5BV8evDjNE9ZYD4X&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=7dbd7d753848c98d5982026310d2a4c3dac206ca9e77b59eb991a980cb6149ec"
            ],
            "rating": 8.0,
            "synopsis": "Sem seu Fullbring e poder algum, Ichigo leva um golpe da Rukia e recupera seus poderes de Deus da Morte.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/zoQ0wGrzn2mWt2U0CmGp2aAwB7S.jpg"
        },
        {
            "title": "362. Renascimento! Deus da Morte Substituto? Ichigo Kurosaki!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=t4vuGyMIzEeD2%2Bd6Y70wKlBAOMv%2FaGPnqnz9POxQhnFyWEc1C6MUIXg5azk9Dov6&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=8ff5bbaca29501f4a60a77f67063cb754e3f0fab49b4d31db056941c5de26057"
            ],
            "rating": 8.0,
            "synopsis": "Ichigo prepara uma poderosa Presa Celestial e dispara na direção do Kuugo Ginjou. O golpe não o acerta, mas o líder dos Xcution fica espantado ao ver que o poder avassalador dividiu a mansão em duas.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/9eJTSMB80vnLZukSzmHvCViPaOn.jpg"
        },
        {
            "title": "363. Batalha feroz! Deuses da Morte x Xcution!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2B1ufx6eSeEpiNFMrVLeEr2%2BTcfdZY%2FQE0rrdGkND4fwRAKUKWfVXapBL9kUmfHtu&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=5b365c4fd7322af06d90dc1744095fc8c9670722167ed59e04dd3345092a2790"
            ],
            "rating": 8.0,
            "synopsis": "Ainda como Deus da Morte, o mundo digital ao redor de Ichigo desaparece e, no lugar, aparece um modelo virtual de Karakura. Ichigo comenta a respeito disso, e Kuugo Ginjou responde que a região era bacana.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/ka9nf798ZfnIwornK1LAj0Dy0HR.jpg"
        },
        {
            "title": "364. Batalha desesperadora? Memórias confusas de Byakuya",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WCxzUMeNQt3TI9kesF3GMsM6tpb3idd7eKOPGjdMA7cx%2FFOHDeXa6fcdZwvRcLFG&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=ca141aa62db79072073384c225dbdce92aba10a7855f49ca6cf033f12e7346d2"
            ],
            "rating": 7.7,
            "synopsis": "Tanto Byakuya Kuchiki quanto Tsukishima continuam a se encarar relutantes em lutar diretamente.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/zYL1xVo9AVve2xNzG6CWVpYN9Tj.jpg"
        },
        {
            "title": "365. Ichigo x Ginjou! O segredo do distintivo de Deus da Morte Substituto",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Fn9TiS7jH2pTiCpnSMvzXhhf3WRYS67dgIFr1EQI%2BEu1nssuom7ZuFT2a%2FCLFJrf&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=691cd13dea70abdd5e407405c2da88636b3fa54c5fb754c4f01df3ee9f5af03a"
            ],
            "rating": 8.2,
            "synopsis": "Enquanto a luta entre Ichigo, Ishida e Kuugo Ginjou se intensifica, a verdade sobre o distintivo de Deus da Morte Substituto vem à tona.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/bkiB8oZxefoHObtHotJwEuRynqw.jpg"
        },
        {
            "title": "366. Mudando a história sem mudar de coração",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jWfVyKEyTkfWOxJHk4xcWtksRHHWd78utzJRb9vPmRGakh91Qs%2FVWiYJdmjjvDDX&expiry=AJ6QMVM97nDYfD9dVn8l%2Bg%3D%3D&mac=f9cbbc4d0efcb83acf990ffb29650088df1ac7d8ecd0758d889d7d2c3095f390"
            ],
            "rating": 8.3,
            "synopsis": "Em bankai, Ichigo e Kuugo Ginjou continuam a se digladiar enquanto um grupo de Deuses da Morte observa de baixo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gECLSkysUa71zb4KDUsVoHtRwMV.jpg"
        }
    ]
}