{
    "episodios": [
        {
            "title": "01. Com quantos ovos se faz um bolo?",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 7.5,
            "synopsis": "Dona Clotilde faz um bolo para o Seu Madruga e lhe escreve também um bilhete, contando que está apaixonada por ele. Enquanto isso, Dona Florinda pede ao Quico que lhe compre um bolo para o Professor Girafales. Mas por causa de uma confusão, o Sr. Barriga pensa que Dona Florinda está apaixonada por ele. Chaves e Quico tentam fazer outro bolo, mas acabam sujando tudo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/tymJvT8hO14SsYsWbn9hMjIyqNq.jpg"
        },
        {
            "title": "02. Um porquinho de cada vez",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 7.5,
            "synopsis": "Seu Madruga tem um cofrinho cheio de dinheiro e tenta escondê-lo do Sr. Barriga. Enquanto isso, Chaves coleta garrafas vazias pelo cortiço para vender e comprar sanduíches de presunto.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/2Boe0SxwoHcEIpN0c9AvAZFyfTz.jpg"
        },
        {
            "title": "03. Os campeões de ioiô",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga convida dois artistas internacionais para um show de ioiôs. Enquanto isso, Chaves começa a vender jornais pela rua e ao ver os jogadores de ioiôs, resolve fazer o mesmo brincando com o Quico. Dona Florinda, ao ver que o cigarro que Seu Madruga deu a Chaves estava com Quico, mata ele de pancadas. No final, Quico segue jogando ioiô e Chaves, acidentalmente, quebra o relógio que a bisavó de Seu Madruga deu a ele.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/Akb8Ft1LwB45dwZIb2fzzqXl1e3.jpg"
        },
        {
            "title": "04. Muito azar na sorte grande",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Chaves, que vendia bilhetes de loteria, vende seus últimos bilhetes para o Seu Madruga, que no dia seguinte, descobre que ganhou o prêmio. Porém, ele acaba perdendo esse bilhete. O problema agora é encontrá-lo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/As38IvoBzYpEW4OYUfLO6FIzF4Z.jpg"
        },
        {
            "title": "05. O mistério dos pratos desaparecidos - Parte 1",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga é sonâmbulo e acaba deixando pratos todas as noites no barril do Chaves, pois se preocupa com a fome do menino.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/eSi7Zbnf5xdWt8yysUb19ISnBfX.jpg"
        },
        {
            "title": "06. A volta dos espíritos zombeteiros - Parte 2",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "O mistério dos pratos desaparecidos no barril do Chaves continua. Então, Dona Clotilde acha que isto é obra dos \"espíritos zombeteiros\", e decide fazer uma sessão espírita na casa de Seu Madruga. Mas no final, percebeu que Seu Madruga estava agindo como um sonâmbulo o tempo todo, e recebe seus pratos e seu chapéu de volta, mas logo após que ele coloca o chapéu na cabeça, farinha cai em cima dele e ele deixa os pratos caírem no chão.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/5PMWNBoJo6WIMZkQaahZvFKW0Qi.jpg"
        },
        {
            "title": "07. Um triângulo amoroso",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "O Professor Girafales pretende se declarar à Dona Florinda, mas não consegue. Por isso, decide pedir conselhos ao Seu Madruga. No entanto, Chaves e Quico pensam que os dois estão tendo um caso.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/41s5A5vh2ohjQOBUkZmr223HuuL.jpg"
        },
        {
            "title": "08. A doença do Quico",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Dona Florinda pede ao Seu Madruga para ir comprar remédios, pois Quico está doente. Na sequência, Quico pede para que Chaves jogue os remédios fora, porque não quer tomá-los. Mas o Chaves se engana e joga fora a urina para exame.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/aw2MicMzD20mH1NVQhj2QzFeXfs.jpg"
        },
        {
            "title": "09. A troca de chapéus",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga briga com o Professor Girafales e pede ao Chaves que guarde o chapéu do seu patrão, que ele levou à vila por engano. Porém, o garoto se atrapalha e acaba grudando um chiclete no chapéu.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/mkY7viyNPKdeNBAXfmsN1hQTcXS.jpg"
        },
        {
            "title": "10. Vendendo balões",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": ""
        },
        {
            "title": "11. A cruz vermelha",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Chaves está coletando dinheiro para a Cruz Vermelha. Enquanto isso, Seu Madruga começa a fingir que está louco para não pagar o aluguel. Ao mesmo tempo, Chaves pensa que o Sr. Barriga enlouqueceu. Então, Chaves e Quico tentam curá-los com baldes de água fria. No final, Seu Madruga vai parar no hospital e dá um dinheiro ao cofre de Cruz Vermelha para o Chaves, que diz \"todo mundo pode precisar um dia\", como forma de incentivo ao apoio.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/7HzK3DEii3c08MfIUWESGMQ1LGz.jpg"
        },
        {
            "title": "12. Os balões do Quico",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Chaves aprende com o Seu Madruga uma lição importante, que é compartilhar as coisas e ajudar os outros. Ao saber disso, Quico resolve dividir seus balões com Chaves, mas eles acabam brigando. Enquanto isso, Dona Florinda bate no Seu Madruga pensando que foi ele que amarrou os balões em sua cesta de compras.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/dPGxTLl67lDum7NNJKJTTHp3chz.jpg"
        },
        {
            "title": "13. Quem convida, paga! - Quem baixa as calças, fica sem elas",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Os dois ladrões querem sair do restaurante sem pagar a conta. Para isso, Peterete tem a grande ideia de causar uma briga para que possam fugir. | Seu Madruga lava a calça e a pendura no varal do cortiço. Porém, Dona Florinda, que está com um novo penteado, se enfurece com isso e o manda tirá-la de lá, pois vai receber a visita do Professor Girafales a quem quer impressionar com seu novo visual, assim, não querendo que este veja a vila com roupas penduradas no varal. Seu Madruga se recusa, e acaba comprando briga com a \"valentona do 14\" que apenas para ver o varal vazio, mente para Chaves, dizendo que Seu Madruga o presenteou com sua calça. No final, Quico aparece \"vestindo\" o barril do Chaves, e Seu Madruga aparece logo em seguida com a roupa de Quico, que ele havia pegado do varal para se vingar do ocorrido.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/j4WSBnLGCmuATBzX4J0anaAkZVt.jpg"
        },
        {
            "title": "14. O ladrão",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Alguns pertences dos moradores da vila começam a desaparecer, mas ninguém sabe quem é o ladrão. Após Quico encontrar sem querer o ferro de passar roupa de Dona Clotilde no barril de Chaves, este é acusado injustamente de ladrão. Assim, Chaves decide ir embora do cortiço, mas ele volta no dia seguinte de cabeça erguida e consciência limpa, pois sabia que não era o ladrão. Ao ouvi-lo contando que rezou para que o ladrão se arrependesse e devolvesse os objetos furtados, o Senhor Furtado, que era o verdadeiro ladrão da história, fica comovido e devolve o que havia furtado, além de dar ao Chaves um sanduíche de presunto, que este divide com o Quico.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/zlfC5P6LNaeYj5pohGRpIBh12WN.jpg"
        },
        {
            "title": "15. O festival da burrice",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "As crianças fazem uma enorme bagunça na escolinha do Professor Girafales, que faz o que pode para conseguir dar a aula.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/fUbLnpn5g8lCSquUcDaCkqe8NCd.jpg"
        },
        {
            "title": "16. O Homem Invisível",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Chaves e Quico estão procurando o homem invisível. Depois, Seu Madruga diz a eles que conhece a fórmula da invisibilidade, mas na verdade, tudo não passa de um truque para enganar os meninos.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/oulUVeOYQvA98qtLHr1GQs5zFfy.jpg"
        },
        {
            "title": "17. O caçador de lagartixas",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Chaves caça lagartixas na vila e todo mundo se assusta com elas.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/sBOhF9XLhPgjKHEPAX5TN37QS0G.jpg"
        },
        {
            "title": "18. ?",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": ""
        },
        {
            "title": "19. Como sujar uma roupa de festa?",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Quico tem de ir à festa dos Lopes Gabiroba e por isso não pode sujar a sua roupa de marinheiro. No entanto, Malicha tem a ideia de Chaves jogar talco no Quico, para que ele não possa ir à festa.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/nHxnTICXklzeySaQmIagt8GQM5o.jpg"
        },
        {
            "title": "20. As férias dos folgados - A casinha do Chaves",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Beterraba e Peterete precisam fazer algo terrível para irem à Ilha do Diabo. | Na vila, Senhor Barriga ameaça despejar o Seu Madruga, enquanto Chaves constrói uma casinha para brincar.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/f93MSwjuzA2GWs1eVxfx9clABvv.jpg"
        },
        {
            "title": "21. Quem dorme com criança, acorda molhado - Parte 1",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "O Professor Girafales presenteia Quico com um cachorrinho. Quico o nomeia de Madruguinha. Enquanto isso, Seu Madruga tenta pendurar suas gravatas no varal, mas as crianças ficam tirando-as o tempo todo para brincar ou fazer de coleira para o cachorrinho, irritando Seu Madruga profundamente.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/hy7pTlOC4C7GM02lBMZv75HZYV3.jpg"
        },
        {
            "title": "22. Gente sim, animal não! - parte 2",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Para a felicidade de Dona Clotilde, fica proibido ter animais na vila. Por isso, sem Quico saber, Dona Florinda resolve devolver Madruguinha, o cachorrinho de seu filho, ao Professor Girafales. Quico fica arrasado ao se dar conta de que seu cachorrinho desapareceu. Enquanto isso, Chaves encontra um regador com a coleira de Madruguinha na janela da Bruxa do 71 e conta para Quico que seu cachorrinho havia sido transformado em um regador. Apesar disso, Quico fica feliz, porque, afinal, havia recuperado seu animal de estimação. Por fim, Chaves descobre a verdade e conta para Quico, mas é Seu Madruga quem acaba levando a culpa e apanhando de Dona Florinda. No final do episódio, Quico revela que tem outro animal: um ratinho branco.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/ywByrj4w1U0hkA6LwW8KVBSsrVd.jpg"
        },
        {
            "title": "23. Um rato na contramão - Parte 3",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Após perder o cachorrinho Madruguinha e substituí-lo por um ratinho branco, Quico tenta esconder o roedor e usá-lo para assustar os demais enquanto Chaves sai caçando lagartixas pela vila. Chaves pensa que os biscoitos de Quico foram transformados em rato pela Bruxa do 71 e decide matá-lo com um estilingue, mas Quico tenta proteger o bicho a todo custo. No final, o ratinho entra na roupa de Nhonho, que sai correndo da vila como um gato escaldado.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/7bAp2jSodSKXxc5buRUQfMNFskJ.jpg"
        },
        {
            "title": "24. Os chifrinhos de nozes",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": ""
        },
        {
            "title": "25. O curto circuito",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": ""
        },
        {
            "title": "26. Tempestade em balde d'água",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "A vila ficou sem água. Por isso, Chaves e Quico ficaram encarregados de irem buscar água em outra vila. E a confusão começa, com Seu Madruga e Dona Florinda brigando pelos baldes de água, Girafales tomando partido de Dona Florinda e os meninos desperdiçando a água que serviria para os adultos. Com o cano consertado e a volta da água à vila, o professor descobre a causa da falta d'água e Seu Madruga pune Chaves, que enche seu balde com lágrimas.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/1irzbklGUjk4f0xtgL1Vc91Ac6w.jpg"
        },
        {
            "title": "27. Os dois ladrões - Seu Madruga carpinteiro - parte 1",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Beterraba tenta arrombar uma janela com um objeto para cortar vidro. | Seu Madruga está trabalhando como carpinteiro. As crianças pegam seus instrumentos de trabalho e estragam uma cadeira de Dona Florinda. Agora, é o Seu Madruga quem vai ter que consertá-la.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/g8xsBj1RSyal1S10Lww1tJcEGLf.jpg"
        },
        {
            "title": "28. Muitas marteladas - parte 2",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga, que está trabalhando como carpinteiro, acaba martelando os dedos a toda hora. Enquanto isso, Chaves e Quico resolvem brincar de carpinteiros e nisso, acabam acertando o Professor Girafales com várias marteladas.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/p3cSbY0isivhJqUntXwJni7Y9a2.jpg"
        },
        {
            "title": "29. O vendedor de refrescos - parte 1",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Chaves começa a vender refrescos no segundo pátio, tendo logo Quico como freguês assíduo, já que começa a consumir vários refrescos e acaba assustando sua mãe por isso. Enquanto isso, o Seu Madruga se esconde em uma casa desocupada na intenção de evitar Seu Barriga, por isso resolve pedir a ajuda de Chaves, que tenta ajudar o dono da vila a encontrar Madruga. Com isso, o garoto aproveita para fazer chantagem com ambos para vender seus refrescos.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/aHNo4CMP2bLY1WrcM3VMLj1hg3S.jpg"
        },
        {
            "title": "30. Mais vale uma noite bem dormida que uma boa comida - parte 2",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga está com insônia e Dona Clotilde indica um remédio milagroso para resolver o problema. Mas Chaves e Quico pensam que ela enfeitiçou Seu Madruga.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/xvQOjnxBWYdWj5Tj0BUBiWso6Sm.jpg"
        },
        {
            "title": "31. O feitiço contra o feiticeiro? - Nada como ser um expert no assunto – parte 1",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Beterraba e Peterete são surpreendidos ao tentarem assaltar uma velhinha aparentemente indefesa. | Chaves, Quico e Nhonho jogam beisebol, o que causa muita bagunça na vila.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/saXi0VRpIzCaUnoaEcyOCQLUrH.jpg"
        },
        {
            "title": "32. Nada como ser um expert no assunto – Parte 2",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Quico e Nhonho colecionam álbuns de figurinhas com notas de dinheiro, deixando Chaves com inveja. Depois, o Seu Barriga deixa cair várias notas de dólares no chão que Chaves pensa que são figurinhas. Seu Madruga descobre e tenta enganar o Chaves para ficar com elas.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/vpEwmUEC7U1jdruVBClAAqGwKJe.jpg"
        },
        {
            "title": "33. O despejo do grande campeão",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "O Sr. Barriga finalmente decide despejar o Seu Madruga, que já estava há 15 meses sem pagar o aluguel. Chaves e Quico ficam muito tristes ao descobrir a decisão do Sr. Barriga e ajudam Seu Madruga a arrumar suas coisas para a mudança. Quico encontra um antigo álbum de fotografias do Seu Madruga, com fotos do tempo em que ele era um boxeador. Enquanto preparavam a mudança, o Sr. Barriga dá uma olhada no álbum de fotografias e encontra uma foto que lhe faz se lembrar do dia em que Seu Madruga salvou sua vida, mesmo sem saber: em tal ocasião, o Sr. Barriga estava com muitas dívidas e conseguiu dar a volta por cima graças à derrota de Seu Madruga numa luta de boxe, pois havia apostado em seu adversário. Com isso, o Sr. Barriga desiste de despejar Seu Madruga e revoga sua dívida com ele.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/ipL4Qx31QuE4a1fa9Gs7sVpg7pX.jpg"
        },
        {
            "title": "34. Uma lição de boxe",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga recorda dos velhos tempos de boxeador, e percebe que Chaves tem porte para se tornar um. Por isso, resolve treinar o menino para lutar boxe, emprestando suas luvas. Mas quando Chaves bate em Quico tentando ensiná-lo a lutar, Dona Florinda descobre o que aconteceu e bate no Seu Madruga e o Professor Girafales ameaça bater nele caso veja o Chaves usando luvas de boxe novamente. Tudo vai bem até que Chaves acaba colocando uma das mãos, cheia de cola, dentro da luva e, no final, sobra para o Seu Madruga, que não consegue impedir que o professor perceba tudo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/thNm0G5WOtq8tddb1KoWNBXaacP.jpg"
        },
        {
            "title": "35. Seu Madruga fotógrafo",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/lOzvkK9hgSJUm80nZpfTBCABqYn.jpg"
        },
        {
            "title": "36. Enchendo balões",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": ""
        },
        {
            "title": "37. A briga dos pombinhos",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "O Professor Girafales tem uma briga com Dona Florinda e pede ajuda ao Seu Madruga, prometendo-lhe pagar muito dinheiro. Porém, antes disso, ele precisa comprar a bola quadrada que prometeu ao Quico. Enquanto isso, Dona Clotilde alega que Seu Madruga e ela têm pendências amorosas.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/jc27NsdWMyMMEOmyFG7W4wK0Fj5.jpg"
        },
        {
            "title": "38. Os Gesseiros",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "O Sr. Barriga dá uma tarefa ao Seu Madruga: engessar uma parede da vila em troca de um mês de aluguel. Contudo, todo mundo bebe o gesso pensando ser leite de burra.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/s3JDtxNYG9OFYH5WiUVKBGFBOSm.jpg"
        },
        {
            "title": "39. Cyrano de Bergerac - Ama o teu inimigo",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Mais uma das paródias de Chespirito. Desta vez, com a história do narigudo Cyrano de Bergerac. Ele é apaixonado por uma mocinha, que na verdade ama outro homem. | Seu Madruga está trabalhando como jardineiro mas o pessoal da vila o atrapalha.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/JklSMfFVf4F45DGNkDycWBgrVF.jpg"
        },
        {
            "title": "40. Dom Quixote - Isto merece um prêmio!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Mais uma das paródias de Chespirito. Dom Quixote e Sancho Pança chegam cansados e bebem em um bar, porém não tem dinheiro para pagar a conta. | As crianças fazem desenhos na escola, mas o Professor Girafales quer saber quem desenhou uma caricatura sua. Com medo da bronca, Quico pede ao Chaves que assuma a responsabilidade pelo desenho em troca de um sanduíche de presunto, mas ele se dá mal, já que Chaves é presenteado pelo professor.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/4PUbAEXGGLgkeG6CffcALAoI0rG.jpg"
        },
        {
            "title": "41. A história de My Fair Lady - A loucura do Chaves",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "[PERDIDO MUNDIALMENTE]",
            "runtime": 23,
            "poster": ""
        },
        {
            "title": "42. Napoleão Bonaparte - O calo do Senhor Barriga",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Mais uma paródia de Chespirito. Desta vez, com a história de Napoleão Bonaparte, que está conversando com Josefina e alguns soldados. | O Senhor Barriga está numa pior porque toda hora alguém pisa em seu calo no pé, que está muito dolorido. Enquanto isso, Quico assina para o Chaves um vale de um milhão.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/d143Av35kVDako4IzuvlytMmWoZ.jpg"
        },
        {
            "title": "43. Discos voadores",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Seu Madruga arma uma estratégia com Chaves para ser avisado quando o Senhor Barriga chegar. Mas um brinquedo novo do Quico acaba dificultando o sucesso da empreitada.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/ee81zwtod4XXspEK63ZR51jVMfS.jpg"
        },
        {
            "title": "44. Uma refeição indigesta - Natal, noite de paz!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:0987273c1401e2e96d1f79477a7090def16fbcee"
            ],
            "rating": 0.0,
            "synopsis": "Os dois ladrões querem sair do restaurante sem pagar a conta. Para isso, Peterete tem a grande ideia de causar uma briga para que possam fugir. | Na vila, é Natal e toda a vizinhança se reúne para comemorar a data na casa de Dona Florinda.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/5WQHGtiTuWjiSnzbSUFDEDP4ZwK.jpg"
        }
    ]
}