{
    "episodios": [
        {
            "title": "01. A casa de Bloo (1)",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=XQ272ZtOGj4Mdac%2F38%2BUBDrQsu76cyqDb4GLtqCIyj2G%2F3kiksY0sQQdUXSGoSGZ&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=f0aab3ab080b1e685da2fd2a6a15a1afe86da7fdf5eef19366fc6999d2b4ec62"
            ],
            "rating": 0.0,
            "synopsis": "Quando Mac, um menino tímido de 8 anos, é forçado a desistir de seu amigo imaginário, Bloo, ele encontra o lugar perfeito para ele: Foster's Home for Imaginary Friends. Lá, eles encontram muitos moradores da casa, como Eduardo, Wilt e Coco; bem como o pessoal da casa. Seus problemas parecem estar resolvidos até que é revelado que Foster's é um lar adotivo e centro de adoção e, se Mac não estiver lá no momento em que alguém tentar, outra pessoa poderá adotar Bloo. Para piorar as coisas, uma trama sinistra da má amiga imaginária Duquesa usa o irmão valentão de Mac, Terrence, de 13 anos, e coloca Bloo em perigo. Agora Mac e seus novos amigos de Foster's devem trabalhar juntos para salvar Bloo, o melhor amigo de Mac.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/4wn5XLRGA1LSTvSBvxhsin7yrwG.jpg"
        },
        {
            "title": "02. A casa de Bloo (2)",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=C%2BngPmMwDGygEVVULZ9915tfEv7qZSj%2Bkes79AcgVccSUK7QA3ejndZWCdAavuDQ&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=d76dc6af14d4876ec23d1158c6cb68d5e8a2423da1a97ec2d0bfd3415e0f6e2f"
            ],
            "rating": 0.0,
            "synopsis": "Quando Mac, um menino tímido de 8 anos, é forçado a desistir de seu amigo imaginário, Bloo, ele encontra o lugar perfeito para ele: Foster's Home for Imaginary Friends. Lá, eles encontram muitos moradores da casa, como Eduardo, Wilt e Coco; bem como o pessoal da casa. Seus problemas parecem estar resolvidos até que é revelado que Foster's é um lar adotivo e centro de adoção e, se Mac não estiver lá no momento em que alguém tentar, outra pessoa poderá adotar Bloo. Para piorar as coisas, uma trama sinistra da má amiga imaginária Duquesa usa o irmão valentão de Mac, Terrence, de 13 anos, e coloca Bloo em perigo. Agora Mac e seus novos amigos de Foster's devem trabalhar juntos para salvar Bloo, o melhor amigo de Mac.",
            "runtime": 19,
            "poster": "https://image.tmdb.org/t/p/original/m6VkGjDtiV6bE8fdhbl4sDb4HPN.jpg"
        },
        {
            "title": "03. A casa de Bloo (3)",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=b1Ov67jGquqDuHGhSeuWr1A5H27rIu%2FJImLPHh58%2FPsJfiNy8XnQLRWJZUemXgkg&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=4d96f68134fbbb41153a944281c857cbbe3281e48c6cc24bdfe16508336e861f"
            ],
            "rating": 0.0,
            "synopsis": "Quando Mac, um menino tímido de 8 anos, é forçado a desistir de seu amigo imaginário, Bloo, ele encontra o lugar perfeito para ele: a casa de Foster para amigos imaginários. Lá, eles encontram muitos moradores da casa, como Eduardo, Wilt e Coco; bem como o pessoal da casa. Seus problemas parecem estar resolvidos até que é revelado que Foster's é um centro de adoção e, se Mac não estiver lá no momento em que alguém tentar, eles podem adotar Bloo. Para piorar as coisas, uma trama sinistra de um amigo imaginário maligno usa o irmão valentão de Mac, Terrence, de 13 anos, e coloca Bloo em perigo. Agora Mac e seus novos amigos de Foster's devem trabalhar juntos para salvar Bloo, o melhor amigo de Mac.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/m4B1Y055vxd8QvBIz6lBW7YkjS.jpg"
        },
        {
            "title": "04. Viagem ao shopping",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=%2BVlbQruV2iES4xhpJB4jY4tFdZsW7ui%2F9ysG5A8fWVc%2FHsk4n8f4TREiVEvBlxiw&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=6e0de925ed13ae19418a9af014e91c44efc85a01bc1a619c11efd5e44a4ddb9f"
            ],
            "rating": 0.0,
            "synopsis": "É o aniversário de Madame Foster e Frankie se esqueceu de uma coisa necessária em qualquer festa, as fitas! Enquanto o Sr. Herriman ordena que ela vá buscar alguns, Bloo, Eduardo, Mac, Wilt e Coco vão junto também. Eles têm mais cinco minutos até que possam sair, então eles param uma loja e Frankie adormece em uma cadeira vibratória e quando ela acorda, todos saem para lugares diferentes. Frankie vai conseguir chegar na festa a tempo?",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/28UQSHHB5gZ3zD91e7r2vq8iT5g.jpg"
        },
        {
            "title": "05. O problema com rabiscos",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=7v2P9H0yZt%2Bps4g5igZpF2Z9RgzX%2Bu9fhbsSZmSu2Lf9trAs0LLojMhu9nWn9Lfb&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=b50b017045a9728aa279a7274bf5c1d64d2ca880ac656d308b562a2b0fd82136"
            ],
            "rating": 0.0,
            "synopsis": "Bloo descobre sobre uma porta em sua casa que todos estão proibidos de abrir. Enquanto ele pergunta sobre a porta, ninguém lhe diz o que há dentro dela. No entanto, no meio da noite, Bloo consegue se esgueirar até a porta e abri-la, mas será que ele gostará do que encontrou ou seus atos causarão problemas incalculáveis?",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/mQ34Y4B2hnmvm4d1Ud2gVvP2nHa.jpg"
        },
        {
            "title": "06. Tá perdido",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=W4H%2Bu%2BBlnjlttn6KyYqnJB4qR3kTso2rQszqMGKy548TCeTx7ereebTneJnYguHD&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=618077c2d1c2e704192f19e7f37a809e587ed4bf16c45b2eebb6a1e534a49468"
            ],
            "rating": 0.0,
            "synopsis": "O Sr. Herriman não está feliz com o fato de Bloo poder ficar em casa indefinidamente e está reclamando das regras da casa. Infelizmente, quando Bloo descobre que o Sr. Herriman o expulsará de casa se ele não obedecer, Bloo fica tão estressado que acidentalmente quebra uma estátua de Madame Foster! Bloo e seus amigos terão que consertar o \"busto preso\" antes que Herriman descubra e jogue Bloo na rua.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/ixCCvxsKuDbAbuT5wRJzelnzcEA.jpg"
        },
        {
            "title": "07. O jantar está servido",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=XSuAwLjTbPrRHXv6%2FO5U0ZzawOCyecmGjup2lRtgcq7%2FnFyKKCGZdYRXRYPQV%2BpL&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=5be0a2f1aec350c32b26985e521d7b2ca8ea96c336b95f1c57c7092f1007cc7f"
            ],
            "rating": 0.0,
            "synopsis": "Quando Mac visita Foster's, Bloo quer mostrar a ele algo no telhado, embora quando chega a hora de eles voltarem para o andar de baixo, eles se encontram perdidos e incapazes de descer. Com o Bloo se tornando instável devido à fome e o Mac potencialmente criando mais e mais problemas a cada minuto que passa, eles conseguirão encontrar o caminho de volta antes que seja tarde demais?",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/uVIjkkbQ5tjbM1Du88XwpbIf2iq.jpg"
        },
        {
            "title": "08. Coelho na internet",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=2PnRZkAAe8mJXmREYzo2tb8Q2ZgsHRM6QtppzXbYPuqSj995YOOqeiPD%2BVzkpRVK&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=e7ceb4244e8e41cb1f1893cb8dbd3ad03e0de1ce27d26eebb4147194703ae38f"
            ],
            "rating": 0.0,
            "synopsis": "Mac e Bloo estão usando a câmera digital de Frankie para fazer entrevistas em vídeo para o novo site do Foster, quando tropeçam no Sr. Herriman entregando-se aos caprichos de Madame Foster e dançando um pouco para ela. Para desgosto de Mac, não apenas Bloo e Frankie mostram as imagens embaraçosas para quase todos na casa, mas Bloo envia o filme para a Internet. Não demorará muito para que Herriman descubra que se tornou a última moda da Internet, e você pode apostar que ele não ficará feliz!",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/rlJGF63eEAoMtzhR6I8zcgvc3Xe.jpg"
        },
        {
            "title": "09. Berry de dar medo",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=Yir022ZYRZwNL2QN5BJFd61oCojWlCcXJtqhhaRNj%2FlN6TdC%2BL7bYNIB%2FhdCVUVW&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=240b73364b2eeb526c95165a3b55f457b74dda525067f602c232cb15c3b4f12a"
            ],
            "rating": 0.0,
            "synopsis": "Quando um novo dia começa no Foster's, com todos curtindo seu programa de televisão favorito, The Loved and the Loveless, uma nova amiga chamada Berry entra em casa tão doce quanto pode ser, embora com um olhar para Bloo tenha ficado apaixonado e determinado a fazer Bloo amá-la de volta, embora haja uma coisa que realmente se interpõe entre ela e Bloo, que é Mac. Quando Mac e Bloo estão tentando ganhar um recorde mundial, Berry fica furioso. Depois de muitos esquemas para tentar se livrar de Mac, Berry tenta dizer a Bloo que Mac o está impedindo de ganhar o recorde mundial. Quando Bloo diz isso para Mac, ele fica bravo e não quer mais quebrar um recorde mundial. Mas Berry faz de Bloo a quase maior bola de elástico do mundo e os dois colocarão o último elástico para torná-la a maior. Enquanto isso, Mac está correndo para Foster '",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/xd2gQB18cgpwqV3ReA59Ls8FOj7.jpg"
        },
        {
            "title": "10. O amigo Red / Ligando para casa",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=6tUGr%2FCQnfdMzk66vslaSyFIyRrVef6%2BjObpb8Fbs1iqWwFM7rBRAu%2BbP9kzoCu9&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=816e177759e58f785c0588a3906824eec2c24dffaf8526b938f1f0c8d55fcec9"
            ],
            "rating": 0.0,
            "synopsis": "Ver Vermelho:\n\nTerrence tem a ideia de inventar um amigo chamado Red para bater em Bloo e Mac, embora o amigo que ele cria não pareça ser capaz de compreender a tarefa que lhe foi dada. Red servirá Terrence como ele foi criado, ou escolherá seu próprio caminho e desconsiderará o que Terrence ordenou que ele fizesse?\n\nTelefone de casa:\n\nBloo tem ciúmes de Wilt ser o amigo mais amigável de Foster's, então ele tenta resgatar amigos imaginários assim como Wilt faz. Quando Bloo encontra um homem em um terno de celular e pensa que ele é um amigo, ele constantemente tenta trazê-lo de volta para a casa de Foster. Mal sabe ele que o celular não é o que parece ser",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/AdD0xj790uTXG9joKOuSSslOv3Y.jpg"
        },
        {
            "title": "11. Quem deixou os cães entrarem?",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=vJHRd2emmCabEH6M7PtToNl2Ml9wPhKR%2FYiTAIy6MGekArrLqAtrwwkc6ddFqBtu&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=f02adcf80c8356115dee4e5a310f1e7ac3c5f9a1b48f1418cc6ebb5af7d8e42d"
            ],
            "rating": 0.0,
            "synopsis": "Depois que Eduardo encontra um cachorrinho quando estava levando o lixo para fora, ele decide ficar com ele, apesar de cachorros não serem permitidos dentro de casa. No entanto, apesar dos esforços de Eduardo, o cachorro se solta e começa a causar problemas que Eduardo leva a culpa por temer que o filhote fosse descoberto. Eduardo conseguirá ficar com o filhote sem que o Sr. Herriman descubra ou o filhote será forçado a ir embora devido à rígida política do Sr. Herriman contra cães?",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/8TfQEUfJxlpTn1MiyAAZjWGCMaz.jpg"
        },
        {
            "title": "12. O dia da adoção",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=yTiMxEcV2%2B6Jj5RybeMLPmiqcY8TTWZ4BnKP2xzG9aB9NhGQFlxR6l2q59qBOMTQ&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=d79e4bfd95be27f071627dec10ea2e0f7d0df113ba6448cec8a379912134130a"
            ],
            "rating": 0.0,
            "synopsis": "É o sábado Adote um Pensamento, um evento que visa a adoção de bons amigos nos finais de semana, quando as crianças estão fora da escola. Mas Mac e Bloo descobrem depois que seu bom amigo Jokey é adotado. Embora o evento geralmente seja bom tanto para amigos imaginários quanto para aqueles que desejam adotá-los, Bloo não quer que seus amigos sejam adotados, então ele trabalha com Mac para tentar encontrar uma maneira de encerrar o evento. Desde atrair amigos para dentro de casa com cupcakes perfumados até derrubar aranhas de plástico, eles tentam tantos planos quanto podem. Terão sucesso em evitar a adoção de seus amigos ou seus melhores esforços serão em vão?",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/hRAyNUQoL1UYqSXadA8sco6FYZs.jpg"
        },
        {
            "title": "13. Blu!",
            "url": [
                "https://animezey16082023.animezey16082023.workers.dev/download.aspx?file=qbPwJmvJ0%2FFvRwwO%2FxpFkPvzY9eNMsx1ei4pGOi8peAWH642FJKbb9vF0ke41F7N&expiry=0JRtKJlmnS46RsQ0sVKAvg%3D%3D&mac=d3a5db44b3c5ad76b48a6d378bf15b1d0a5cf62f94521addd016b2bbced518fb"
            ],
            "rating": 0.0,
            "synopsis": "Bloo e Mac gostam de brincar um com o outro na lama enquanto chove, mas às vezes pode haver consequências. Enquanto Mac e Bloo adoecem, fazendo com que Bloo fique branco e Frankie leve Mac para casa, Bloo perde o filme de terror que os amigos planejavam assistir naquela noite. No entanto, o filme assusta os amigos o suficiente para que eles acreditem que o fantasma é real, e eles confundem Bloo com o fantasma. Eles serão capazes de descobrir que é ele antes de acabar machucando Bloo ou a si próprios no processo?",
            "runtime": 20,
            "poster": "https://image.tmdb.org/t/p/original/1Mz1azrxcgxVC8uNXJiuwT5qMXL.jpg"
        }
    ]
}