{
    "episodios": [
        {
            "title": "1101. A Forma Mais Forte da Humanidade! Os Poderes dos Serafins!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Luffy e Lucci continuam a se engalfinhar vorazmente. Os quatro Serafins dizimam as tropas da CP-0 sem dó nem piedade. Diante da força extraordinária destas criações, Vegapunk conta aos Chapéus de Palha o que suas pesquisas sobre os Frutos lhe revelaram!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fTRU8YQFnk9qieapxEqnJNRjzau.jpg"
        },
        {
            "title": "1102. Sinistros Estratagemas! A Operação de Fuga de Egghead!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "O Domo-Fronteira foi 100% fortificado! O CP-0 planeja tomar o Laboestrato enquanto Vegapunk tenta fugir da Ilha do Futuro. Enquanto cada um persegue seus objetivos, um acidente mudará o destino da ilha!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xH6ivywyYUseKcEWjxQcG25e8pb.jpg"
        },
        {
            "title": "1103. Devolva meu Pai! O Desejo Fútil de Bonney!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.5,
            "synopsis": "O que o cientista está pensando? Mesmo encurralado por Bonney, Vegapunk segue em silêncio sobre por que modificou Kuma. Porém, os sentimentos intensos da filha pelo pai superam sua determinação e ela arromba a porta para a verdade!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/23PQHyvml7mRdd2NO6aG2Duk2uj.jpg"
        },
        {
            "title": "1104. Desesperador! O Ataque de Força Total dos Serafins!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "A CP-0 chega ao Laboestrato com força descomunal! Os Serafins lançam raios laser sem piedade! Esse clarão de luz será a arma que assassinará Vegapunk?! O laboratório está à beira da destruição. Será o fim dos Chapéus de Palha?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/iXBb9JFsRqZqhr0JDvlCBjsDRkS.jpg"
        },
        {
            "title": "1105. Um Lindo Ato de Traição! A Espiã Stussy!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "Stussy mostra suas presas e nocauteia Lucci. Seu sorriso inesperado confunde os Chapéus de Palha! O poderoso ataque dos Serafins continua e o verdadeiro objetivo da misteriosa Stussy é revelado!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zxRrM53l8kb01ToXUEH1StZDcNZ.jpg"
        },
        {
            "title": "1106. Problemas à Vista! Em Busca do Dr. Vegapunk!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.5,
            "synopsis": "Prestes a fugir de Egghead, Dr. Vegapunk, figura-chave na missão, desaparece inexplicavelmente! Em um laboratório totalmente fechado, onde ele pode ter se escondido? Os Chapéus de Palha, que ficaram para trás, começam a busca pelo cientista gênio!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/eNFohNn1p8S2P7vkdJbuv5rpnVs.jpg"
        },
        {
            "title": "1107. Estremecimento! A Mão Maligna que Paira Sobre o Laboratório!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "Uma misteriosa interferência na comunicação divide os Chapéus de Palha. Os Satélites são pegos desprevenidos e suas vidas estão ameaçadas. Alguém deve estar invadindo o Laboestrato, que está fechado! Um jogo da morte inescapável repleto de dúvidas e medos engole Luffy e os demais!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/s0y56j5SvNvzQtZpaaMPCYvvN51.jpg"
        },
        {
            "title": "1108. Incompreensível! A Rebelião dos Serafins!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "Os Serafins iniciam um ataque repentino aos Chapéus de Palha. Eles ignoram até mesmo as ordens do Satélites. Quem está comandando eles? Enquanto todos os Satélites de Vegapunk estão sob suspeita, o ataque impiedoso dos Serafins encurrala Luffy e os demais!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/c9V8mICeFKgYGcM8XWKcdrkqZtq.jpg"
        },
        {
            "title": "1109. Uma Difícil Decisão! Uma Frente Unida Inesperada!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Luffy e seu bando ficam acuados contra o massacre dos Serafins! Em uma situação desesperada, Luffy toma uma decisão surpreendente para confrontar os perigosos inimigos. Chapéus de Palha e CP-0. Forma-se uma aliança não-convencional que transcende a rivalidade!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ltm4dY6bQD4KQPbyTcLv2ARsPOs.jpg"
        },
        {
            "title": "1110. Sobrevivam! Combate Mortal Contra a Forma Mais Poderosa da Humanidade!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.5,
            "synopsis": "CP-0 e os Chapéus de Palha não conseguem fazer frente ao poder estupendo dos Serafins! Seus ataques incessantes e impiedosos vão encurralando Luffy e seus aliados. Conseguirão eles abrir caminho para a vitória diante desses inimigos implacáveis?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gMvNGRHx0irAA8KwpUD7bbxs5JH.jpg"
        },
        {
            "title": "1111. A Segunda Ohara! A Ambição do Mandante!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.7,
            "synopsis": "Egghead está abandonada à própria sorte e uma enorme frota naval se aproxima. Quem é a pessoa misteriosa que impediu Luffy e seus companheiros de fugir e abateu Shaka? O mandante do plano de caçar Vegapunk enfim é revelado!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mdRKKi7ExhibWeLc3YoR23ZK8rc.jpg"
        },
        {
            "title": "1112. Confronto! Shanks vs. Eustass Kid!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "O Imperador Ruivo continua a reinar nos mares! Contra ele, um homem se ergue, temerário, com uma recompensa de 3 bilhões e um assento na Pior Geração! Ambos abraçados a suas crenças, os dois capitães, e históricos rivais, se encaram na distante Elbaf!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/r5dDleJvJLnt6Yfune9Om6sd9Zz.jpg"
        },
        {
            "title": "1113. Fuja, Koby! Uma Desesperada Estratégia de Fuga!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "Koby se torna isca e tenta fugir para libertar escravos na Ilha Pirata Colmeia. Piratas de toda parte o atacam e tentam impedi-lo! Será que Koby, sozinho e indefeso, conseguirá fazer justiça e pavimentar o caminho da libertação?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/78arp3lM6IVbuWGudMMKfkWdi4w.jpg"
        },
        {
            "title": "1114. Pelo Estimado Pupilo! O Punho do Vice-Almirante Garp!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "Um colossal galeão vem voando nos céus! O homem na proa é ninguém menos que o herói da Marinha, o Vice-Almirante Garp! Para salvar um encurralado Koby, ele cerra seu punho! Um poderosíssimo golpe, repleto de sentimentos, é desferido contra a caótica Colmeia!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7YAkyVNGhqkkxzD8b3CAgWWe4nj.jpg"
        },
        {
            "title": "1115. A Marinha é Surpreendida! Kuzan, o Ex-Almirante do QG da Marinha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.7,
            "synopsis": "Kuzan se coloca no caminho de Garp, que veio salvar Koby. Quais são as verdadeiras intenções dele ao deixar a Marinha e se unir ao bando do Barba Negra? O ex-pupilo mais distinto de Garp, agora um pirata, desfere um golpe de rebelião contra seu mentor!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/urhtfC51n74mAGwJB17MzfwjK08.jpg"
        },
        {
            "title": "1116. Vamos Pegá-lo! A Grande Proclamação de Buggy!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Movido por uma ambição que abandonou 24 anos atrás, Buggy abre o coração diante de toda a Cross Guild. O título de Imperador do Mar é capaz de inflamar o ego de um homem? Agora que ele está no nível de Shanks, ele retoma o sonho de outrora e proclama que se tornará o Rei dos Piratas!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3dXW32hhlVGXvFg4jWyi9pK4Xzk.jpg"
        },
        {
            "title": "1117. Sabo Retorna! A Chocante Verdade é Revelada!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "A chocante verdade sobre o ataque à Mariejois é revelada! O assassinato do Rei Cobra. O desaparecimento da Princesa Vivi. O que há por trás deste incidente que abalou o mundo? As forças do Exército Revolucionário lideradas por Sabo se reúnem na Terra dos Deuses.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1E6w4HgaK2RBOeyoXqK8I1ivMCG.jpg"
        },
        {
            "title": "1118. Terra Sagrada em Tumulto! Sai e Leo Desferem Todo o seu Poder!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Os Dragões Celestiais tiram vantagem de sua autoridade e agem como querem. Embora até as famílias reais façam vista grossa ao comportamento indigno deles, dois piratas decidiram enfrentá-los! Eles, que juraram servir Luffy, decidem fazer justiça!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kBBZbiH4yeR5xOoP6MMFlKUrCW4.jpg"
        },
        {
            "title": "1119. A Mensagem Incumbida! A Determinação do Rei Cobra!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Surpreso pela presença sentada ao Trono Vazio, o Rei Cobra se prepara para a morte enquanto descobre a verdade sobre o mundo. Encarando um cruel e inexorável destino, ele confia a Sabo o segredo de 800 anos da Família Nefertari!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3Z3biYOj9qCLYX1qtorQAD7Qr6t.jpg"
        },
        {
            "title": "1120. Mundo Abalado! A Sentença do Mandante e as Ações dos Cinco Anciões!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "Vivi e Wapol tentam fugir da turbulenta Terra Sagrada de Mariejois. Sabo segue para o reino de Lulusia, carregando consigo as palavras do Rei Cobra. Para tentar aplacar sua ameaça, os Cinco Astros Anciões iniciam seu ataque!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yoP85GmEIZAvUpEQuYJsdEspHQY.jpg"
        },
        {
            "title": "1121. Garp e Kuzan! As Crenças de Mestre e Pupilo Colidem!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.6,
            "synopsis": "Garp luta sozinho contra os piratas de toda a ilha. Ele tenta fugir da Colmeia com Koby e os demais, mas Kuzan se coloca em seu caminho. Enquanto recordam o passado e de seus treinos juntos, as crenças dos dois homens sobre justiça colidem na Colmeia!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mKFgxWrrWJc9QoiSQJkiymLVM0g.jpg"
        },
        {
            "title": "1122. A Lição Final! A Herança do Impacto!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.7,
            "synopsis": "A mão gigante de Avalo Pizarro cai sobre o navio da Marinha! Garp confia o futuro a seus discípulos e abre caminho com um golpe poderoso. Abraçando os desejos de seu mestre, Koby desperta seu verdadeiro poder! O jovem punho que ilumina o futuro agora sacode a Colmeia!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sSeTlMDsf9M1o8Dql1S8F1nM6L4.jpg"
        },
        {
            "title": "1123. O Mundo em Polvorosa! Os Chapéus de Palha Fazem Reféns!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "A Marinha envia uma frota superior a de um Chamado da Destruição para Egghead visando silenciar Vegapunk.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5VFdmFzQdmpre1o9qtAqoLXOzsl.jpg"
        },
        {
            "title": "1124. Cerco Total! Operação Fuga de Egghead!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Com Egghead cercada, a aliança dos Chapéus de Palha e dos Vegapunks precisa planejar uma fuga.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jjR36oiRnNf9Ckw6RYXB6kTK6Jp.jpg"
        },
        {
            "title": "1125. Um Confronto da Determinação de Dois Homens! Kizaru e Sentomaru!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Kizaru adentra Egghead e Sentomaru é a primeira linha de defesa da Ilha do Futuro!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ll38LCEtwZecUAldRTjMOHTITmR.jpg"
        },
        {
            "title": "1126. Desespero Iminente! A Deprimente Missão do Almirante Kizaru!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Kizaru segue sua invasão a Egghead. Sua missão: assassinar Vegapunk.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7zrYpzUPZste7ebAnkV6CHIB4eV.jpg"
        },
        {
            "title": "1127. Luffy vs. Kizaru! Uma Batalha Caleidoscópica Voraz!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Luffy e Kizaru entram em confronto durante a fuga de Egghead.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/deQ3PJEupN1Relx9oF8OdGv1aMj.jpg"
        },
        {
            "title": "1128. O Pesadelo Ataca: São Saturn, Deus-Guerreiro da Ciência e da Defesa",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Uma presença sobrenatural sem precedentes em Egghead: um dos Anciãos surge diante dos Chapéus de Palha!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/iDH1dtY8kXPTvuOrGY46YoreFym.jpg"
        },
        {
            "title": "1129. O Passado de Kuma! Melhor Morrer do que Viver Assim!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "O passado de Kuma, antes de se tornar uma arma da Marinha, é revelado.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3wBSkxU0bszsGtdMwPMnMV4V8cR.jpg"
        },
        {
            "title": "1130. A História Apagada! God Valley, o Vale do Desespero!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Kuma e Ivankov precisam sobreviver à caçada dos Dragões Celestiais em God Valley!",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/cI5FzwsqEWn1MiEOfxY4ySynAu3.jpg"
        },
        {
            "title": "1131. Um Momento Fugaz de Felicidade! Kumachi e Ginny!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Em nome da liberdade, Kuma e Ginny estão determinados a lutar contra o governo.",
            "runtime": 23,
            "poster": "https://image.tmdb.org/t/p/original/oILW8VJ7aTgMdfb3D4kjMcfVCx.jpg"
        },
        {
            "title": "1132. Uma Promessa para Ginny! Kuma se Torna Pai!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Ginny é sequestrada e Kuma não poupará esforços para libertá-la.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jNsZEXg2Dp5iWWZCE9OoUWKvmZl.jpg"
        },
        {
            "title": "1133. Para Salvar Sua Filha! Kuma, o Pacifista Tímido!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Kuma confronta novas ameaças em Sorbet e parte para os mares em busca da cura de Bonney.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4ra9HGiunpznkN2yNn4PobnuUVL.jpg"
        },
        {
            "title": "1134. Destino Cruel! A Decisão de Kuma como Pai!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Kuma recebe as condições para a cura de Bonney, as quais imediatamente aceita.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9gMX88GU7ohYmYrTkXJB8tfZuQc.jpg"
        },
        {
            "title": "1135. Para o Mar Onde Meu Pai Está! O Futuro Desejado de Bonney!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Enquanto Kuma serve ao Governo Mundial, Bonney tenta fugir para ir ao encontro do pai.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/n0qgDDFqr3caUmahReG7MRcgFjb.jpg"
        },
        {
            "title": "1136. A Vida de Kuma",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.5,
            "synopsis": "Conheceremos os eventos de One Piece, desde o East Blue, pela perspectiva de Kuma, em seus momentos finais.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2XWCnJoOcOgRsuphT6Kl6ZFrFib.jpg"
        },
        {
            "title": "1137. Eu Sinto Muito, Papai! As Lágrimas de Bonney e o Punho de Kuma!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 10.0,
            "synopsis": "Saturn revela a verdade cruel de seu passado e não permite que Bonney revide.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/wIVdfLcrGhLD4ypTyHTp64a5eVA.jpg"
        },
        {
            "title": "1138. Obrigada, Pai! O Abraço Caloroso de Kuma e Bonney!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 0.0,
            "synopsis": "Bonney e Kuma se reencontram em Egghead, e pai e filha vivem um último momento juntos antes do fim.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jm7cyAA21RO5hF0pYSszV1AB8rF.jpg"
        },
        {
            "title": "1139. Destruam Egghead! O Chamado da Destruição é Invocado!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 0.0,
            "synopsis": "O Chamado da Destruição foi invocado, e a Marinha prepara sua artilharia para obliterar Egghead.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7VhvUUOeDXvj8dvdOTeJQ1ENcRr.jpg"
        },
        {
            "title": "1140. Um Herói Adorado! O Guerreiro da Libertação Salva Bonney!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 0.0,
            "synopsis": "Egghead segue ameaçada pelo Chamado da Destruição e Bonney será resgatada por Nika, Guerreiro da Libertação.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sO8iXv2XV3VoM8BWDX3hnRN66lm.jpg"
        },
        {
            "title": "1141. Episódio 1141",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 0.0,
            "synopsis": "",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/tTfBBlkAYiw7md3jySZDMnAyG52.jpg"
        },
        {
            "title": "1142. Episódio 1142",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 0.0,
            "synopsis": "",
            "runtime": 0,
            "poster": ""
        },
        {
            "title": "1143. Episódio 1143",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 0.0,
            "synopsis": "",
            "runtime": 0,
            "poster": ""
        }
    ]
}