{
    "episodios": [
        {
            "title": "1001. Um Convite Arriscado! Um Estratagema para Eliminar Queen!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BXct3PedT15XoD4eKUid8N1xTr7C1Kh8ttAMBuRq6nqIWf4az1mMzSAZESNVv9t9&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=12e2e25a735a45b06ce85ef96e04f6ed5eea3fa3c02a726e9e65bed0d4b7c686"
            ],
            "rating": 8.2,
            "synopsis": "Enquanto Luffy e os demais seguem a passos largos, a inquietação toma conta dos Seis Altaneiros. Um covarde ousado, em busca de ser promovido, avança contra a Celebridade Queen! Uma espada que visa suplantar seu superior se aproxima de Queen, distraído com a invasão inimiga!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/tvHkSTela9Says3Chicy1gENx4n.jpg"
        },
        {
            "title": "1002. Uma Nova Rivalidade! Nami e Ulti!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=3H6eUVZg9bAUVq0PMqSlNqqrwszJrQsWZdtfg8haQ6uOfoWH9pR6AuqPgYdtw8Il&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=94fbbc131308517b1334a13f386a8ba369bc71f2a0e72dab7a5779f20ce93c55"
            ],
            "rating": 8.0,
            "synopsis": "O traidor não será perdoado! Os guerreiros samurais se envolvem no ataque quando o exército de Kaido alveja Drake, que faz votos para lutar ao lado de Luffy. Nami vai ao socorro de seus companheiros encurralados. Sua oponente é Ulti, dos Seis Altaneiros! Ela arrisca a própria vida para desafiar a poderosa inimiga.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jaf8gf3hITFvap2VYGtM5zJCnGl.jpg"
        },
        {
            "title": "1003. Espadas Heroicas! Os Bainhas Vermelhas vs. Kaido — A Revanche!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PDLf3mbC7uTxr70vEtcSzbwvIA1psHmYW11sq6InBOD17HQquw0YzvZytVw9sQ4C&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=afa7ba6ba0f671ac33164013b87083c41f2393b3e8e953b00d7bba36cc630372"
            ],
            "rating": 8.2,
            "synopsis": "Desafiando sua inferioridade numérica, os Sulongs continuam a abater os inimigos. Os prósperos Minks encurralam Jack. Os Bainhas Vermelhas, ainda mais sedentos por batalha, se aproximam de seu arqui-inimigo, Kaido! O rancor de duas décadas incandesce como o inferno!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kh3J0Gnxkl4lSkYY05IT0HOUqkc.jpg"
        },
        {
            "title": "1004. Uma Técnica Herdada! Desferindo a Técnica de Espada Secreta de Oden!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=aNvedD3BrnqCFFMufNzpGCY8gwgqDE17KJ2%2BQ6lnopDg%2BKFxZP6m6gz4N%2F5Tnmdv&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=a57ed48a822343f7f8df328b72b3fc324520a6a9665304d683df25cb89bcabd4"
            ],
            "rating": 8.8,
            "synopsis": "Depois de conseguirem manter palpitando seus corações trêmulos e emocionados com o amor por seu senhor, Oden, os Bainhas Vermelhas se reúnem para salvar o País de Wano. Lâminas forjadas! A hora chegou! As técnicas secretas lendárias darão cabo de Kaido!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4wE92yeNy3CTL0Bb58cfJWma8qL.jpg"
        },
        {
            "title": "1005. O Poder do Oni de Gelo! Uma Nova Versão dos Cartuchos Praga!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Yk2VEbBQTqLXy%2BjTSDP%2FYdNR8o7PYbQFRTDOm9vn5GSYl8HK5qHgv6yKUylzVCRA&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=268da2a2ebce814a7d89e17e2695f7a93eaf3188c9c81821928de8cde2a178b8"
            ],
            "rating": 7.5,
            "synopsis": "Os Cartuchos Praga não têm fim! Todos os presentes na Casa de Shows estão com as horas contadas. A melhor arma já criada pela Celebridade Queen! É o Oni de Gelo! Ela arrasta os samurais pro inferno em meio aos rugidos dos demônios que atacam um Zoro enfurecido e os demais!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/z5zx6qlEInCyU2hByODLDXWhbiv.jpg"
        },
        {
            "title": "1006. Eu Não Vou Perdoá-lo! A Determinação de Chopper!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GpnvHswdj3mRbVSZGKNUcs2TjwSjss1liTCMAHnQv%2BYOx7Yqk4o0rSLtWg8K8Ejt&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=080bde0c560812ad0bdfad197cf9c78ba0f03aaec7b8d5d9f725765e371bdfd0"
            ],
            "rating": 7.2,
            "synopsis": "Graças ao plano de King, Momonosuke está encurralado! Enquanto os demais oficiais dos Piratas-Fera tentam virar o jogo, o furioso Chopper se apresenta para deter as atrocidades de Queen, que brinca com as vidas alheias com seus Cartuchos Praga!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6wWW09oU48hwATtwsfFOFqALvaF.jpg"
        },
        {
            "title": "1007. A Caçada de Zoro! O Pique-Pega de Oni!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PFxooHHTaTwfZBSiJsRcvhPaZaS47mTjDboH72R9W6NV%2FdsUk5OZWEvT0Wuavr%2B9&expiry=3JKf8dyDN2h%2FiCcGoYFOAw%3D%3D&mac=0bc82cf84d2d05a2d0f085ee9cc7f1017514b7f5f78a5cd02b007ad1a27e577d"
            ],
            "rating": 7.0,
            "synopsis": "Na esperança de salvar Momonosuke, Yamato enfrenta o Pelotão Encouraçado de Sasaki. Zoro se impõe contra os intermináveis ataques inimigos, enquanto tenta salvar seus aliados transformados em onis do gelo. E Queen dá início a um terrível jogo!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5U4cucNWgoWyFYLiMjV7AQbClCV.jpg"
        },
        {
            "title": "1008. Nami se Rende?! A Poderosa Cabeçada de Ulti!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.5,
            "synopsis": "Sob o fogo cerrado dos Seis Altaneiros, Nami e Usopp estão encurralados. \"Quem se rebelar contra Kaido não será perdoado!\" Conforme os Ulti-Morteiros a cercam, Nami está física e mentalmente esgotada. Nessa circunstância desesperadora, a promessa que fez à Luffy lhe salta à memória.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/swyWNzRnZnlWADDZMqFuoVbTdwr.jpg"
        },
        {
            "title": "1009. A Chacina de Sasaki! Yamato vs. O Pelotão Encouraçado!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Uma batalha impiedosa irrompe na Torre do Hemisfério Direito! O Pelotão Encouraçado, liderado por Sasaki, ataca Momonosuke! Apesar da chuva de bombas, Yamato segue lutando sozinho. Sua força oculta emerge para salvar o futuro xogum! Ele desafia de peito aberto o exército invulnerável!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/noc7Intem87bZUsL0fJF2pX1mae.jpg"
        },
        {
            "title": "1010. Elimine o Oni de Gelo! O Truque de Fogo do Chopper!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Luffy continua em direção aos Bainhas Vermelhas, que seguem em batalha mortal contra Kaido. E Law se aproxima da solução do mistério dos \"D.\" Kid avança, derrubando seus inimigos. Seguindo os passos de seus bravos aliados, Chopper usa suas habilidades médicas para derrotar seu inimigo natural, o oni de gelo.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ikkVKzQiwglBMEqAbPubqeJDDyb.jpg"
        },
        {
            "title": "1011. Em Apuros! A Aranha Atrai Sanji!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Ao ouvir a voz de uma linda mulher pedindo socorro, Sanji se enfurece e avança sobre o salão do banquete! O que espera por ele é uma ardilosa cilada inimiga e a linda e estonteante femme fatale Black Maria, dos Seis Altaneiros. Ele está em maus lençóis! Será que Sanji conseguirá superar esse desafio?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/v1uEvzm2UL4goMdd8COOqrxDCJw.jpg"
        },
        {
            "title": "1012. A Hora da Reviravolta! As Chamas de Marco, a Fênix!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.5,
            "synopsis": "O Projeto Nova Onigashima foi executado. Além disso, os potentes ataques dos Seis Altaneiros só pioram o cenário, e os Chapéus de Palha encontram sérias dificuldades. Marco retorna durante a emergência e desfere um vórtice de fogo de pura determinação no campo de batalha.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1rf0pkpbFZyn5yV0S9T7IN28Svd.jpg"
        },
        {
            "title": "1013. O Passado de Yamato! O Homem que Quer a Cabeça de um Imperador!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "O homem que outrora tentou matar Kaido, o pai de Yamato. Um pirata chamado Ace invadiu o Novo Mundo encoberto em chamas! O filho de Kaido, Yamato, que estava em desespero graças a um desejo não realizado, o confrontou! O fogo de Ace, que devastou Onigashima, acendeu o coração desapontado de Yamato!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/cEkVef0C5U68LNYpad9HojkvxVL.jpg"
        },
        {
            "title": "1014. Lágrimas de Marco! O Vínculo dos Piratas do Barba Branca!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.4,
            "synopsis": "Marco vê seu falecido companheiro na determinação de Zoro e tenta abrir caminho para ele.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/myceegU1flX3KkzFb8nQZzbpVlx.jpg"
        },
        {
            "title": "1015. Luffy do Chapéu de Palha! O homem que se tornará o rei dos piratas!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.6,
            "synopsis": "Yamato diz a Momonosuke e Shinobu sobre como Ace lhe deu esperança para o futuro. Enquanto isso, Luffy e os outros piratas aliados da Pior Geração chegam ao telhado para finalmente enfrentar Kaido e Big Mom.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9nb1Q56o2ftAAZ8pyVQIPmF7Q4t.jpg"
        },
        {
            "title": "1016. A Batalha dos Monstros! Os Três Capitães Teimosos!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "O furioso Pássaro Roca Vermelho explode! O ataque com força total de Luffy lembra Kaido de poderosos oponentes! Conforme os ânimos se exaltam para vencer os Imperadores, o orgulho da Pior Geração entra em ebulição. A situação se intensifica em Onigashima! Quem vai rir por último?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8zURJxfeOdcWxun0hHUtPRpnPHE.jpg"
        },
        {
            "title": "1017. Barricada de Poderosas Técnicas! Os Ferozes Ataques da Pior Geração!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "A grande batalha pelo título de Rei dos Piratas! Diante dos Imperadores dos Mares, os novatos usam uma técnica tripla! Derrotar o Kaido! Para vencer seu formidável inimigo e realizar seu sonho de se tornar o Rei dos Piratas, Luffy desfere um punho com todas as suas forças!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2yJR7kmOXfpreYF3WPjDt8omHWk.jpg"
        },
        {
            "title": "1018. Kaido Ri! Os Imperadores vs. A Nova Geração!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "A Metralhadora Kong explode e vira o jogo! Os punhos altamente treinados de Luffy pressionam Kaido fortemente! O combate mano a mano fica ainda mais intenso! Será Luffy capaz de aproveitar o momento para vencer?! Ele dedica todas as suas forças a derrotar Kaido!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1QhgioH1JxlNtsxyRHBsA0OFoVL.jpg"
        },
        {
            "title": "1019. O Plano Secreto de Otama! Operação Kibi Dango!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.2,
            "synopsis": "Uma menina que deseja um futuro melhor para Wano. Otama, que corre pela tumultuosa Onigashima, executa seu plano com determinação! Para salvar seus amigos, que estão lutando, desamparados, ela será capaz de dar a eles uma chance de recuperação e virar o jogo na batalha contra o exército do Kaido?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5NdUgR0OVy9Xwh1T4Lk1dLsClKu.jpg"
        },
        {
            "title": "1020. O Grito de Sanji! um S.O.S. Ecoa pela Ilha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.5,
            "synopsis": "Sanji é capturado e torturado pela impiedosa Black Maria. Ela nomeia os termos de sua libertação: entregar um de seus companheiros de tripulação. Ele hesita, mas não tem outra opção. Depois de muita angústia, ele faz um movimento que surpreende a todos.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ml5KKeWOB3RZPsI7p42oCM5fTi1.jpg"
        },
        {
            "title": "1021. Turbilhão de Tapas! Sanji e seu Problema com Mulheres!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Black Maria quer mesmerizar o ferido Sanji, mas Robin e Brook entram em cena para lhe ensinar uma lição. A integrante dos Seis Altaneiros fica abespinhada ao ver os laços entre os Chapéus de Palha e a nova batalha, que põe seu orgulho em jogo, irrompe com as chamas da fúria!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zSRCqz96o8Q3kBonlCZYElbTBw8.jpg"
        },
        {
            "title": "1022. Sem Arrependimentos! Luffy e o Chefe, um Laço de Mestre e Aprendiz!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Determinado a cumprir os votos feitos a seus finados camaradas, o Chefe Hyogoro, a Flor, faz sua investida final! Acumulando vigor em seu corpo envelhecido, ele abre caminho no exército de Kaido! O samurai que testemunhou tempos turbulentos confia sua amada terra natal ao Chapéu de Palha!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3Dkur6HADwNy4rLbI7clTldwS07.jpg"
        },
        {
            "title": "1023. Tudo a Postos! O Nebulizador Chopperhage!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.2,
            "synopsis": "Vendo todos se transformando em Ice Oni, não há nada que os guerreiros samurais possam fazer além de lamentar. No entanto, não foram apenas eles que foram devastados pelo vírus furioso do Queen. Quando seu desespero e frustração atingem o pico, eles ouvem uma voz esperançosa.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4mXADCRqgdDXT9yMc8sYTFsT09v.jpg"
        },
        {
            "title": "1024. Oden Reaparece! Os Corações Confusos dos Bainhas Vermelhas!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.5,
            "synopsis": "Sua risada feroz! Os Bainhas Vermelhas encontram um raio de esperança ao testemunhar o retorno de Kozuki Oden! Eles falharam na missão de derrubar Kaido, seu inimigo jurado, mas agora, vinte anos depois, eles se unem novamente a Oden para cumprir sua tarefa!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nxkwp3nSmcvrlMSLGPvjXHCb7Co.jpg"
        },
        {
            "title": "1025. A Pior Geração Foi Derrotada?! O Combo Mortífero dos Imperadores!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Com seus físicos avantajados, Kaido e Big Mom sobrepujam a Pior Geração em um augúrio de castigos ainda piores. Os conquistadores do mar lançam um violento ataque que faria chorar até o mais durão dos diabos!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6pxn5ma0ypztHFeshznKF4C28Zs.jpg"
        },
        {
            "title": "1026. O Contra-Ataque dos Supernovas! A Missão de Obliteração dos Imperadores!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "O martelo de ferro embebido do Haki do Conquistador é um passaporte para o inferno! Cobertos de feridas, diante de Kaido, Luffy e os demais se tornam pura obstinação. Para abrir as portas de uma nova era, eles se valem de um derradeiro recurso que deixa os Imperadores dos Mares estupefatos!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dCVM29LQGLs6pXBxSK8ny15JLJK.jpg"
        },
        {
            "title": "1027. Defendam Luffy! A Técnica de Espada de Zoro e Law!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "Mesmo depois de afastar a Big Mom, os novatos seguem em uma aterradora batalha de atrito! Kaido tenta atacar Luffy enquanto está caído! Zoro, encurralado, se prepara para revidar! Assim como Asura, a famosa espada Enma ativa a Técnica Secreta do Estilo das Nove Espadas, e ele aposta seu destino nesse poderoso golpe!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3oErUxHCNOnvUxLgqNN2kZQrIps.jpg"
        },
        {
            "title": "1028. Supere o Imperador do Mar! Luffy Contra-ataca com Punho de Ferro!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.3,
            "synopsis": "Luffy carrega no peito os sentimentos de seus companheiros feridos e em seus punhos as promessas que fez aos samurais. Ele tenta superar Kaido! Um confronto em que nenhum homem há de se render! Irrompe o Haki do Conquistador! Com esse punho, ele silenciará o Imperador do Mar!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zUBxC2iewH7DWjzbbOjVzJsqp8n.jpg"
        },
        {
            "title": "1029. Uma Memória que se Esvaiu! Luffy e Uta, a Filha do Ruivo!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 6.7,
            "synopsis": "Luffy, um menino que sonha com uma grande aventura, conhece uma menina. Uta, a cantora dos Piratas do Ruivo. Sua voz ora pela paz mundial e desperta o sorrisos nos rostos das pessoas. Esta é a história de uma amiga de Luffy que ninguém conhece ainda.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6gHmvswHKtNvtqwyrpEiDwaOBU4.jpg"
        },
        {
            "title": "1030. A Promessa de Uma Nova Era! Luffy e Uta!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Grandes aventuras nos mares e montanhas! Luffy e Uta fortalecem seus laços, competindo e se encorajando mutuamente. A diva sonha com um novo começo. Os dois juram realizar seus sonhos, mas o inesperado acontece. Luffy chora com as palavras que ouve de Shanks.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/rdCqdmQl4h4lC87SdicZ03ZWnJG.jpg"
        },
        {
            "title": "1031. O Grito de Nami! Corrida Mortal em Grandes Apuros!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "Explode o Haki do Conquistador! Luffy tenta salvar Wano! Kaido tenta reinar com violência! A batalha dos mais fortes, onde nenhum dos lados desiste! Enquanto isso, Big Mom, em busca de vingança contra a Nova Geração, dá de cara com o grupo de Nami! A furiosa Imperatriz precipita seu desespero!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ySleQJbbOANBTNEI9nkSMedCoNF.jpg"
        },
        {
            "title": "1032. O Despertar de Wano! Fervilha a Batalha Mortal!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Momonosuke contempla a batalha entre Luffy e Kaido. Yamato corre para o campo de batalha! Ulti desafia Big Mom por vingança. A aliança se esfacela! O ódio e o rancor se somam, e a fúria causa a ignição de um novo momento.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ewguuJKAYEqTklctp7aFoV7USwI.jpg"
        },
        {
            "title": "1033. A Conclusão! Luffy: Punho em Aceleração do Conquistador.",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.5,
            "synopsis": "Carregando nos ombros o futuro de Wano, Luffy enfrenta o maior de todos os obstáculos! Seus ataques especiais que superam os limites encurralam Kaido! Seu ataque fulminante que porta o sonho de se tornar Rei dos Piratas conseguirá abrir as portas de uma nova era?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3u0LlDPl82fjHv4CSGFbnexHGgo.jpg"
        },
        {
            "title": "1034. Luffy Derrotado! Os Chapéus de Palha estão Comprometidos?!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "O poder destruidor de Kaido derruba Luffy e seu Haki do Conquistador! Os massacres avassaladores dos oficiais de alta patente encurralam os Chapéus de Palha! Com a queda do capitão, ainda resta esperança em Wano, ou ficou apenas o desespero?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yXDSNi7fvkhiKE1rhMggPzVNAJU.jpg"
        },
        {
            "title": "1035. O Estouro da Manada dos Piratas-Fera! O Fim do Clã Kozuki!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Os Piratas-Fera ganham controle da batalha e encurralam os Chapéus de Palha! Será que acabarão engolidos pelo mar, ao lado de Luffy? Além disso, o vingativo Kanjuro ataca Momonosuke! Qual será o destino do Clã Kozuki?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/kt4HsQ0bYqKO5NZ9Pn7OPQTCEq5.jpg"
        },
        {
            "title": "1036. Lute Contra a Noite Sombria! O Comandante-Chefe de Wano Urge!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.3,
            "synopsis": "Luffy está afundando no mar! Os Samurais ficam extremamente irritados com a voz de Bao Huang, que zomba da ausência do capitão, e perdem sua vontade de lutar. Em meio ao caos, Momonosuke, sua última esperança, se reergue, sentindo toda a paixão do coração de Kin'emon!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9YVErjQPSWiTxwnDVSKrvlniZh8.jpg"
        },
        {
            "title": "1037. Acreditem no Luffy! Começa o Contra-Ataque da Aliança!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Os samurais resistem bravamente no campo de batalha sem Luffy! Kid bate de frente com a Big Mom! Queima no peito de Law seu espírito de luta! Quando a determinação inabalável se une em tempos de adversidade, nasce um novo poder capaz de mudar para sempre o status quo!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bj0DnJnLMspbwliYuofjvL5gzxj.jpg"
        },
        {
            "title": "1038. O Ataque Letal de Nami! O Tormentoso Desafio de Otama!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Uma guerra sem precedentes e sem equilíbrio de forças! Para encontrar uma forma de encerrar a batalha, Nami ataca com poderosos relâmpagos! Quando soldados de elite do exército de Kaido se apresentam ao combate, o comando destemido de Otama ecoa por toda a ilha, virando as marés da guerra!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ux3oZ1wYAGEeHHRtFMjCca6mVjH.jpg"
        },
        {
            "title": "1039. O Aumento Repentino de Aliados! O Contra-ataque dos Chapéus de Palha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.3,
            "synopsis": "Reforços inesperados. Os Tobiroppos são perturbados pelos ataques dos Gifters, que mudaram de lado graças ao poder de O-Tama. Queen começa uma manobra secreta, mas Sanji e os outros não recuam. O curso da guerra muda, reacendendo a chama de fé quase perdida dos samurais.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/fwAqqxzUaPH8VoUBU2xgKMwDO9K.jpg"
        },
        {
            "title": "1040. O Orgulho de um Timoneiro? A Fúria de Jinbe!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Um rancor sem fim contra o Chapéu de Palha! Who's-Who desfere um poderoso ataque, reiterando seu ódio contra Shanks. Suas provocações irritam Jinbe, pois visam ferir a dignidade de seu companheiro. Com sua lealdade a Luffy e o orgulho dos Piratas do Sol em jogo, seu Karatê dos Homens-Peixe chega a um novo patamar!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/lka8HyYILqAgatRIQlo1fGjwPxL.jpg"
        },
        {
            "title": "1041. Batalhas Espetaculares dos Monstros! Yamato e Franky!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Para cortar laços com Kaido, Yamato mostra seu verdadeiro poder. Franky intercepta os ataques de Sasaki com espírito de aço. Desafiem com audácia os poderosos inimigos! Começam agora os duelos extraordinários de vida ou morte!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3KOhU9P4C2d6h1jhrwGAHunv8Zt.jpg"
        },
        {
            "title": "1042. A Cilada da Predadora! A Tentação de Black Maria!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.3,
            "synopsis": "Será sonho ou realidade? Robin se depara com sua mãe, Olvia, e outros amigos que conheceu em Ohara. É um raio de luz no coração da jovem Robin. Será que essas vozes a levarão ao fim de um ciclo trágico ou ao começo de uma jornada solitária?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/7scjNYMQwGcfHP7QSayKTthHduZ.jpg"
        },
        {
            "title": "1043. Golpeie o Pesadelo! Brook Desembainha sua Espada Congelante!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Os Piratas Rumbar surgem em meio à bruma densa! Com isso, ecoa a voz de um velho companheiro, Laboon. A presença de seus velhos amigos deixa Brook confuso! E vindas de seu antigo grupo, lâminas o atacam! Uma tragédia que não deveria ser possível aterroriza sua mente!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mTjbrajujfuxWiSK50ofWYFevXC.jpg"
        },
        {
            "title": "1044. Apertar! Robin, o Demônio Incarnado!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Os vis ataques verbais de Black Maria abalam o espírito de Robin! Ela se torna presa de um inferno furioso, e tem corpo e alma transformados em cinzas. Florescerão dessa situação luz ou trevas? Ela ruge por aqueles que ama, e se aproxima da flor escura!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/62cjboPSFVpwqQIaaRB7lUri9rK.jpg"
        },
        {
            "title": "1045. Feitiço! Kid e Zoro em Apuros!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.7,
            "synopsis": "Um feitiço perverso que revela as mentes das pessoas! Killer agoniza quando seu golpe, para acabar com Hawkins corta seu parceiro Kid no peito. Sanji encara os brutamontes que perseguem ele e Zoro! Ele está próximo do limite! Supere barreiras e salve seu companheiro ferido!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5eEVzgbWl65z1BoeAhOwPix7oGf.jpg"
        },
        {
            "title": "1046. Assumindo Riscos! Os Dois Braços Entram em Batalha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.7,
            "synopsis": "Zoro se levanta e, junto com Sanji, confronta Rei e Rainha, os Principais Artistas dos Piratas do Reino Animal. Assistindo a luta de Zoro, Hyogoro e Kawamatsu se lembram de alguém do passado.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dDX4t0UFHJoHTw7HLQSoyqioAig.jpg"
        },
        {
            "title": "1047. Ergam-se pelo Amanhecer! O Enfurecer do Dragão Rosa.",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.7,
            "synopsis": "O ardente espírito dos samurais! Inuarashi arrisca sua vida para derrotar seu inimigo jurado. Nekomamushi, relembrando seu falecido aliado, uiva pela chance propícia de vingá-lo! Alimentado pela esperança dos Bainhas Vermelhas, que tanto sofreram acreditando no amanhã, Momonosuke brada um majestoso grito de guerra!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/qUihSjNlaXmx6wXHJsbiaZlnUqA.jpg"
        },
        {
            "title": "1048. Em Nome do Futuro! Yamato e o Juramento dos Grandes Espadachins!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "A peleja entre pai e filho fica mais acirrada. Jogado contra a parede, Yamato relembra três grandes samurais! Inspirado pelo laço de determinação destes três heróis, que arriscaram suas vidas pelo futuro do País de Wano, ele obtém a força necessária para romper laços com Kaido, seu inimigo jurado!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/uf5Lt8sZnG4RP0u4tvyWewZjGTP.jpg"
        },
        {
            "title": "1049. Luffy nas Alturas! A Vingança Contra o Rei das Feras!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.7,
            "synopsis": "Luffy e um dragão rosa detonam uma tempestade! Yamato confronta seu destino. Momonosuke se transforma em um dragão gigante por conta própria! A trágica, mas brava, determinação dos que resistem à opressão se torna a grande onda que sacudirá Onigashima!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xAQq8smCGJJ9tv0Pq1SgKYRSQue.jpg"
        },
        {
            "title": "1050. Confronto de Dois Dragões! A Determinação de Momonosuke!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.7,
            "synopsis": "Dando adeus às suas fraquezas, ressignificando seu coração em meio às chamas ardentes! Momonosuke se transformou numa besta idêntica ao inimigo que matou seu pai e sua mãe. Com a tristeza de ter sido forçado a fugir de seu país em seu coração, ele agora mostra suas presas de ódio após 20 anos!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xqvlK5QcD3upyM7pcWVaBZDl1PZ.jpg"
        },
        {
            "title": "1051. Uma Lenda Recontada! O Bramido do Punho de Luffy pelos Céus!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Momonosuke crava suas presas em Kaido, que tenta dominar tudo pela força. Sangue e lágrimas derramados dão forma a um raio de esperança confiado a Luffy. O confronto pelo destino de Wano é um novo marco na história!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/90yJhc9qEoBdoMvn4QvTux4NPWz.jpg"
        },
        {
            "title": "1052. Crescem as Tensões! O Fim de Onigashima!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.7,
            "synopsis": "Um grande arsenal de explosivos e armas. Se ele cai em terra, vai explodir. A bomba gigante chamada Onigashima sobrevoa a Capital das Flores! Para impedir a fortaleza da morte voadora que começa a desmoronar, Yamato e Momonosuke iniciam uma operação secreta!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jAsLhDpUYZwccNBiQ1LAaKthwIq.jpg"
        },
        {
            "title": "1053. A Mutação de Sanji?! Os Dois Braços em Crise!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.3,
            "synopsis": "Um desastre científico que pode destruir Sanji! A máquina assassina do monstro Queen abala seu corpo e memórias de sua infância infernal racham seu coração! Com a derrota iminente, quando a dor chega ao limite, o portal proibido que jaz dormente dentro dele se abre!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ubIw8qdxR65PGP5jYOLxCEPqvm.jpg"
        },
        {
            "title": "1054. Morte ao seu Parceiro! A Aposta Mortal de Killer!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Killer está encurralado em uma ardilosa cilada! Kid está à beira da morte, consumido por um feitiço! Os dois lutam em uma espiral negativa e em suas cabeças resta apenas o juramento que fizeram quando se separaram. Para fazer jus à confiança que recebeu e à promessa que fizeram, Killer arrisca alto, colocando a vida de Kid em jogo!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/1wRF8WvB1r7mVFAbkNw13miAedK.jpg"
        },
        {
            "title": "1055. Uma Figura Sombria Mexe os Pauzinhos! Onigashima em Chamas!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Apesar de seu dilema, a persistência de Orochi não cede, revivendo o ímpeto de atuação outrora apagado de Kanjuro. O castelo, em caos e tomado pelo ódio, se transforma num grande palco para um espetáculo único do Clã Kurozumi, queimando nas chamas da vingança.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ghBlYx4IugT3JpdATgDnv32t6C5.jpg"
        },
        {
            "title": "1056. Contra-ataque! Law e Kid Dão o Troco em Conjunto!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.3,
            "synopsis": "Law e Kid enfrentam a resiliência da Big Mom e estão encurralados! Quando suas forças de vontade se unem para vencer o domínio da velha geração, os dois homens, que possuem o pior entrosamento possível despertam habilidades adormecidas de seus Frutos do Diabo!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/9twT1EdLZfWB4OPouQvkA3g1zrN.jpg"
        },
        {
            "title": "1057. Por Luffy? O Juramento de Sanji e Zoro.",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.7,
            "synopsis": "Sanji é atormentado por um conflito intenso, e quase perde o controle. No fim, ele vai escolher a força ou o sentimento? O juramento de determinação trocado entre os dois braços do capitão, Sanji e Zoro, dá nova vida à batalhas para derrotar os poderosos inimigos que enfrentam.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/p6DvnrYHJ8M8nf3pFLl0NAkxrpt.jpg"
        },
        {
            "title": "1058. O Massacre de Kazenbo! Os Tentáculos Malignos de Orochi se Aproximam!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.5,
            "synopsis": "As chamas que se espalham pelo castelo engolfam os dois exércitos, lançando-os em um pandemônio repleto de gritos de agonia! Será que o duradouro ressentimento do clã Kurozumi, que consome tudo em seu caminho, também há de consumir Onigashima? O suicídio do clã Kurozumi atinge o seu clímax!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nCqt4iyHTVlWKOTQ8lvOZSz7Xq2.jpg"
        },
        {
            "title": "1059. Zoro em Situação Adversa! King dos Incêndios é um Monstro!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Zoro não consegue fazer frente às técnicas imprevisíveis de King! Além da desvantagem, sem conseguir ferir King nem com seus melhores golpes, Enma, furiosa, consome todo o seu Haki! Esta situação volátil o deixa em maus lençóis, seja para atacar ou recuar. Será que seu sonho de se tornar o maior espadachim do mundo será destruído?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nfHiEvdti1Is5FymsT8fhSvtJCK.jpg"
        },
        {
            "title": "1060. O Segredo de Enma! A Espada Amaldiçoada Confiada a Zoro!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "Zoro ainda não consegue controlar o poder da Enma e está encurralado. Em meio ao desespero, vem à mente a memória de uma espada sem nome que outrora lhe pertenceu. O que é o poder? Os pensamentos de quem o precedeu, gravados no fio da lâmina, agora transcendem espaço e tempo para questioná-lo!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ybQBP9haPD0fg8ePldgx659GwxD.jpg"
        },
        {
            "title": "1061. A Investida de um Ifrit! Sanji contra Queen!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "Um ciborgue provocador! Os ataques de Queen trazem lembranças do Germa para Sanji. Será que a chave para a vitória é a crueldade no coração? Enquanto ele rumina sobre o destino do qual achava que havia escapado, uma chama azul inesperada explode em sua alma quase congelada!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/o7sWNBRtVdQ3l6LRwKttZM49uk9.jpg"
        },
        {
            "title": "1062. A Empunhadura Tripla do Conquistador! Zoro vs. King!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Zoro domina a Enma e aplica em suas espadas o fogo do inferno! King queimará todo o mundo com seu corpo invencível! Para auxiliar seus capitães a se tornarem Rei dos Piratas, esses oponentes farão de Onigashima testemunha de sua tenacidade para disputar o trono da lâmina mais forte do mundo!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hH8hV4lWS3Xs7DLDcEWSxiD0TVk.jpg"
        },
        {
            "title": "1063. Luffy em Ação! O Ponto de Inflexão de Uma Nova Era!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Usopp mantém sua determinação para sobreviver a todo custo. Os samurais, que acreditam nos Chapéus de Palha e estão também determinados a sobreviver... Chegou a hora dos projéteis de suas almas derrubarem as antigas muralhas que impedem seus espíritos inabaláveis de atingir seu futuro desejado!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/qM9kE9mvDZz6CEKcSYgQ85PYJRD.jpg"
        },
        {
            "title": "1064. O Ba Guá do Dragão Embriagado! O Dragão Desordeiro se Aproxima de Luffy!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "Um bêbado vil que é um desastre vivo! Empolgado pela emergência de um jovem contra quem ele pode usar toda a sua força, Kaido bebe seu saquê para festejar! Ele rebaixa o combatente novato, bombardeando-o com reclamações e um porrete espinhado!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/sAG7kN1KQTQn2bjgJOInzrBTng7.jpg"
        },
        {
            "title": "1065. A Destruição da Aliança?! Acenda-se, Ímpeto da Nova Geração!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Kid e Law estão sob ofensiva máxima de uma peso-pesado. Será a ambição de vencer uma Imperatriz dos Mares um mero devaneio da juventude?! O preço de sonhar em derrotar uma Imperatriz será duramente pago com desespero, mas uma perseverante força magnética rebelde desperta a alma de uma fera que jazia na sucata!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mGIomMWAI4PzuROG2JJQGzeAzOD.jpg"
        },
        {
            "title": "1066. Começa o Ato Principal! Técnicas Poderosas de Ondas de Choque e Magnetismo!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.6,
            "synopsis": "Kid e Law tentam não ser engolidos pela força vital de Big Mom. Os espíritos urrantes desses bad boys superam o orgulho e tenacidade de um Imperador dos Mares! Agora é a hora de a nova geração vencer uma Imperatriz!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jKMz7UIc5tggTYNkxmgshdKkL4G.jpg"
        },
        {
            "title": "1067. Rumo à Nova Era! Conclusão! A Determinação dos Pirralhos!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Ao receber os poderosos ataques dos aspirantes, Big Mom se recorda das palavras de Roger! A ambição da juventude e um sonho temerário. O que os espera no fim do selvagem mar azul? Quando o som da velha era se perde, Kid e Law desferem o derradeiro golpe mortal!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/cUhX3i7JpYVyXu5GXag0pq1oK51.jpg"
        },
        {
            "title": "1068. Ecoa a Princesa da Lua! A Fase Final do País de Wano!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.4,
            "synopsis": "Kaido lamenta a derrota de Big Mom! A situação se intensifica em Onigashima! A batalha pela sobrevivência da terra natal deste povo entra em nova fase! A melodia do shamisen de Komurasaki, que incorpora o espírito vingativo do Clã Kozuki, aterroriza Orochi!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2Ifc5yiCyiKyTauwgzKDJVx2kiH.jpg"
        },
        {
            "title": "1069. Só Pode Haver um Vencedor — Luffy vs. Kaido",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "Só resta um inimigo a ser derrotado! Carregando o desejo dos guerreiros samurai em seu punho, Luffy parte para cima! Kaido empenha todas as suas forças nesta batalha mortal! Conforme o desfecho da batalha se aproxima, os dois ficam cada vez mais determinados!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/flwzF5iZFtEPru2t23xebmEv0ap.jpg"
        },
        {
            "title": "1070. Luffy foi Derrotado?! A Determinação dos que Restaram!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "A batalha suprema no Domo Caveira chegou a um fim inesperado. Privado de uma luta disputada, um Kaido furioso esfrega a derrota na cara dos samurais feridos. Essa esperança de 20 anos acaba de desmoronar bem diante de seus olhos. Será que eles conseguirão encontrar uma maneira de sair do inferno?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/f2gP9F7apwE4MxUpaXxqqjy65wc.jpg"
        },
        {
            "title": "1071. Luffy Chega ao Ápice! Quinta Marcha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.7,
            "synopsis": "Um coração burlesco começa a pulsar! Aliados e inimigos ficam igualmente envolvidos e impressionados. Tamanha facilidade e flexibilidade nos movimentos representam um chiste ou uma bandeira da liberdade?! O destino abre os portões alegres... de Nika. Entra em cena o Guerreiro da Libertação, que transcende as fronteiras da imaginação!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3IZIEkDdIwLgPYKum3VAKQivDjl.jpg"
        },
        {
            "title": "1072. Que Poder Ridículo! A Quinta Marcha com Tudo!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.1,
            "synopsis": "A nova experiência que desafia a lógica! Ele deforma o próprio solo, e todas as suas técnicas são bizarras! Seria ele Luffy? Um deus? Ou algo mais?! A cena hilária faz seus olhos saltarem da cabeça. Atenção, pessoal! Esse é o ápice!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/HD4kq81VmabDoo5mCkXm8SScbk.jpg"
        },
        {
            "title": "1073. Sem Saída! Uma Cena Infernal em Onigashima",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.5,
            "synopsis": "Onigashima arde em chamas! Labaredas cercam Sanji, Jinbe e o resto do grupo que busca uma saída, mas Raizo confronta as chamas com o mais ousado Ninpo de sua vida! Será que o arrependimento por não ser capaz de proteger seu senhor salvará a vida dos samurais em Onigashima?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yvNDGy23Bp6crhEgkP6vZVAs8nn.jpg"
        },
        {
            "title": "1074. Eu confio no Momo! A poderosa técnica final de Luffy!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.6,
            "synopsis": "Botes celestiais iluminam a capital e voam pelos céus. Os desejos do povo elevam Luffy a novas alturas! Com o destino do país confiado a Momonosuke, o punho com todo o poder e coração de Luffy, endossado pela determinação e pelas expectativas de seus companheiros rasgará os ares e aterrissará em Kaido!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hQO96yhn0qxJqZjwYJKUphXApa8.jpg"
        },
        {
            "title": "1075. Vinte Anos Inteiros de Preces! Retomando o País de Wano!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.6,
            "synopsis": "A vida e os amores do povo foram subtraídos pela mão de ferro de Orochi. Sem poder se entregar ao luto, seus corações ansiavam pela liberdade. Ao absorver a esperança da multidão, a Quinta Marcha se irradia de luz! O sorriso que prenuncia o amanhecer!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/g8mkf6rOdYYcSIuU6FX2fOs4v5F.jpg"
        },
        {
            "title": "1076. O Mundo que Luffy Deseja!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Kaido e Luffy batem de frente com seus ideais em riste. O que espera Wano? A luz ou as trevas? Um soco desferido com todas as forças se aproxima de um trono encharcado de sangue. Um povo que clama por motivos para sorrir e um poder sustentado pela alegria destruirá a tristeza que há tanto tempo perdura!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/aiGO1n0BDWhv3pEc7GbFwArH2um.jpg"
        },
        {
            "title": "1077. Fecham-se as Cortinas! O Vencedor é Luffy Chapéu de Palha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.6,
            "synopsis": "Kaido despenca no abismo. Os cidadãos continuam a acender lamparinas de esperança, apesar dos abusos que sofrem. Os samurais sacrificaram suas vidas em nome de uma nova era. O ataque de Luffy, empurrado pelos desejos de Wano, restaura a liberdade e dignidade outrora perdidas!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/qKoRZxF0bpGbdSg7LnyxsW64YSm.jpg"
        },
        {
            "title": "1078. Ele Retornou! O Xogum de Wano, Kozuki Momonosuke!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.9,
            "synopsis": "Os Bainhas Vermelhas surgem em meio à fumaça, causando furor na Capital das Flores. A última pessoa a surgir tem cabelos compridos e sobrancelhas galantes. 20 anos depois, o herdeiro do propósito de Oden retorna ao futuro!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/XNkOeiaSjHnTGDHfZKpyiOTLUU.jpg"
        },
        {
            "title": "1079. Chega o Alvorecer! O Descanso de Luffy e seus Companheiros!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.6,
            "synopsis": "A Capital das Flores fica repleta de sorrisos após o fim da longa e dolorosa noite. Luffy enche a boca com toda a carne que consegue, e os Chapéus de Palha dão o tão esperado banquete. Eles aprontam muitas confusões tomando banho, bebendo e discutindo. A monotonia do cotidiano brilha novamente.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3BZvNo2k3Ehso3sU1qqCwYCaQdn.jpg"
        },
        {
            "title": "1080. Um Banquete de Celebração! Os Novos Imperadores do Mar!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.2,
            "synopsis": "O tão esperado alvorecer exalta as multidões e os brindes e cumprimentos se ouvem por todo País de Wano! Conforme os ventos do tempo sopram com violência, notícias da derrota dos Imperadores varrem os mares. Os nomes de Luffy e outros capitães ganham força no mundo com outras novas estrelas!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/pzpiha2E7INtQuo3jKSjKw6Opmc.jpg"
        },
        {
            "title": "1081. O Mundo Vai Queimar! O Massacre do Almirante!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.8,
            "synopsis": "Os Nove Bainhas colidem contra Ryokugyu, que inicia um massacre na Capital da Flor! O verde vibrante que encobre este país é do tipo mais incrível de Logia! Será que os Nove Bainhas conseguirão defender Wano contra habilidades avassaladoras que transcendem a compreensão humana?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nGfOXT7YxbC1CF4TXkz2Z1Bg87n.jpg"
        },
        {
            "title": "1082. O Despertar de uma Nova Era! A Fúria Imperial do Ruivo!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "Ryokugyu tira vantagem das feridas abertas em Wano e atropela os samurais. Quando ele derrota Momonosuke com seu poder esmagador, e quando a nova era está prestes a sucumbir, surge um homem que crê fortemente no futuro!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/iubfoHskvxL1hq6acpM4z7OBv21.jpg"
        },
        {
            "title": "1083. O Mundo Dá Voltas! Uma Nova Organização: Cross Guild!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.0,
            "synopsis": "Com Luffy se tornando Imperador, notícias surpreendentes chegam ao mundo! Ele agora é um dos quatro homens mais brutais e cruéis do mundo. E um deles, que causou incidentes que abalaram as estruturas da Marinha, retorna munido do poder de dois ex-Corsários!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/YStCpgmVASfoIV6VmEoMZAXV1h.jpg"
        },
        {
            "title": "1084. Hora da Partida! Wano e os Chapéus de Palha!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.6,
            "synopsis": "Uma história ainda não contada, de antes da partida dos Chapéus de Palha! O extermínio de Kaido, que começou com uma tigela de arroz, está concluído, e Luffy e Otama tomam uma quente, porém triste, sopa de feijão-vermelho juntos. Quais serão suas últimas palavras um para o outro?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/s3PGcCUgbk2FABY5WRaDbtT6vJZ.jpg"
        },
        {
            "title": "1085. A Última Cortina! Os Votos de Luffy e Momonosuke!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Depois de correr como o vento forte e a onda furiosa, e de conceder a Wano seu desejo, Luffy parte da capital. Momonosuke não consegue conter sua raiva pela irreverência que parece trair sua longa relação. Chega a hora da partida: o que se passa na cabeça de Luffy?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/4Sor4Tr4DyDbmxzcghcZOmMgbgO.jpg"
        },
        {
            "title": "1086. Um Novo Imperador! Buggy, o Palhaço Gênio!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.7,
            "synopsis": "A mente por trás da grande fuga de Impel Down, Buggy, é agora um Imperador dos Mares! E para piorar, ele agora conta com os infames Crocodile e Mihawk sob seu controle! Assumindo o comando de uma nova organização, a Cross Guild, esse carismático falastrão entra em ação!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/iZVtHVlZTwvler8zxIlBuhoPRWN.jpg"
        },
        {
            "title": "1087. A Guerra na Ilha das Mulheres! Um Caso Estrelando o Heroico Koby!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Liderando uma nova tropa de Pacifistas, o Capitão da Marinha Koby inicia uma invasão. Aproveitando-se do caos, o Imperador Barba Negra aparece para atacar. Hancock, a Imperatriz Pirata, revida. Quem vencerá esse duelo em três frentes, onde se enastram trevas e beleza?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/A9SeLTFll8CwXz2YnyWgGO3yQh4.jpg"
        },
        {
            "title": "1088. O Sonho de Luffy",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Carregando no peito o juramento que fez com seus irmãos, Luffy continua a navegar os mares com fé indomável. Neste mundo tumultuoso, ele segue apegado a seu ideal através de lágrimas, decepções e risadas. Que ideal é este capaz de mover os corações daqueles que toca?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8H54bCkcqBMCripAyYvE7eQT3Ef.jpg"
        },
        {
            "title": "1089. Começa um Novo Capítulo! Os Caminhos de Luffy e Sabo!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.4,
            "synopsis": "Tornar-se o Rei dos Piratas e além. Ao lado de seus companheiros, Luffy do Chapéu de Palha parte em busca do que jaz no fim de seu sonho. O Imperador das Chamas, Sabo, trabalha nos bastidores em meio ao caos que cerca o assassinato do Rei Cobra. Os dois seguem seus próprios caminhos nos mares turbulentos e são engolidos por uma tsunami da maré dos tempos sem precedentes!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xqu9Y7WSUnoqhHxBDbcAmvqsSQF.jpg"
        },
        {
            "title": "1090. Uma Nova Ilha! Egghead, a Ilha do Futuro!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.0,
            "synopsis": "Ao se deparar com uma potente força, os Chapéus de Palha são lançados ao mar nevado! Novas sombras cercam o Sunny vacilante, com uma ameaça após a outra. Será que o lugar onde Luffy e seu bando naufragou lhes oferecerá esperança ou desespero?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2ftHdA46GzYZMoysJyGglJ2WbHN.jpg"
        },
        {
            "title": "1091. Transbordando Futuro! Uma Aventura na Ilha da Ciência!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.2,
            "synopsis": "Eles enfim chegam a Egghead, a ilha onde Vegapunk mantém sua base de operações. Onde peixes voam nos céus, e monstros e robôs gigantes se digladiam! Abundam paisagens urbanas com tecnologia de ponta! Um mundo desconhecido repleto de sonhos atrai o empolgado Luffy.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/nQuvUtA42WquJngPDQTWEU53AjQ.jpg"
        },
        {
            "title": "1092. O Lamento de Bonney! As Sombras Espreitam na Ilha do Futuro!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.1,
            "synopsis": "O Chapéu de Palha e os demais exploram apetrechos futurísticos, quando são abordados! Ele é idêntico a Bartholomew Kuma! Bonney detém Luffy, que tenta reagir! Incapaz de conter suas afloradas emoções, ela revela sua chocante relação com Kuma!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/prIyXXClUwtyplzNVSxB1gVevWT.jpg"
        },
        {
            "title": "1093. O Vencedor Leva Tudo! Law vs. Barba Negra!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 9.5,
            "synopsis": "Os Piratas do Barba Negra emboscaram Law! Embora aparvalhados pelo poder dos capitães titânicos inimigos, os Piratas de Copas se defendem! Irrompe uma intransigente batalha pelos Poneglifos de Rota! Quem rirá por último?!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5FXufOiOl4TQGueeLIKGorZ9XPi.jpg"
        },
        {
            "title": "1094. O Mistério Aumenta! O Laboestrato de Egghead!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Os Chapéus de Palha sem Luffy, Chopper e Jimbei são levados para o laboratório nas nuvens muito acima do solo por Lilith. Eles ficam entusiasmados com coisas que nunca viram antes. Porém, dentro do laboratório, uma nova ameaça os espera.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/gmOhJhpy3wUFadCj4K0coZsuUX3.jpg"
        },
        {
            "title": "1095. O Cérebro de um Gênio: Os Seis Vegapunks!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.9,
            "synopsis": "A ciência guarda infinitas possibilidades! A pesquisa já começou! Uma imperscrutável busca pelo saber que desnorteia os Chapéus de Palha. O bem e o mal. A sabedoria e a cobiça. O raciocínio e a impulsividade. Talentosas mentes que transbordam de todas as direções, agora reunidas!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/61mM6cjB2ml2Y87GS0R8y9JnD8c.jpg"
        },
        {
            "title": "1096. Um Excerto Proibido da História! Uma Teoria Sobre um Certo Reino!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.1,
            "synopsis": "O que aconteceu durante os 100 anos do Século Vazio, cujos fatos o Governo Mundial tenta encobrir? O futuro que os acadêmicos arriscaram suas vidas para salvar. Anos depois, o propósito deles agora vive na única sobrevivente de Ohara, que na época era só uma menina.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ruNS1Qlj2uH3FsviPYOORJVaS0u.jpg"
        },
        {
            "title": "1097. O Propósito de Ohara! A Pesquisa Herdada!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.0,
            "synopsis": "Um cientista com uma paixão ardente e um jovem com espírito combativo estão prestes a iniciar uma revolução. O passado de Vegapunk e Dragon é revelado por Shaka. Um desejo para o futuro herdado dos acadêmicos de Ohara impulsiona os corações dos Chapéus de Palha da nova geração.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/b8wo7mmgK0rI7ud5AMelgiFPHcs.jpg"
        },
        {
            "title": "1098. O Excêntrico Sonho de um Gênio!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.4,
            "synopsis": "O incrível poder científico de 900 anos atrás é revelado diante do gigante de ferro! Vegapunk está fascinado pela energia da antiguidade e transborda ideias e ideais. O que o futuro reserva para seus sonhos?",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/yxBnnjCoPEY88rpaMwX3yYW1APo.jpg"
        },
        {
            "title": "1099. Preparativos para a Interceptação! O Ataque de Rob Lucci!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 7.9,
            "synopsis": "A CP-0 força sua ancoragem em Egghead. O Fabrioestrato fica em caos com a chegada da impiedosa Arma do Massacre, Rob Lucci, e sua equipe! Para proteger o povo local, tomado pelo medo, Atlas confronta os inimigos com seus enormes e furiosos punhos!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3BivpPgym2uKGBnLdCbYGlsqUOu.jpg"
        },
        {
            "title": "1100. Poderes de Outro Patamar! Luffy vs. Lucci!",
            "url": [
                "plugin://plugin.video.elementum/play?uri=magnet:?xt=urn:btih:"
            ],
            "rating": 8.8,
            "synopsis": "Os Tambores da Libertação ecoam por Egghead! Contra a desregrada Quinta Marcha de Luffy, Lucci desperta o frenesi de uma fera selvagem. O confronto entre criação e destruição! O fatídico embate joga a Ilha do Futuro em um redemoinho de caos!",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/uz8jhKVizqyJzOQsBZPYQ9iOeqb.jpg"
        }
    ]
}