{
    "episodios": [
        {
            "title": "01. Garras Metálicas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=owGn4YgcBI34QwLV%2FsdvNtKF4tkvEQ86HnGVH%2FaFD2ev2EdoJkN2CK4TbptGdg6c&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=3aedfa0c9c5ff92d09e1b8730823897f4db131793c4e1a8815569d3f182efce1"
            ],
            "rating": 10.0,
            "synopsis": "Uma menina na escola de Virgil tenta esconder que ela é um bebê de estrondo. Ela tem super força e a capacidade de transformar suas unhas em garras indestrutíveis. Uma vez que seu segredo é descoberto por acidente, Virgil diz a ela para buscar ajuda, mas ela não o ouve e renomeia a si mesma Nails e foge de casa. Virgil faz algum trabalho de detetive e descobre que encontrou um site que oferece ajuda e tratamento para os bebês da Bang. Static rastreia Nails até Gotham City, onde ele encontra o Batman. O Cavaleiro das Trevas diz à Static que Poison Ivy e Harley estão recrutando Bang Babies para ajudá-los em seus crimes. Nails está relutante em voltar-se para uma vida de crime, mas Ivy oferece a ela uma cura se ela os ajudar a roubar barras de ouro do governo.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/4G4ZgDeFjL4vqvzORNnTij9D7UX.jpg"
        },
        {
            "title": "02. Gear",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xFX%2F2iIYbaBpInV56NfGw0MduPu0tXWLW8orA%2BFoRZk4ZpjBwnOZHc%2BuwA%2FxUwWA&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=1e4fc734f8aa780b67646ab3f305230855bf0361e0fd44a0503071e32083f315"
            ],
            "rating": 0.0,
            "synopsis": "O episódio começa com Richie mostrando a Static sua última invenção: um robô de vigilância de alta tecnologia chamado Backpack. Eles são interrompidos quando Ebon e sua gangue escapam da prisão e Static vai atrás deles. Richie vai com ele para assistir e Ebon o reconhece e acha que ele tem algo a ver com Static. Ele tem sua gangue seguindo Richie pela cidade. Nesse meio tempo, Richie se tornou tão esperto que ele passa todas as aulas com facilidade e diz que parece que seu cérebro está em chamas com novas invenções. Virgil acha que ele teve uma reação atrasada ao Big Bang e Richie não está feliz no começo. Ele quer um poder legal como super força. Depois de perseguir Richie, Ebon pensa que Virgil é Estático e o seqüestra. Improvisando uma fantasia, Richie vai atrás deles usando suas invenções.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/qZ5bOjZ8N4IqOHtU6mLvIAaedOw.jpg"
        },
        {
            "title": "03. Super Choque na África",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=X%2BNrDVLeW3lrPWmXgHJ2prP3yt53NoBJSQcZckrUwOj77KrhlEommjck4zhqYh4M&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=eac92fea65964d078b624a3129aa9b9c3a23ddc06e2594bfe0bf2577c6426632"
            ],
            "rating": 0.0,
            "synopsis": "Virgil e sua família viajam para Gana. Enquanto lá Virgil chama Richie e diz a ele que ele está mais perto de sua herança e não se sente como uma minoria, mas uma pessoa. Em uma viagem de trem, um criminoso chamado Osebo tenta roubar um mapa de professores para uma antiga cidade de ouro que está enterrada sob um lago. Um super-herói chamado Anansi, a aranha, pára Osebo de bater o trem, mas não de pegar o mapa. Virgil coloca um rastreador em Osebo e depois revela sua identidade secreta para Anansi porque eles precisam de ajuda uns dos outros para parar Osebo. Eles o localizam na represa que segura o lago artificial e juntos o impedem de explodi-lo. Static diz a Anansi que ele é seu herói e ele tem muito poucos heróis negros na América.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/8sQQ3wa2MLfpkPHS36Q7dFrPaIY.jpg"
        },
        {
            "title": "04. Shebang",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ec2ON4OhbbYMqVE7VlAqo%2B9T%2BXw4o%2BKIRx%2FEhqQJ87zzJQOmMl%2FgbVQLOlv1uk4R&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=93832977be74ed99dedc7cbf8669da20765334da65bc267c55cefe0fad110e3b"
            ],
            "rating": 0.0,
            "synopsis": "Enquanto salvam alguns trabalhadores, Static e Gear recebem uma pequena ajuda de um novo super-herói que se chama Shebang. Gear quer recrutá-la para a equipe, mas Static diz que não. Daisy e Frieda apresentam uma nova garota na escola chamada Shenice. Eles têm uma partida de boliche entre os meninos e as meninas, e graças a Shenice, as meninas estão ganhando. Quando seus pais aparecem, Shenice sente falta da greve, e Virgil acha que seus pais queriam que ela falhasse. Mais tarde, Hotstreak entra em fúria novamente, batendo Static e Gear. Shebang o derrota sem problemas, no entanto deixa quando os repórteres chegam. Em casa, os pais de Shenice dizem que ela não pode ser o super-herói Shebang, mas ela diz que não pode ser uma garota quieta e não usar seus poderes. Um agente rastreando Shebang segue Static, que os leva até ela. Eles usam gás do sono para derrubar Shebang e Static, procedendo ao sequestro de Shebang.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/xKKslMJPObC24c1t9ERFKFdVbb2.jpg"
        },
        {
            "title": "05. O Maior Suspeito",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Lfm7h6e8nXzn5PswRe%2Fsbivt2ydv42oiD8sST18Gq0XVsi%2FyA%2FRyOyYGZa3qW05f&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=773ba7ec857d38851eeaf3fdbe955d166648b9e0048cf8510c438e8988748cc9"
            ],
            "rating": 0.0,
            "synopsis": "Virgil acidentalmente bate em um menino grande na escola e insulta seu tamanho. O menino - Marcus passou um tempo no salão de menores, mas ele quer mudar sua vida, então ele vai para Sharon para aconselhamento. Um bebê enorme estrondo vai em uma agitação através da cidade, atacando um policial, destruindo o show de carros e destruindo outro carro de crianças. Virgil e Richie investigam e descobrem que Marcus tem um elo com todos os crimes e pensam que quando ele fica bravo, ele se transforma no monstro e destrói o que ele está com raiva. Eles não têm provas contra ele, então Virgil insulta Marcus, esperando que ele se transforme no monstro na frente de todos. Quando ele não faz Virgil fugir para evitar ser espancado.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/n4Vv2vvpXcbveVdXYqGHlxj6VOV.jpg"
        },
        {
            "title": "06. Sua Própria Liga - parte 1",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=wryOlZ4Rc3RL%2F4ZkI5ex6CLKfHo5j594i8xbHzUzdbKaWqDKBWifka9DkL%2F8fJ2f&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=fdec2449b2bbe1c504cde2c86940eec1c81a2aff321990ca46fa89432685bdc6"
            ],
            "rating": 8.0,
            "synopsis": "A Sentinela da Liga da Justiça é atingida por uma corda cósmica e sofre uma queda de energia. Batman sugere que o Static venha recarregar o sistema Static e Gear para a Watchtower, mas enquanto lá a Liga da Justiça recebe um pedido de socorro e os deixa lá. Eles logo descobrem que Braniac usou a falta de energia para escapar e assumir os sistemas de computador da Torre de Vigia. Braniac tenta matar Static e Gear enquanto fora da Liga tentam voltar para dentro. Gear usa mochila para derrubar a memória de Braniacs enquanto Static reabsorve toda a eletricidade que ele colocou no sistema. No final, parece que Braniac está acabado e a Liga agradece a Static e Gear pela ajuda. Naquela noite, Riche tenta desligar a mochila e descobre que Braniac assumiu o controle...",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/wPZGLjqmZ9PYw7ZcaTXQam3g1ok.jpg"
        },
        {
            "title": "07. Sua Própria Liga - parte 2",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=WIzHclszmPA1opVKryBq5W93J56QnIgfOEwvMugNPD2yyUQ5Cgr%2FiuZ%2BWid8mr4r&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=f243db004f1544c3537cb7046126d906056f770f410f41e43f586f29b20b413c"
            ],
            "rating": 9.0,
            "synopsis": "A Liga da Justiça notou que um enorme download ocorreu em seu sistema de computador e acha que Braniac escapou para a mochila do robô Gears. Batman dá ao Flash uma foto de Richie e o envia para Dakota para procurá-lo. Flash encontra Richie e pede por Mochila, mas Richie Mochila o ataca. Braniac assumiu a mente de Richie e com a ajuda de um disco de controle de pensamento ele assume a mente de Flash. A liga vai para Static procurando por Flash e Gear. Static liga para Richie e ele quer que Static o encontre em uma usina siderúrgica abandonada. Uma vez lá, o Flash coloca os discos de controle de pensamento de Braniac neles, mas a eletricidade natural do corpo de Static desativa seu disco. Braniac envia a liga para matar Static.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/An6UcaKKimxuCIRDpMyJqwrW35Q.jpg"
        },
        {
            "title": "08. Hora do Show",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Sj9HOvsEPOWeKITjH5E3UWlAPT3m4x6cR7prw2DYg36KGMG76bgrn%2FdK8MN83edu&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=fe855f21a4a6315e3b773b51364edea3c9a3553c954c3a409f6b4910ada51811"
            ],
            "rating": 0.0,
            "synopsis": "Depois de derrotar Puff e Onyx, Static e Gear notam um outdoor anunciando um novo programa chamado \"\" Heros \"\" encarando o Static Shock. Static visita o escritório do produtor de filmes Rast e diz que ele não quer estrelar nenhum filme. Mas Rast o convence de que as crianças precisam de um modelo e estático concorda. Rast, que é um chefe rude e arrogante com sua equipe, diz a Static que Gear não estava no filme, mas Static diz que Gear é seu parceiro e defende isso. Static e Gear vão em patrulha com dois helicópteros voando com eles onde quer que vão. Um criminoso com o nome de Starburst invade um banco e a Static and Gear tenta detê-lo. Seus poderes não têm efeito sobre ele e Rast está furioso dizendo que eles pareciam ruins nas filmagens.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/3UWUU3r9Uk9RLTXmiegUCmN2arD.jpg"
        },
        {
            "title": "09. Consequências",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NMbfnmfUHn5hwRcimY%2BZYtPW9Qw19iKIzFpoEXR51qzhADXwmExYAyMB7YRkNo08&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=88571cd0ebd55f410b2ee712e02b7ac0b2d96ede89f55afa162e6bd1d7d8a27a"
            ],
            "rating": 0.0,
            "synopsis": "Static pára alguns metahumanos com a ajuda de Rubberband Man, mas ele diz a Static que ele mostra muito para a multidão em vez de pegar os criminosos. Static não escuta e diz que ele não precisa da ajuda dele. Ao levar Daisy para um filme, Puff e Onyx roubam o teatro e Virgil muda para Static para pará-los. Ele os atrasa e poderia detê-los, mas quando vê Daisy observando-o, ele se mostra novamente. Puff usa seus poderes para derrubar partes das paredes e alguns destroços atingem Daisy. Daisy acaba no hospital com uma concussão e Virgil se culpa, mesmo que seus pais e sua família lhe digam que não foi culpa dele. Irritado consigo mesmo Static usa seus poderes para explodir um ferro-velho. Richie quer falar com ele sobre Daisy, mas Virgil o ignora e quer ficar sozinho. Quando ele descobre onde Puff e Onyx costumam sair, ele vai ao salão da piscina e usa seus poderes para assustar todo mundo. Ele tem uma pessoa presa na parede pronta para dizer tudo...",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/d2YOPJEmN9tR7ECnPgFa2t5CRy4.jpg"
        },
        {
            "title": "10. Romeo na Briga",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=YFxFjb6nFrU905Tswpu5pcqPWXgd2IEM052HOpf5uHkQ%2F1yVag0rxL6VJ0was2cr&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=b8f31a5377cdeaf148998580a1921e329052f55dba37d5684f9a86caccd2c426"
            ],
            "rating": 10.0,
            "synopsis": "Bernie Rast convence Lil Romeo a estrelar um filme que Daisy e Frieda estarão dirigindo porque ganharam um concurso promocional. Romeo não quer fazer isso, mas Rast diz que ele pode conseguir Static para estrelar. Hotstreak invade uma loja e um novo metahumano chamado Leech drena seus poderes e o seqüestra. Ele leva Hotstreak para uma cela de prisão e Ebon já está lá. Sanguessuga diz a eles que seu poder está roubando outros poderes metahumanos. Na sessão de filmagens, Ll 'Romeo se veste como Static e quando Static aparece, Lil Romeo diz que Static é seu herói. Static mostra a Lil 'Romeo seus poderes e fraquezas e lhe dá sua caixa de choque. Quando Leech vai atrás de Talon Static e Gear tentam detê-lo, mas eles estão muito atrasados ​​para salvá-la. Na próxima filmagem Leach aparece e agarra Lil Romeo pensando que ele é estático. De volta à prisão, Leech percebe seu erro.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/avub4iCFP4nV2sQJ38kp4cvetCS.jpg"
        },
        {
            "title": "11. Problema ao quadrado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=TG8%2BAhP%2BgepNHg2ZeFuM9i8n1IcLBwHddN5%2FJ%2BMiVUjEugHvLApNzSrfVORbD%2FQP&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=2287bc28b429048d6abb04330ff6637eed349205df435e52652cbe46922e081f"
            ],
            "rating": 0.0,
            "synopsis": "Em uma viagem de campo para as indústrias de Alva, Virgil e Daisy encontram Specs and Trapper, seus antigos professores que projetaram um projeto de ciências para derrotar a Static na primeira temporada. Virgil não confia neles e os espiona como estáticos. Ele descobre que Alva os contratou como parte de uma equipe para tentar restaurar seu filho, Alva Jr., que virou pedra por causa do gás meta. Specs e Trapper vêm com novas armas para drenar Static de seus poderes. Eles capturam Static e o apresentam a Alva, mas Alva não quer nada com raptar seu velho inimigo. Static logo escapa e Alva dispara Specs e Trapper para sequestrar Static ao invés de restaurar seu filho. Eles seqüestram Alva Jr. e ameaçam matá-lo, a menos que Alva transfira dinheiro para uma conta bancária. Alva pede ajuda a Static. Static rastreia o par que faz super ternos e se renomeiam como Spectral e Speedtrap.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/e5xMG6OGuYfMYO7JqQfuJHmXLtQ.jpg"
        },
        {
            "title": "12. Brinquedos à Solta",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Xa55Je1Mnn0v5CwGISl4OT92%2FJgLAOhAoayPMuSWYh7A5VmThcX%2FVa%2FrwJyqLjJw&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=d864337b529050383bcac01dd42075679ab3d9159f4e73529d4f97727e977fd1"
            ],
            "rating": 0.0,
            "synopsis": "Darcy se disfarça de professora de escola na Dakota High School para se aproximar de Daisy. Superman chega a Dakota para rastrear o Toyman. Quando Daisy é sequestrada, ele se junta a Static para encontrá-la. Darcy se juntou ao Toyman para garantir um novo corpo vivo para si mesma e promete estar com o Toyman se ele a ajudar. Static e Superman rastreiam o Toyman, mas ele já fez um corpo duplicado de Daisy com a mente de Darcy dentro. Static descobre a verdadeira Daisy da falsa, mas ela consegue escapar e tenta cruzar o Toyman. Ele diz a ela que colocou uma falha no sistema dela que a mataria se ela o traísse. Darcy morre e a polícia leva Toyman para a cadeia.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/7NDa3BIL6rSd7vaypSWvRWAm8HL.jpg"
        },
        {
            "title": "13. Armadilha Para os Pais",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Gg89lLHGAy43aRzWxLP566x6uVyK%2BfvABpOKVm1uXboP5N5G8mTaPcJN29EXkpR5&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=ef14b5d4e0b924d44b479ed20b20a1e3213033db7ed14dc18c1c257086408098"
            ],
            "rating": 0.0,
            "synopsis": "Shebang retorna a Dakota porque acha que seus pais foram sequestrados. Ela pede Static e Gear por ajuda. Eles rastreiam um ladrão que eles acreditam ser um novo metahumano, mas logo descobrem que os pais de Shebang o ajudam a roubar itens. Eles aprendem que o metahumano é na verdade um ex-médico que costumava trabalhar com seus pais. Suas experiências em absorver energia vão mal transformando seu corpo em uma rocha viva que pode absorver qualquer coisa por energia. O médico força os pais de Shebang a ajudá-lo a se normalizar novamente ou eles serão mortos. Um colar que pode injetar veneno neles pode ser ativado por controle remoto e somente o médico sabe o código para liberar os colares. Quando a cura não funciona, o médico tenta matar os pais e depois vai atrás da Static.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/zstBR8h1XjbrpHe5LK8qoaXOS5J.jpg"
        },
        {
            "title": "14. Flashback",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8oILNkHqg6lrmPy6YRoHJwFooQt8PeMyi9pAz%2BIzWjVzrmKNAjglOstfPIpWaSLG&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=fb2beefe21ae2c6a1e6eba387fd2a34798ffa59985ab466b508d53a00d1dbaa6"
            ],
            "rating": 0.0,
            "synopsis": "A cidade de Dakota dedica uma estátua aos trabalhadores de resgate que ajudaram nos distúrbios de Dakota há cinco anos. É esse tumulto e ela sendo atingida por uma bala perdida que matou a mãe de Virgil. Ebon persegue uma garota chamada Nina e Static e Gear tentam detê-lo. Ela usa seus poderes para se cercar, Static e Gear e volta dez minutos para que eles escapem de Ebon. Eles a levam para sua sede, onde ela diz que quer encontrá-los para poder se juntar a eles. Ela quer usar seus poderes para ajudar as pessoas. Gear cria um temporizador de um controle remoto para controlar com mais precisão os poderes de Nina. Ela pega uma fantasia e se chama Timezone. Static diz que quer voltar aos tumultos e mudou o que aconteceu. Fuso horário concorda que eles devem voltar e ajudar as pessoas. Assim que eles ajustam o cronômetro para voltar, Ebon aparece e o pega. Estático zaps tanto Ebon e o temporizador e curto-circuitos do dispositivo. Todos eles fazem uma viagem no tempo.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/bcrGi8FEt3ZmKKI92yB24uFyfgp.jpg"
        },
        {
            "title": "15. Voltando ao Passado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2BUH71GyPFsYSry1K6g3cYtTcHT60NoES3mFJNi8AlnhHDRYADQveK3wL%2FhLm5Mh4&expiry=oHI36c2VZ7098KfxNp0TqQ%3D%3D&mac=b752918e3d56ffd9591d7092fca2d48567ea5fcdcb9f2c488f28086c89efdae4"
            ],
            "rating": 0.0,
            "synopsis": "Sharon convence Virgil a ajudá-la em um lar de idosos. Ele está impaciente para sair e, quando os robôs se abalam no centro de Dakota, Virgil tem sua desculpa. Ele corre para o telhado para se transformar em estático quando um dos anciãos, o Sr. Grant, o segue e descobre sua identidade. Grant diz a Virgil que ele é Soul Power, um super-herói da década de 1960, e ele quer ajudar Virgil a parar esses robôs. Virgil relutantemente leva-o junto e Soul Power diz que seu arqui-inimigo, Dr. Menace, criou os robôs para que eles sejam imunes a poderes eletromagnéticos. Os robôs derrotam facilmente o poder estático e o soul, mas o dr. Menace diz que não os matará porque quer que seu velho inimigo veja sua vitória. Soul Power acha que o Dr. Menace está criando uma máquina meteorológica para destruir cidades, e vai a um velho amigo para ter acesso aos satélites globais para encontrar Menace.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/pYTChXsR5zt6a7vy75eb3aCjhy9.jpg"
        }
    ]
}