{
    "episodios": [
        {
            "title": "01. Choque no Sistema",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mzVQIOCzm05e0qTGuduRDxTLJ1JOFaM7vEGQ7P7ooWQaCiukptyktapVLnaa%2B1DV&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=7e753a97630f4ef8418666bc5ac0a85053c00d671fb5ae639cbca64f654332e5"
            ],
            "rating": 7.3,
            "synopsis": "Virgil Hawkins é um adolescente inteligente e engraçado que é espancado pelo líder da gangue Francis, que se chama \"F-Stop\". O outro líder da gangue, Wade, o protege algumas vezes, mas diz que ele não pode estar lá.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/qUIRal2udf8Srs19xtgU91HNo7g.jpg"
        },
        {
            "title": "02. Depois do Choque",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=XY8pB4XrxgIrIWfNkPFm11%2FAhYVp60uaxQnygMle2XIaQbRtlT8htA2HKMP2hnyp&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=6479ffaa70f99fe798ee5a6d914fb4d5e1527e5de7d7ec5676dbe33b9351d760"
            ],
            "rating": 7.0,
            "synopsis": "Metahumanos estão em toda parte e a maioria deles está cometendo crimes. Virgil começa a combater o crime como estático, mas quando o valentão \"F-Stop\" regressa como um metahumano, capaz de controlar o fogo, Virgil tenta vencê-lo de uma vez por todas.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/ucEgSFQhLFxLCmq1U7SghPPszba.jpg"
        },
        {
            "title": "03. A Raça",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2Fdu9EmJ0qRRit555AcChnfS1sgFJWcJmi5rKPs3qWcfcEcRyYp6oq9v7tPAbKOck&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=3d37cf2f8a5b397aa79fe05133ce1bfb082179a0f54190c9dbb2bcd0a56b99b1"
            ],
            "rating": 0.0,
            "synopsis": "Pedido para ensinar uma estrela de pista, Virgil descobre que ele é outro \"\" baby bang \"\", que se transforma em um brutamontes de 7 pés e foi recrutado em uma gangue criminosa dirigida por um mutante sombrio chamado Ebon.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/kqeVS8zfrLDcEujsq1T1Asl0Bnw.jpg"
        },
        {
            "title": "04. Debaixo da Terra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=bVmiI7qGqjFuWaogdPdM13eX2I9oyRk%2B2fKf5jiAb35oOLFEYciD0YkvDElbEERL&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=21f8b4edd63edd5d3cc51013599ec8d86ce6c0f642a102af83e6d10e098f9ea4"
            ],
            "rating": 0.0,
            "synopsis": "Enquanto luta contra Carmen Dillo, Super Choque encontra uma grande ameba com gosto por carne, principalmente pessoas.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/utLE7ya3WxHIXP1AyuuPL7aC5NS.jpg"
        },
        {
            "title": "05. Estão Tocando a Minha Música",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=guUkpCOT8MNPhKVDFP%2BeQ3iI80zpxMYD4CGyPP60aHUXVoITXrR9ZRe9fFsahcu0&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=3a7f72191d19a33abba4f8af1f30e65c07a8eac7d3bc4f57dd900f4803df9e93"
            ],
            "rating": 0.0,
            "synopsis": "Rubberband Man invade uma gravadora, tentando encontrar o homem que roubou sua música de sucesso dele. Um executivo recordista disse que era o Ice Pack. O Ice Pack está vivendo da riqueza do RB Man agora, desde que ele tem essa música.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/3cawfK4QDGAY9wpVfyaX0DTyP4V.jpg"
        },
        {
            "title": "06. O Novo Garoto",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EebxRYw4%2BH3Y2Eq1xRgtISpz8qVSyzdGWvC%2FZrT5Ee3ZiIV39lrVXtdx%2FEhR56iy&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=35c85e3a9284eb8ec9fcd51ea1e8e7726e158940ab7ee59fa35d6077fcc291ac"
            ],
            "rating": 0.0,
            "synopsis": "Virgil muda para Super Choque e ele luta contra o robô que ele ajudou a construir, derrotando-o por saber seu ponto fraco.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/htP5i2VTeTOQ80hzP965OtkosWy.jpg"
        },
        {
            "title": "07. Brincadeira de criança",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=OOy4CUWWy64T01sllX9AEUrICLoKi1h7FS5VyZiDHG48xlnPQcg%2BOmFJqtpoWVlW&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=c9d89ab92c1652363662cca650593dff9bb5302d2c1088d60d1512e2f9f63d35"
            ],
            "rating": 0.0,
            "synopsis": "Dwayne olha para seu irmão adotivo, Aron, que acabou de sair do salão de jovens e voltou para casa com eles. Virgil sabe que Aron não mudou seus modos de ladrões, e deseja que Dwayne não o admirasse tanto. Quando uma fonte de água dá refrigerante de cereja, e um personagem de videogame ganha vida, Aron e Virgil descobrem que Dwayne é um metahumano. Aron tenta enganar Dwayne para roubar coisas para ele. Depois de lutar contra os bandidos de Dwayne como Static, Virgil engana Aron dizendo como ele realmente se sente sobre seu irmão mais novo, e Dwayne deixa de usar seus poderes para o prazer de seu irmão.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/ehJQcspmLNtA23qeizBIczN4MZO.jpg"
        },
        {
            "title": "08. Filhos dos Pais",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=bd7G7BSyxsSaVf%2BCs%2FApCL00IMg9UCr3TSD5gtkRnIf9WzA%2BFfMhKsShcRdPYCau&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=e1da8a3dfbf881e2391e576ec78679d4d69c7fb0c9fee9d9285da7a5752f59dc"
            ],
            "rating": 8.0,
            "synopsis": "Virgil se pergunta por que Richie nunca o convida para ir a sua casa para sair. Richie tenta evitar a pergunta, mas Virgil pressiona e Richie o convida para uma noite em que ele acha que seu pai estará fora. As coisas estão bem até que o pai de Richie, o Sr. Foley, aparece e começa a dizer comentários depreciativos que Virgil tenta ignorar. Mas quando Virgil ouve o Sr. Foley fazer um comentário racista, sua ingenuidade desapareceu. Richie discute com o pai e foge. Foley vai até o pai de Virgil para ver se ele sabe onde está Richie e relutantemente trabalham juntos para procurá-lo. Static o encontra e diz que ainda são amigos e vão para casa. No entanto, nas sombras, Ebon espreita, ouvindo isso e seqüestra Richie para atrair Static para uma armadilha. Robert e o Sr. Foley encontram Richie primeiro e tentam eliminar Ébano e seu capanga, mas logo Static os encontra e faz um resgate. O pai de Richie muda sua atitude racista e tenta ouvir seu filho agora.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/jvXFnZAlGnM1RdhKhuCOtU2XaaE.jpg"
        },
        {
            "title": "09. Ventos da Mudança",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UB1npGDx6gYMjYZc3WcPY%2B0jqbccW8UpCaciNoJvzM8iNCE8%2F5scp8tKQ42a8iVS&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=4e0db17150069e0b9f5ca55c1bd97f133a9aaea795e8d8632cc2196b887742ef"
            ],
            "rating": 0.0,
            "synopsis": "Um bebê chamado Slipstream, que pode controlar o vento, usa seus poderes para comida e destruição. Richie surge com novas maneiras para Static combater o crime, mas Virgil só quer sair com Daisy e não se importa com as invenções de Richie. Richie fica com ciúmes e ele e Virgil param de falar um com o outro. Richie acha que pode salvar o dia com suas invenções melhor que Static e tenta parar o Slipstream. Richie fica atordoado, junto com Static, mas ele usa uma das novas invenções de Richie para salvar o dia. Eles inventam e concordam que Static é o herói, Richie é o ajudante e não precisava ficar com ciúmes.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/9hENscp8V8YKHT70IMKx2eroSdC.jpg"
        },
        {
            "title": "10. Perdendo a forma",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=B8UBMHe%2F%2FzLF%2F4I62oWstKWSa0x7%2FJoD3Eg4Rg7F6YpzPiKYESQZTzeEHTOJJLDS&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=20f2f87dc741cef289a03905ce68d1d944297e54a851fc6955df861e8c056152"
            ],
            "rating": 0.0,
            "synopsis": "Sharon namora um rapper que acaba sendo o criminoso fugitivo, Rubberband Man. Ele realmente gosta de Sharon, mas foge. Ela o convence a se entregar, mas Virgil não vê nada de bom no cara. Enquanto isso, dois caçadores de recompensa metahumanos querem colecionar em Rubberband Man e tentar capturá-lo.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/jsmpRBSTQcS0N44Nu2NSxPX3xJY.jpg"
        },
        {
            "title": "11. Junior",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Yp2nyBCuS6mQbWtGZCfrAU8FVzhR508Ks%2B5oPm0hlP8uGj4iN9FbbwbW9tdxeYF4&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=607a06eb6f87f03d6000d97400491cb18ed89cbc1903bbc8c57bea99249c30f9"
            ],
            "rating": 0.0,
            "synopsis": "O arqui-inimigo de Static, Edwin Alva, abre um novo centro cívico. O filho de Alva, Alva Jr., tenta chamar a atenção de seu pai, mas é repetidamente ignorado e repreendido. Junior tenta ajudar seu pai dizendo que ele descobriu as propriedades do soro que criou os metahumanos, mas seu pai se recusa a ouvir. Irritado com isso, Junior usa o soro para se tornar Omnifarious. Ele controla e escolhe suas mutações e usa essa habilidade para destruir as empresas de transporte e armazéns de seu pai. Quando Static tenta detê-lo, ele o reconhece como filho de Alva. Alva usa seus poderes para aprender a identidade de Static e ameaça dizer a todos se Virgil tenta pará-lo novamente. Static vai para Alva Sr. e diz a ele que seu filho está destruindo sua companhia. Alva confronta seu filho, então ordena que seus guardas tentem detê-lo. Eles tentam matá-lo e Alva não pode detê-los. Static salva Omnifarious, que enfrenta seu pai novamente, mas ele ainda não quis ouvir seu filho ...",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/m2AxICK6uY8yEtSoLUJGFm9Jpil.jpg"
        },
        {
            "title": "12. Replay",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=7MbK5lZ5pAxDLsYOlDetCF7aPVhyZqrYOCrzNq7AAJFV2UmC1R46wt6tSif2UyHb&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=0de289262b4d3cf842ac779c25278e6b6f07f358c990ceec0cf66098c1b638ee"
            ],
            "rating": 0.0,
            "synopsis": "Um ator infantil com rancor faz um furto no shopping. Ele é um metahumano com a capacidade de se duplicar. Static pára e persegue uma de suas cópias para um carnaval abandonado. Ele luta contra o original enquanto o prédio cai ao redor deles, derrubando Static. Static acorda e vai para casa apenas para ver a si mesmo nas notícias, indo a uma onda de crimes e atacando a polícia. A polícia liga o Static e eles dão uma recompensa pela sua captura. Até mesmo seu melhor amigo, Richie, não acredita nele. Virgil descobre que Replay deve ter duplicado Static e convence Richie a ajudar. Replays no estúdio de TV e Richie filma tudo ao vivo enquanto Static luta contra sua duplicata, enquanto Replay confessa todos os crimes. O nome da estática é limpo e Replay vai para a cadeia.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/k9u4RuUcFPWDc6zhvPYV10denjj.jpg"
        },
        {
            "title": "13. Furia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=OIRpixB%2BKoIkBKNxH8tGB8tdGV7Fnq6Htg7Y7nhyWHkXAkJdHWpiB17MwkoMa68%2B&expiry=EKNvlk3zvR31hSFwdH%2FUFw%3D%3D&mac=9cdfee764281b18ece98d2288071acbc3c2c09501dcdf1265eef1fa18e0e0e29"
            ],
            "rating": 0.0,
            "synopsis": "Virgil está tentando lidar com a perda de sua mãe enquanto seu pai e sua irmã preparam um serviço memorial em sua homenagem. Um metahumano, que se assemelha ao Incrível Hulk (apenas roxo) entra em fúria em um restaurante e depois na escola de Virgil. Richie e Virgil acham que pode ser um colega de turma, Thomas Kim. Quando eles vão falar com ele, sua suspeita está correta quando ele se transforma e vai atrás deles. Estático, lembrando-se do que sua mãe disse sobre as birras, atrai Thomas para longe, onde ele não causará muitos estragos e ele logo volta ao normal.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/k7MICilfLJnqsgPLcf7Z5uKnCpl.jpg"
        }
    ]
}