{
    "episodios": [
        {
            "title": "01. Choque do Futuro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8PMwRHu0Hzdnrk%2BJIqnmKrJ9CLHdseV4SEal4WgTgvlQ8PX%2FAGQOkN99JvLOKJUU&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=14fa60795ec1275dc03549234d0bf6693319630df9f728d6ad47aacc6d263e8b"
            ],
            "rating": 0.0,
            "synopsis": "Batman, Robin e Static param um criminoso chamado Timecode. Na Batcaverna, Batman tenta proteger a máquina do tempo da Timecode e é pego em um campo de tempo. Static tenta salvá-lo, mas é pego no campo e enviado 40 anos para o futuro. Ainda na Batcave ele encontra o Futuro Batman, Terry McGinnis, que a princípio acha que ele é um inimigo. O Bruce Wayne mais velho aparece e diz a ambos para se acalmarem e que ele está esperando Virgil desde o acidente. Bruce quer que Static os ajude com Kobra (uma grande organização criminosa que decide governar o mundo em Batman Beyond). Parece que Kobra sequestrou a futura Static e eles querem trocá-lo por seu Kobra Leader.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/zk0D6JPogcuu9YQkDTVE8q3VHWx.jpg"
        },
        {
            "title": "02. Ela Voltou",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=s9bj7Nq0EmfcUY%2BMNKq9r974Agy6r9KDA9PuGYG%2FU4Ha06M%2FUtku8oowL69FYT9f&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=ddb9a7b22804fd922d6f4f7d8797792f90ee9d184a778fba2d0e49586a929f7b"
            ],
            "rating": 0.0,
            "synopsis": "O episódio começa com Virgil e Richie em uma loja de quadrinhos falando sobre um personagem de quadrinhos. Eles vêem que Madelyn Spaulding está trabalhando lá e eles conversam com ela. Depois que eles saem, ela descobre que ela tem poderes ainda, usando-os apenas de forma diferente agora. A próxima cena mostra a prisão metahumana. Madelyn destrói as paredes e liberta os bebês do estrondo. Estática e engrenagem chegam para impedi-los de escapar. Eles não estão indo bem quando Shebang se arrisca para salvar o dia. Madelyn e sua gangue escapam. Shebang fala com a imprensa. Depois de ouvi-la, Static e Gear decidem falar com ela. Acontece que as pessoas que a caçavam foram presas, então agora ela está de volta a Dakota e quer fazer parte da equipe. Static não está feliz com isso. Na escola, Shebang está deixando todo mundo louco. Quando Madelyn e sua turma aparecem novamente, eles facilmente vencem Static e Gear, não graças a Shebang.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/ud1EgtarfKaBgyjM1bIYuS7Q4vT.jpg"
        },
        {
            "title": "03. Fora da África",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=g97fHHgls%2B79TgsqvhZ1SI871mlPgfcp40Ibl8wXuBOSNBKJVBM5kOf%2F0id4yE4A&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=e045da9cfdee233955d8d420004b58575f3e273908b2c8afcd52f4489bd13052"
            ],
            "rating": 0.0,
            "synopsis": "Sharon e Virgil ajudam o Dr. Anoyke a montar uma exposição da África Ocidental no museu. Anoyke recebe um telefonema, depois esconde uma aranha dourada no casaco de Sharon e diz a ela e Virgil para sair. No caminho de casa, Virgil percebe que ele deixou sua mochila no museu, então ele volta para buscá-la. Ele vê que Anoyke está sendo atacado por um inseto gigante e se transforma em estático para pará-lo. Mais tarde, Anansi parece dizer a Static que seu velho inimigo, Osebo, está atrás da aranha dourada, a fonte dos poderes de Anansi. Enquanto isso, Sharon descobre o Spider no bolso e começa a testá-lo. Ela vai até Richie em busca de ajuda para descobrir, e o capanga de Osebo ataca a casa de Richie e sequestra Sharon. Static, Gear e Anansi os rastreiam até seu esconderijo para recuperar a aranha dourada e libertar Sharon.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/pHFqR4RVIl3wg7577FPBdjvgBW.jpg"
        },
        {
            "title": "04. Herói Caído",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=4czYh9N4Z3E9noQ1OwJj2g2Hge5ja0SI1YSpK5xGzZcLzVPeFe6F%2BsTTIbM4CgjS&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=157f32f30f6506d9db35fbb103c44449336dd0d0b64461f6546d1e17441a3c1c"
            ],
            "rating": 0.0,
            "synopsis": "Lanterna Verde (GL) entra em uma onda de crimes, e Virgil está desapontado que um de seus heróis se tornou ruim. Enquanto em patrulha, Static e Gear correm para GL e tentam falar com ele. Quando isso não funciona, eles tentam capturá-lo, mas falham. O verdadeiro GL aparece em Dakota para parar o falso, que é Sinestro disfarçado. Sinestro quer arruinar a reputação da GL na Terra. Static e Gear conseguem capturar o verdadeiro GL e mandá-lo para a prisão. O Sinestro procura pelo power ring do GL, mas o GL escondeu no Static e o Sinestro vai procurá-lo. Quando Static encontra o anel, ele fala com GL e aprende a verdade. Poderes estáticos O anel de GL pode derrotar Sinestro.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/hwUNvRCdXoG7XvxkWsa0COFsAKt.jpg"
        },
        {
            "title": "05. Exército Das Trevas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ikbXfxgnIxjIV9rLC%2BOdSR471wuwT2xwi8Nnw13nTRilic52s1Ycjb7xzOZ1%2FAco&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=3c73f8c4e22bda806cca2358e074994e1e17622bd5a0c0ed413f79c250c886bc"
            ],
            "rating": 0.0,
            "synopsis": "Um novo grupo de meta-humanos é encontrado sob a cidade. Este grupo não pode estar na luz do sol, senão eles vão morrer. Pode Static e Gear ajudar a salvá-los, ou Ebon já fez deles seus fantoches?",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/Ai49dlvoQo2WCeoEUzSvCk6pEpI.jpg"
        },
        {
            "title": "06. Nenhum Homem é Uma Ilha",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=u8BKSx%2Fk4ivV%2FYtrGmGLRR5%2FjMMAEOfUj%2BYwdbURDKY%2BcjobGa%2Fhy0C%2BhI8tKB2e&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=adc8465b837aa3cb039717b54b611787bd1150033b0fa8eafc5144972e0a3e33"
            ],
            "rating": 0.0,
            "synopsis": "Static e Hotstreak são capturados e levados para uma ilha misteriosa para experiências científicas. Agora eles têm um objetivo: escapar da ilha com vida, mas o ódio deles um pelo outro pode fazer com que os dois trabalhem juntos, ou há algo maior acontecendo na ilha?",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/8O0wB8y8Fd0p5KnqQDLfLOtDOHI.jpg"
        },
        {
            "title": "07. Esquadra Da Cesta",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=8mlfceBt89DKnQDRWOaQPNGVvg6bafMHYsk7%2FKNznh%2FDcM3oBUwGjiPsQoH5DI46&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=99833c125924520c45958076f8891028470656ade91ccf92d9764856b0ac0af3"
            ],
            "rating": 0.0,
            "synopsis": "O pai de Virgil, Robert, compra ingressos VIP para o jogo All-Star da NBA em Los Angeles depois de receber dinheiro de uma campanha de caridade. Virgil e Richie entram em uma das quadras onde encontram Karl Malone, Yao Ming, Tracy McGrady e Steve Nash jogando bola. Assim como eles estão se apresentando para as estrelas populares da NBA, o caos começa. Todo o plástico na quadra começa a se desintegrar. Static e Gear voam para fora para ver o que está acontecendo, e descobrem que todos os carros da cidade pararam porque todos os seus pneus se desintegraram. Gear descobre que nanites foram feitos assim, e ele leva Static para onde tudo isso está começando. Mais longe, eles encontram um gigantesco robô destruindo a cidade.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/slDV8iWeODK63vUqDWIL912nFO6.jpg"
        },
        {
            "title": "08. Agora Você vê Ele",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mnoqc%2FOGsBrRkQYFBnaKZyopkZxv0fLSUPIdBn1EBBzY5zo0Y37ZHyEeEt9O8dQ9&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=906c1f3d929912708a8515e9e9307365919f13fc15975ddf1fa5f0007524699b"
            ],
            "rating": 0.0,
            "synopsis": "O episódio começa no Dakota Mall. Daisy está olhando para um colar que ela quer comprar, mas diz que não tem dinheiro suficiente para isso. Ela vê um homem olhando para ela no espelho. Assim que ela se vira, o homem desaparece. Enquanto Daisy continua navegando, de repente, alguém se movendo extremamente rápido atravessa o shopping roubando coisas. Static e Gear aparecem, mas não conseguem pegar a pessoa rápida. Mais tarde, na sede da Static and Gear, Virgil diz a Richie que sua irmã marcou dois ingressos gratuitos para o próximo show B2K. Ele também diz a ele porque Daisy é a maior fã do B2K, ele vai convidar Daisy para acompanhá-lo ao show. Richie gravou a luta que eles tinham antes com a pessoa rápida, e ele explica a Virgil que de alguma forma o homem misterioso está usando super velocidade. De volta ao shopping, Virgil e Daisy são recebidos por Eddie Felson, o garoto nerd do campo da ciência há alguns verões atrás...",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/kbYLV7NkQp96x6dy7AhOW4nMgrS.jpg"
        },
        {
            "title": "09. Onde a Borracha Encontra o Asfalto",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=O8fOi6xTFmlLuqygdHUze7jFJP%2BA2kYCt%2BojFGMvVrMwslX9%2BUp5p5sn3r%2FWWzs8&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=db6e814addfaec64e1b681a63617c37240a31a3d5d144c7be2e45d83fd466c14"
            ],
            "rating": 0.0,
            "synopsis": "Adam leva Sharon para um encontro, enquanto Virgil e Richie tocam no Adam's Game Station 2. No restaurante, Adam não consegue ler o cardápio. As palavras estão todas confusas, o que significa que ele tem dislexia. Enquanto isso, uma criatura invade os laboratórios de Edwin Alva. Ele passa pela segurança sem problemas, e fica cara a cara com Alva. A criatura se apresenta como Tarmack, a parte viva da maior e pior estrada em que você vai dirigir. - Chegou aos laboratórios para roubar um motor de fusão que Alva tem. De volta à data, uma reportagem em uma TV próxima aparece, explicando o que está acontecendo nos laboratórios da Alva. Adam se transforma em Rubberband Man e corre para os laboratórios para parar a criatura. Logo depois que RB Man chega, Static e Gear aparecem para ajudar. Tarmack pega o motor de fusão e continua a correr para o laboratório.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/qxHLlxVMQuv3bPWP8pDlwmWBjwD.jpg"
        },
        {
            "title": "10. Ligado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=RFNd2qCz7ywMPblwb%2FCfeQhWX5Of5x002u4CmS0y4t1FlyiZrT%2BvLfZy7NPGktdz&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=47791483171b9848b160f163cc651fdb83007bdcb150a71059c74bdd6162c0a4"
            ],
            "rating": 0.0,
            "synopsis": "Static e Gear estão lutando contra um novo Bang Baby, mas estão perdendo. O Bang Baby foge, mas eles não seguem. Eles têm que ir a um jantar. A próxima cena mostra o desconhecido Bang Baby em sua casa assistindo a uma reportagem sobre um jogador de futebol profissional chamado Dule Jones. Mostra Dule Jones sendo apresentado. Virgílio e família estão no jantar e o observam falar. Mais tarde, Dule chega e se oferece para levar Sharon, Virgil e Richie para um passeio em seu humvee. Enquanto eles estão dirigindo, eles são atacados pelo desconhecido Bang Baby. Virgil e Richie fogem e vestem seus uniformes. Eles tentam lutar contra ele, mas perdem. Dule sai dirigindo deixando Sharon para trás. Quando ele chega em sua casa, Chainlink aparece. Ele ameaça dizer ao mundo que Dule é um bebê se ele não tiver uma fortuna de Dule.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/g8A7tRcfJPIOd2cFFvtZAecd5rb.jpg"
        },
        {
            "title": "11. Molhada e Feroz",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LRPWw5KBFVWFPxY7dUymCfpt7MjHfXJ226cdwFkevbORy%2Bcg0JU40rEV%2B4nM6w6L&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=56f8542b499bb180d823af85c85c2104cf20fdbd83ae08915679123aa4879f23"
            ],
            "rating": 0.0,
            "synopsis": "Aquamaria ameaça toda Dakota quando Hotstreak frustra sua tentativa de voltar ao normal.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/fu3L66ooUQaucuac5z9WVF5EaE0.jpg"
        },
        {
            "title": "12. Sequestrado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=PVvQrJx0faV6Fax2wkiNwtr58pqaj64FJdc5kkLKSVh914WxaVlsSmPdbqUMI8pv&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=6417aa87ff343e8344603059a8c844946ee934b6302d57394503e70350154417"
            ],
            "rating": 0.0,
            "synopsis": "O pai de Static é sequestrado por Omnara, uma mulher que já trabalhou para Edwin Alva, comprometida com sua pesquisa sobre o aprendizado da identidade secreta da Static. Embora, a única coisa que Static pode fazer para libertar seu pai é roubar a antiga pesquisa de Omnara para outro projeto em que ela estava trabalhando. Para que ele faça isso, Static tem que virar as costas para Gear e fazer o que for preciso para garantir a segurança de seu pai, além de manter sua identidade em segredo para todos os outros.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/dv36NYncDaLWH3EfKp3grVCO7GE.jpg"
        },
        {
            "title": "13. Racionamento de Energia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=YpKLGIJ7jDx8m5WOfZ8EglIgogzrOFapcfAZ2DF7GCMojLuiTYBAuqlskuRaPlQe&expiry=gZf7IXSAXaTLDfvcyr88hQ%3D%3D&mac=8aa28854c9c5836fa113a53b29bb25c5ff9161585c7cf45e025e3c85b4694d80"
            ],
            "rating": 0.0,
            "synopsis": "Depois que Kangor de repente perde seus poderes, Ebon e sua equipe descobrem que é por inalar a cura do Dr. Todd. Logo, todos os bebês do colo em Dakota (mesmo Static e Gear) começam a retroceder, mas Ebon tenta impedir que isso aconteça. Ebon e sua equipe planejam roubar o que sobrou do gás do bebê que foi usado para fazer a cura para encenar outro Big Bang antes que todos sejam curados.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/jrwrAozqjgLqJwe7if9a3rcTVC4.jpg"
        }
    ]
}