{
    "episodios": [
        {
            "title": "01. As Ligas Profissionais",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Z9v2KgxuUlnnMTOXAQ3EZLZC5TtPUr6ljQUJ8nzVyLnAnJbxN1Ed7YmsQzn%2B3PNi&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=7ba2069b5ed10633c741fb2148a5c0964240b9a0663e47ff950409dee746d1ca"
            ],
            "rating": 0.0,
            "synopsis": "O Coringa chegou a Dakota e recrutou uma gangue de metahumanos. Ferrett não quer se juntar e recebe gás do riso. Static tem seu primeiro encontro com a turma do Joker quando eles roubam um caminhão de bombeiros. Enquanto eles fogem, Static encontra Ferrett com um papel dizendo \"Missing You\". \"Static está checando Ferrett no hospital quando Batman e Robin aparecem. Tags estáticas junto com eles enquanto seguem uma pista através de esgotos e um distrito de armazém. Chegando a um beco sem saída, eles desistem da noite. O Coringa e sua gangue estão tramando uma maneira de se livrar de Batman. A gangue inclui Shiv, Talon, Hotstreak e Kangor. Talon leva os três heróis para uma armadilha. Batman e Robin são levados embora, com Static preso nos esgotos. Com a ajuda do Batplane, Static salva Batman e Robin da morte e eles derrotam Joker. No final, Batman agradece a Static por salvá-lo.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/cyDhn74j6MVX7Utk5x8KGZtpLfr.jpg"
        },
        {
            "title": "02. Jogo de poder",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=hP6y1y2PTBPzCCNifYkRDbs0OAfJvOWqw8f25FhR7%2B%2BK8yD%2BNBybf4vuITnj97d0&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=13bf2a3eb722deb94750a0800940978a24f8c50aa79a3a032bcbbd2e82ad01c4"
            ],
            "rating": 0.0,
            "synopsis": "Richie é pego fingindo ser um super-herói da Static. Richie fica bravo quando lhe dizem que ele nunca pode ser um e foge. Em uma parte decadente da cidade, Richie se depara com um homem velho. Ajudando-o, Richie fica chocado. Atrás dele, dois meninos riem. Então, todos os três desaparecem. Um caminhão desgovernado quase bate em um cachorro, mas é parado por Richie, que agora tem superpoderes. Virgil e Richie testam esses poderes no ferro-velho. Richie quase se machuca e foge para encontrar o velho. O nome do homem é Ragtag e os nomes do menino são Run and Jump. Todos os três são metahumanos. Richie tem que voltar para Ragtag para conseguir mais poder. Ele se dá o nome \"Push\" e se torna um super-herói, deixando Static nas sombras. Ele percebe que para continuar recebendo poder de Ragtag, ele terá que começar a roubar para ele. Richie se recusa a fazê-lo e é atacado por Jump and Run. Static o salva e Richie volta a ser normal. Ele está bem em ser mediano novamente.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/aRzGzKhzqSuLXzxFGquczOVzqQe.jpg"
        },
        {
            "title": "03. Ato Entre Irmãos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tMx0pP0om%2FqGv%2BndUAYreJekvqxms0iwJZSdvUsi7lVzvrHvk7DXytbGKBzgrTSQ&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=48de25cc66e6cbf604ee564a668f561d1eca4ddd399af8c3499c39c846c6cd12"
            ],
            "rating": 0.0,
            "synopsis": "A irmã de Virgil faz o jantar e ele está dando as reclamações de sempre. Ele carrega um pouco quando ela não está querendo melhorar. Quando ela toca o prato, sua mão se queima, fazendo-a pensar. Enquanto isso, dois novos metahumanos, Boom e Mirage, um irmão e uma irmã, roubaram uma boate. Estática está nas notícias falando sobre esses dois. Sharon vê isso e suspeita que Virgil seja Estático. Ela tenta obter informações sobre onde ele estava na noite anterior, mas ele consegue fugir de suas perguntas. Em uma estação de rádio, Boom e Mirage roubam o prêmio em dinheiro que a emissora estava dando. Estático aparece, mas é derrotado. Mirage é ferido e enviado para o hospital, onde Static aprende sobre ela e Boom. Boom então vem e a leva embora quando Static sai da sala. Enquanto isso, Sharon, ainda tentando provar que Virgil é estático, leva-o para um jogo de basquete onde ela pode ficar de olho nele. Boom e Mirage aparecem e Virgil, com a ajuda de Richie, foge da vista de Sharon.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/i23qKC1usu0eRi2qayykqwIh39c.jpg"
        },
        {
            "title": "04. Super Shaq",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=oag670THeH0KZr27YfW40ePECgJIBrz6GWtRSNa2bLgykfF4gDODVrD8o9WpCNcs&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=35c991ef614b2a3ace8e19a434d484ae5f0f600f39c5f126148254335e59b4be"
            ],
            "rating": 0.0,
            "synopsis": "O episódio começa com o Ruffpack roubando guitarras. Eles são parados por Static, que os tranca em uma sala. O Ruffpack consegue escapar, com Hyde prometendo vingança. O pai de Virgil o apresenta a um velho amigo, Shaquille O'Neal. Shaq e Virgil vão aos pátios para jogar basquete, mas são interrompidos pela secretária de Shaq. Antes de sair, Shaq os convida para um jantar. Enquanto isso, os Ruffpack estão rastreando Static com alguns de seus trajes usando Ferrett. Eles enviam Ferrett para a festa para encontrá-lo. Virgil vê através dela e pára Ferrett. Hyde e Kangor quebram a festa. Shaq ajuda Virgil, Richie e sua família a fugir. No dia seguinte, Shaq e Virgil finalmente são capazes de jogar basquete. Está parado, no entanto, pelo Ruffpack. Eles ficam encurralados no centro comunitário abandonado, onde Shaq aprende sobre a identidade secreta de Virgil. Com a ajuda de Shaq, Static é capaz de salvar o dia novamente.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/7BjKoNtxcg0SazubC1Ws6LRBgti.jpg"
        },
        {
            "title": "05. Congelados",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MdAvUFfeQjarIDoQsbtQB9o01RdpPGeyINErxgEu84Cfk%2Film9h283b8UJ9gMiP%2F&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=994f82e3e79848d38ef958350c264da8379a65b020ecf0d27cc691626313ec68"
            ],
            "rating": 0.0,
            "synopsis": "É hora de Natal e todo mundo está feliz. Virgil está um pouco atrasado para a festa de Hanukah de Freida. Virgil olha para fora e vê uma central elétrica coberta de gelo. Ele derrete e é atacado por um assaltante desconhecido. Depois, uma menina sem-teto pede dinheiro, mas ele diz que não tem nada. Virgil está no shopping com Daisy e ele vê a garota novamente. A garota enlouquece e destrói o shopping com gelo e neve. Mais tarde, a Static entra em um prédio cheio de moradores de rua. Ele descobre um pouco sobre o passado dela. Ele vai à igreja para conversar com o reverendo Anderson sobre ela e sai com muitas perguntas ainda sem resposta. Staic se encontra com ela novamente e eles lutam. Ele descobre que o nome dela é Permafrost. Ele tenta falar com ela e, eventualmente, ganha sua confiança, dizendo que sua mãe também foi morta, sabendo o que é estar sozinha. Ela se junta ao programa de desabrigados da igreja, onde ela pode obter ajuda.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/fnbVeqS403P5ivxgIjGj4DqY3en.jpg"
        },
        {
            "title": "06. Manchas solares",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CMcqxduxeOIk7mRRNWUbYT5AeEVHpvIFi2m0Zw%2BlyVngPZd2bx8E6%2FlaWT0Q63Kv&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=12e4fb7270da6a8574e962574a32638b7a6cf131a372b8be86abe22cc530e9ed"
            ],
            "rating": 0.0,
            "synopsis": "Durante a aula de ciências, Virgil descobre que o sol está atualmente tendo manchas solares. Ele olha pela janela e vê um prédio em chamas. Ele chega ao local e descobre que seus poderes estão em sobrecarga. Ele descobre que as manchas solares estão causando isso. No dia seguinte, Virgil assegura a Richie que seus poderes estavam sob controle. Hotstreak retornou da prisão, onde aprendeu o controle da raiva. Quando Virgil está fazendo um teste na aula de história, seus poderes começam a enlouquecer novamente. Mais tarde, em patrulha, Static abruptamente perde seus poderes. Pensando que sua vida voltará ao normal, ele voltará a fazer o bem na escola, além de ter mais tempo com seus amigos e finalmente ter uma boa noite de sono.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/k7t8fjdqa3G13agRvWmGViYuw9q.jpg"
        },
        {
            "title": "07. A Namorada do Papai",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ZH5xXr4UdIiLMwIINYlo2PsyVDcJ9wQ0k7JFsyIROUqmxQVw9svJ8mFZpHbhG4%2BY&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=b46c3cbf7c9bb2b2e1aeda1e3f802f60cf100998280a531bdf474dccc082b56d"
            ],
            "rating": 0.0,
            "synopsis": "Em um trem, dois garotos roubam uma pasta de um homem. Nela, eles encontram frascos de meta gás. Eles rapidamente guardam quando um carro de polícia passa. Aquele mesmo carro de polícia para Virgil, enquanto ele está a caminho de casa. O policial quer ver o que está na mochila de Virgil, que contém as roupas de Static. Eles estão procurando pela pasta roubada. Em pânico, ele corre para isso. Mais tarde, no mesmo dia, o pai de Virgil quer que eles conheçam sua nova namorada, Trina. Acontece que Trina era o mesmo policial com quem Virgil fugiu. O pai de Virgil explode de raiva e fundamenta Virgil. Na escola, Royce e Frankie, os dois garotos, estão no laboratório de informática e estão procurando informações sobre o meta-gás. Royce cheira um pouco e um pouco derrama no chão, sem que ele perceba. Depois da escola, Trina pega Virgil e eles conversam um pouco. Ela diz a ele sobre o meta gás roubado e que vai explodir em 24 horas. Ele fica bravo e vai embora.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/tOKBUIPptj1eguaqTluxhCDKELw.jpg"
        },
        {
            "title": "08. Má Elasticidade",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jqNHUtSOeWBtLGXKMR6LUSRfzqLrO6bgmk4dRa%2BUdxlQgjP0quFGDXiUyeqDzocN&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=38885cdb076d005f047b9366fdbc125a53785a3f5cfe5baa50f35bff4abe9b59"
            ],
            "rating": 0.0,
            "synopsis": "O episódio começa com o mais novo membro da raça, Aquamaria, atacando um estádio de futebol. Static chega e luta com ela. Ela usa seus poderes de água para parar sua eletricidade. Apenas quando ela está prestes a acabar com ele, Rubberband Man aparece e prende-a. Ele diz para Static que ele só quer ser um dos mocinhos agora, mas Static não acredita nele. Mais tarde, o resto da raça está em seu esconderijo falando sobre RB Man. Ebon quer que ele se junte a eles. A raça atacar uma loja causando estragos em todos os lugares. Static começa a combatê-los, mas RB Man acaba com eles. A Raça é libertada da prisão por RB Man mais tarde naquela noite. Todo mundo acha que ele é ruim agora. Static descobre que foi realmente Ebon que se vestiu como RB Man e que Ebon é seu irmão. Com a ajuda de RB Man, Static é capaz de derrotar a raça mais uma vez. RB Man decide que ele vai ser um super-herói também.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/5JulMaaBiylCzWcw304x8OlbMr8.jpg"
        },
        {
            "title": "09. Ataque Dos Fantoches Vivos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=vLHRQRZe%2Fg%2FoWJ9kPtVLPtkhkxqULlVI3BZey9EwBsckXiSBWN7PrGuu66fjiQtn&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=77e8a2d84e90433757b3cc27f415254a6b4d6939ecab36f11396255cb038331b"
            ],
            "rating": 0.0,
            "synopsis": "As eleições escolares estão começando e uma garota chamada Madelyn Spaulding é uma candidata. O problema é que ela não tem seguidores. Richie está louco que as máquinas de vendas da escola não funcionam, e decide concorrer à presidência do primeiro ano para ajudar a mudar isso. Madelyn fica brava com isso e está prestes a dizer alguma coisa, mas dobra de dor. Um flashback aparece dela indo até um homem sem lar (Ragtag) e perguntando a ele sobre sua vida. O Big Bang acontece e eles são pegos na explosão. No tempo normal, ela aprende que pode ler os pensamentos das pessoas. Os candidatos estão dando palestras e Joey está de pé. Ele está prestes a começar a falar quando seu rosto muda, e ele diz a todos que ele está desistindo da corrida. Acontece que Madelyn está controlando ele. Richie a vê e está prestes a impedi-la quando ela o controla, lendo seus pensamentos. Ela descobre o segredo de Virgil e foge. Richie conta a Virgil suas preocupações, e Virgil concorda em investigar.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/r0Feqfr2Yex68RJSFEqB1LdB51a.jpg"
        },
        {
            "title": "10. Disfarçado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NokPDKq81aHdwM073WmsRDgZ7XySKl56hAsizxspvkiihLiGlH0UeRFCCQS19J%2BC&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=2731c6adfd5a16e2b2c2c4700d517e9ba922c6d95963cbfeaee3ef75024c198a"
            ],
            "rating": 0.0,
            "synopsis": "O episódio começa em uma loja de música. Um novo metahumano chamado Replikon está começando uma confusão. Rubberband Man também está na loja e o reconhece. Acontece que eles estavam no negócio juntos uma vez. Replikon foge com Static e RB Man correndo atrás dele, mas eles o perdem. Mais tarde, Adam Evans liga para a casa de Virgil e pergunta se ele pode ter seu novo CD de volta. Virgil leva para ele e descobre que A.J. McLean, um membro dos Backstreet Boys, e Adam vão assinar um acordo juntos. Virgil promete não contar a ninguém. está na cidade. Um pouco mais tarde, Virgil diz a Richie. Logo depois, Richie conta para Daisy e Freida. Eles colocam isso no site da escola e as notícias se espalham rapidamente. A rua em frente ao estúdio de música está cheia de fãs. A.J. e Adam sai sorrateiramente, mas é visto. RB Man tenta segurar os fãs por um tempo, mas é quando Static aparece para salvar A.J. Replikon ouve sobre o acordo e sequestra A.J., personificando-o.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/kShfMEgA5y6jKNfEWbsdKeM6r0z.jpg"
        },
        {
            "title": "11. Jimmy",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=SPEOl7ZTDtb39pDu5ShpkzRj%2BAgyHE95xk4MhgItv%2FyIo8idGfIlBza5yWBQsx5R&expiry=Lj5UE5wyIxaw%2F3J2nq8BpA%3D%3D&mac=03ad926f4f394945027fa688b897c4201a8013aab3b430cda0128dc97d3c9e02"
            ],
            "rating": 10.0,
            "synopsis": "O episódio começa com Richie sendo colocado em uma ambulância. Este é um flashback e Virgil está realmente no consultório de um psiquiatra. Ele está dizendo a ela como ele não poderia esquecer algo que aconteceu. Ele começa a história de como conheceu um garoto chamado Jimmy. No flashback, Virgil está atrasado para a escola por causa de Carmendillo. Quando ele chega lá, Richie e ele vêem Nick Connor pegando Jimmy Osgood. Eles sentem pena dele e depois vão para sua casa. Ele pergunta se eles querem ver a arma de seu pai, e Virgil fica bravo com ele por causa do que aconteceu com sua mãe. Jimmy depois pede desculpas e torna-se amigo de Virgil e Richie. Haverá um \"\" Fright Fest \"\" no centro de recreação e muitas crianças ajudarão. Eles criam um labirinto dentro do ginásio. Depois que ele é construído, Jimmy ouve uma conversa entre Freida e Nick sobre como Frieda gosta de Jimmy. Nick o vê e o persegue até o compartimento dos armários, onde ele enfia o Jimmy em um armário.",
            "runtime": 21,
            "poster": "https://image.tmdb.org/t/p/original/brNU4HTivQNDnFf63Nv63RIKIyY.jpg"
        }
    ]
}