{
    "episodios": [
        {
            "title": "01. Minha Linda Mandy",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BE52zViXugdZTOir%2FpaCcco0Hn5xsdtYFZmH9KW9jUKwobcu2DLiTybQQiACKVT2&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=c9e8c7159e0bc41db328d9b389852f36d48c01edc766d9dc0ff3868dfce31e52"
            ],
            "rating": 7.0,
            "synopsis": "Quando é dia de prevenção do escorbuto na escola, Mindy desfila em seu carro alegórico, antecipando o concurso de beleza Little Miss Scurvy, e insulta Mandy, dizendo que ela é feia. Para provar o contrário, e com o incentivo do diretor Goodvibes, Mandy considera participar do concurso. Naturalmente, Billy e Puro Osso não acreditam em Mandy quando ela lhes conta sobre a ideia, mas finalmente decidem ajudá-la.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/pfcJcRgbBfg8pKHtXZm6oTbLIGY.jpg"
        },
        {
            "title": "02. Magia Adolescente",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sriuPKAQtQuTUE5yOzvsSYHdP%2Fxt1JPEPkEABzXQi6BPFXABEXIif4tjSz5h2M6c&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=33cfd60565e52b3d895e9ce462bf4c9fd63ab6df7efc50306ab4b32f19d042a3"
            ],
            "rating": 7.0,
            "synopsis": "Quando os pais de Billy são atacados por uma anaconda, Billy sugere visitar o menino mago Nigel Planter, porque ele pode falar com cobras. Na verdade, Planter não fala com cobras, mas com lanches e, em vez disso, pede a ajuda de Billy, Mandy e Grim para conquistar o afeto de Huffefnie Pfefferpfeffer, uma bela bruxa da Escola de Feitiçaria (e que tem uma semelhança impressionante com Gladys). Planter tenta usar uma poção do amor romântico e chocolates encantados, mas eles não funcionam. Os rapazes acabam se esquecendo completamente dos pais de Billy.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/bThqrLKxXzt2CCBPhEO3FgAckeB.jpg"
        },
        {
            "title": "03. Adivinhe o Que Vem Para o Jantar",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=aS5KoppeoWzFWfC8%2BDzGXmv%2FD4Opu2juWBLVohKT0dHwfYSWiGMaj%2F%2ByG60S9XRU&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=9560382d965bcf121cb978a2c107e08f5a7d6db2617eacbb30fd86c428beb1f3"
            ],
            "rating": 0.0,
            "synopsis": "Quando os pais de Billy saem para sua segunda lua de mel, Billy fica sozinho no pior momento possível, pois convidou o diretor Goodvibes para jantar e recomendá-lo para a Rollington Academy for the Gifted. O pai de Billy sugere que ele use Eris, a deusa do caos, e Hoss Delgado, o exterminador de espectros, como seus pais substitutos durante o jantar.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/5aGca58UgMcK7wKKEt3ECkqBFKV.jpg"
        },
        {
            "title": "04. Mamãezinha Ferina",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qCIufMtNspPD29RwXzucu8%2BCe96rtjTYry6euUKpPH93c2VxvH9ObAYovaMFr9uS&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=8a8752f7538ee8627e1b8e6f85f93e205bf92d43847c30db036746d742f7374c"
            ],
            "rating": 7.0,
            "synopsis": "Então, a mãe de Billy descobre pés de galinha em seu rosto, entra em pânico e não quer sair do banheiro. Como Puro Osso precisa usar o banheiro, ele usa sua foice para transformar Gladys em uma jovem novamente.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/ip9xRGeT3kGRHkyNmLNg0C1IPA8.jpg"
        },
        {
            "title": "05. A Árvore Ladra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=iRdixO%2FhpaV5An4vsbEU59M3tRx8I4XSe2huDvbEkmTtNWk%2FLEryjudS9j5YwewM&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=a56ae263f33f65b96f6ba95bcc37cedbc1019a6059c652aeed3c41d30d0e77b5"
            ],
            "rating": 0.0,
            "synopsis": "Quando Billy, Mandy e Puro Osso percebem que coisas estão desaparecendo na casa, eles começam a investigar usando um detector sobrenatural. Eles descobrem que a culpada é uma “árvore ladra” falante no quintal de Billy, que vem roubando objetos desde que o pai de Billy era criança.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/grZU5bNbQMWL49W6Q0tLfpZpN4d.jpg"
        },
        {
            "title": "06. Purossâmbulo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=30aBw%2F4XYELCzBmx3PJVYXQHumxHFxPl5zmyNZlMzgLa4g7gB%2F7%2F%2FUj0axesiclD&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=3a17237d017a314d1a432c973aedac634b97df98030b448da0d87be62f2da43e"
            ],
            "rating": 7.0,
            "synopsis": "Quando as câmeras de vigilância do shopping capturam a silhueta de Puro Osso atacando corujas ameaçadas de extinção, um naturalista chamado Corey Nebraska culpa Puro Osso pelos ataques, enquanto Mandy suspeita que Grim está sonâmbulo novamente.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/8tc5rxtkcyltR5rlpNCJzJckGlu.jpg"
        },
        {
            "title": "07. O Panaca do Centro da Terra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=1cpKxnEYXvpDIZInHm2I07%2BSArM9Xo%2FJbMQ3O3LfwFWRPoCqbmDJKF2%2FWtrieYUZ&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=37c117871880217b64c9b74a5b44da6a18918eeed2f8e08145af69ef1f1cf2b0"
            ],
            "rating": 0.0,
            "synopsis": "Quando Nergal vai visitar a família de Billy (seus sogros) no fim de semana, ele acaba ficando com eles por mais de um ano. Quando Billy finalmente pede ao tio para ir embora, Nergal diz que não pode voltar para casa porque é um fracasso total, pois perdeu 599 vezes seguidas em um jogo de tabuleiro contra sua própria família e está sempre decepcionado em outros lugares. Billy e Grim dizem a ele para não se preocupar com o fato de ser um fracasso, mas para aceitá-lo. Depois de treinar com Billy e Grim, Nergal volta para casa e finalmente vence o jogo de tabuleiro, mas também abre uma rachadura no teto e sua casa começa a se encher de lava.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/2gxLwAxRSKwzw4GPtkLMtBo1DsO.jpg"
        },
        {
            "title": "08. Ecto Mala",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FT6uLWrH4PSf6Fi6C%2Bou%2B9P%2Fhx%2FBiiMlDOu6MMOBlHCGeTngT7neJgPcXoZY3jJV&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=6a7443dedd869957173889b91ffe362b1b0cad864829e1e1ccd7113a3535fa6d"
            ],
            "rating": 7.0,
            "synopsis": "Como Billy deseja ser “descolado” como Sperg, ele tem uma manifestação ectoplasmática saindo de sua boca. O ectoplasma cresce e se torna o fantasma do poeta britânico do século XIX, Lord Byron, que tenta ensinar Billy a ser descolado, usando poesias elaboradas em vez de músculos puros. Billy usa um poema para insultar a mãe de Sperg, e Sperg desafia Billy para um duelo. Billy e Lord Byron lutam contra Sperg e sua gangue, mas são duramente derrotados. Byron diz a Billy que foi treinado nas artes da frieza e desaparece.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/qbog9U2aDGjtlSOYJ8p6GVbDbMZ.jpg"
        },
        {
            "title": "09. Os Schlubs",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=exxKNnHjiZmJVVy1s30B1OHxA%2BtMTaE7Ln1vfUz80uHivWD5a%2BcsLe2avLW%2Fx9gr&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=7bb7c89711ab31be089603a9b1e6d9255ce553bafb3204b48e0058917f13142f"
            ],
            "rating": 10.0,
            "synopsis": "Enquanto Puro Osso assiste a toda a temporada de “My Troubled Pony” (paródia de My Little Pony), ele fica sabendo por Mandy que a série foi cancelada e não tem um final. Puro Osso decide colher os “Schlubs” (uma paródia de Os Smurfs), 100 criaturas que vivem no quintal de Billy, para derretê-los e transformá-los em ouro, a fim de financiar a criação do final da série. Puro Osso precisa passar por Billy e pelos próprios Schlubs agressivos, incluindo a única e grande fêmea (uma paródia da Smurfette). Depois que Puro Osso pensa que pegou as criaturas com sua foice, Mandy parece ter usado todo o ouro para ficar rica.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/tL99IZStZdW5OO4QmANfWrMbxTi.jpg"
        },
        {
            "title": "10. O Trote do Catulu",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=zFoW16n6wlA0EUdyiYhHQYa108RuemHCx3G2udGo6z4OR4YrFopZNcBpb%2B609Ctc&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=7166313acaade9fb52bfd2914b85da37db8b78a229a5d57486297be8038a2717"
            ],
            "rating": 7.0,
            "synopsis": "Quando Billy e Irwin começam a fazer trotes, todos sabem que Billy está por trás das chamadas, pois todo telefone tem um identificador de chamadas. Enquanto Billy procura no baú de Puro Osso, no porão, algo para anular o identificador de chamadas, ele encontra um telefone em forma de caveira sem identificador de chamadas. Puro Osso o adverte para não usar o telefone, pois ele é usado para ligar para o antigo demônio Catulu, cuja única aparição faz as pessoas enlouquecerem e, se for despertado, causará a destruição do mundo. Apesar do aviso de Puro Osso, Billy e Irwin usam o telefone mesmo assim e são sugados por tentáculos.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/gf7DFBedHWlmUT9xFlQpkxn9T7K.jpg"
        },
        {
            "title": "11. Billy & Mandy Salvam o Natal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NfK4ZPHa7vO7Ej6Dzw4uxVGOcvoVY6JGhUetxh0j1zV9N5e5lt5DAcizsXZKIoQo&expiry=Y6S%2FvGvIHpbYFSxgOE%2FzNg%3D%3D&mac=d669c8c9832faafa02cbc0cc3273debafc4274f5979daa593cedaa35333371a1"
            ],
            "rating": 8.5,
            "synopsis": "No dia anterior ao Natal, Billy, Mandy e Puro Osso vão ao shopping center, onde Mandy reclama que o Papai Noel é apenas uma invenção das corporações. Puro Osso garante a Mandy que o Papai Noel é real e que eles até estudaram juntos na faculdade. Eles decidem viajar para o Polo Norte e encontrar o Papai Noel, mas quando chegam, a Sra. Claus lhes diz que o Papai Noel foi transformado em um vampiro cruel.",
            "runtime": 0,
            "poster": "https://image.tmdb.org/t/p/original/xVOrGgYucFBxnRQD3b1nIggwRoB.jpg"
        }
    ]
}