{
    "episodios": [
        {
            "title": "01. Linces em três!",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=P2weJ7LYYEDJOzfoP8ZEPee6pK1xeJ7T951K7sQThkJvvBRtvZulVcNDXi0Cbl94&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=32614e20442e13480d3f2a83705371954da115588aac586ec15e97734b3d6416"
            ],
            "rating": 8.0,
            "synopsis": "Gossamer aborda Daffy sobre ele treinando sua equipe de polo aquático chamada Bobcats, que deve ser perdida até que Daffy coloque Gossamer como goleiro. Enquanto isso, Bugs ajuda Porky em suas refeições, seguindo as receitas da avó de Porky, que acaba engolindo Bugs na comida, já que essas receitas continham manteiga.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/877cIh8sOt71QWZNfKQw5vQlwX3.jpg"
        },
        {
            "title": "02. E-Mail Maldito",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DOG8c9JU2vbRvTiJaNi5R0mi6ZC5UOj2nFBjQNfwJO0CTitsWt8Gf4OnrA6Aq0JT&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=52f92512bc7898c18f69240d119a7425faa3e0df8eda1f215c67af73f510ae95"
            ],
            "rating": 0.0,
            "synopsis": "Quando Daffy acidentalmente envia uma carta a todos que ele conhece, contando coisas odiosas sobre eles, ele percebe que também a enviou para Tina e se une a Porky para apagá-la. Enquanto isso, Lola e seus pais querem que Bugs esteja na foto de sua família, até que Bugs lasca seu dente da frente (durante uma briga com Daffy, envolvendo a história principal) e Lola tenta impedi-lo de ir para a foto.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/fddKYixJXQCdLDKQchkarycZIUh.jpg"
        },
        {
            "title": "03. O Geomio Desaparecido",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=W7ma2efMJQRJqOfqJeIqP0dpt1rLND94dnDuYgGegCoUa9RnIxC77E2p2SXh5YD3&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=dc1b97d35e3c2f8f31fc0105d7734bdc37e14c809cd8622c662eac14b736e3a6"
            ],
            "rating": 7.0,
            "synopsis": "Quando Tosh desaparece, Daffy e Lola se unem para encontrá-lo. Enquanto isso, Bugs tenta pegar uma grande aranha africana de areia que entrou em sua casa. Daffy e Lola criam um cartaz que faltava para a Tosh, mas acabaram imaginando Speedy. É revelado que Tosh só deu um passeio; a nota que ele deixou foi ignorada por Daffy, que estava usando o mesmo bloco de notas para escrever pistas. Erros liberando com êxito veneno de inseto para se livrar da aranha; no entanto, Gossamer acaba arruinando tudo dizendo que sua inofensiva aranha de estimação, que apenas parece uma aranha africana, desapareceu. Bugs salvaram a aranha, mas descobriram que Gossamer havia localizado seu verdadeiro animal de estimação; a aranha morde insetos, paralisando-o por um tempo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/sxuPT4XSetTn1s0GZGr5zd38TIO.jpg"
        },
        {
            "title": "04. Rebelde sem luva",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xlB5P%2BLGMEEukJnCoXFUw5eMJXK1HEj107bSniOeU79AtpBBGf0iOzilTZ%2FP%2FFLu&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=ece2f39cb23387825db6d54bdbb1c58057242697f804cf2441e9ef8c410651f2"
            ],
            "rating": 8.0,
            "synopsis": "Bugs perde as luvas e acha que perdeu sua identidade, então ele procura uma substituta para descobrir que eles não vendem mais luvas brancas para homens, então compra um par de luvas de motociclista e começa a assumir a personalidade de um motociclista . Daffy, depois de aprender a definição embaraçosa de seu nome, muda para Professor e acaba dando aulas de ciências políticas de Porky (apesar de não saber nada sobre isso) assumindo a personalidade de um professor. Logo, a personalidade mudou Bugs e Daffy começou a agir como se estivesse em um filme adolescente dos anos 50, até que Porky, irritado, os traz de volta ao normal, pegando as coisas que os fizeram agir de maneira estranha.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/pfjzsu4OryiYA3eFpoesu5C1xA5.jpg"
        },
        {
            "title": "05. Sempre mentira",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NAxtCG291VqVHRLBREtXwWjMqoayGLVFBwF2HCGvQBXVxDWGH1SEhjNy8CYt%2FArt&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=9cbae5336607213cf8c781cbd3c503c787e2263151f157cd08d098432f9e6025"
            ],
            "rating": 9.0,
            "synopsis": "Para deixar de ir ao Peach Festival com Porky, Bugs conta uma mentira que sai do controle quando Lola começa a acreditar e termina com Daffy se juntando aos fuzileiros navais , o que Daffy erroneamente acha que é um grupo que vê a vida marinha. Bugs posa como sua irmã, Viola, e embarca em um avião fora do país. Tentando voltar para casa, Bugs é preso por não aparecer como aparece em sua licença e é preso. Mais tarde, ele é resgatado pelo grupo de Daffy. Daffy deixa os fuzileiros sob o disfarce de que ele tem pés chatos, e Bugs fica horrorizado ao saber que ele foi preso por exatamente um ano em seu esquema. Bugs desiste e vai com Porky ao festival.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/cUOqEtMOnsruFrkT2tk4MgfPZbX.jpg"
        },
        {
            "title": "06. Figuras paternas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=TqBLpiDlyS%2BpqS21makauvMJ7sAPU0zoCjyINHt9E%2F%2FSWOiGXHB62bicNWfHDgZg&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=18b5c8b6ec6b80d3b7dc18ddb08d682ba1850db0063d1402419cdf5199a164eb"
            ],
            "rating": 8.0,
            "synopsis": "Walter Bunny (o pai de Lola) entra para si e para o Bugs no torneio de tênis de pai e filho de um clube de campo, considerando que Bugs é como um filho para ele. Walter coloca Bugs no treinamento para o torneio como parte de uma experiência de união, enquanto Bugs descobre que Walter é péssimo no tênis. Enquanto isso, Daffy se junta a Porky no Programa Father Figure. Enquanto Porky é a figura paterna de Henery Hawk, obcecado em querer comer frango, Daffy consegue uma figura paterna em Foghorn Leghorn, apesar da objeção da assistente de Foghorn, Carol, pois Daffy foi quem arruinou o filme de Foghorn e destruiu a EnormoCorp.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/sQJMOhZWVuV6OfT7MGl0TxI6rMt.jpg"
        },
        {
            "title": "07. Atendimento ao Cliente",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qOHR8a0l7NKH05BMQH6AYOAveQwNQL8V7%2F12QW4KGyp0KwcWKx4bJN7eyo5sSxNY&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=33cb85d6a9ce6ea83fcd8b495697c986da30af9ab5ffc728c2c5ef7328b39181"
            ],
            "rating": 8.5,
            "synopsis": "Depois que a Trans-Visitron desliga o cabo de Bugs, ele tenta vingar-se do sádico representante de atendimento ao cliente da empresa Cecil Turtle. Enquanto isso, Daffy consegue um emprego como supervisor representante de atendimento ao cliente na Trans-Visitron e começa a demitir todos. Ao mesmo tempo, Tina aborda Lola sobre como ser positiva e otimista depois de ser suspensa de seu emprego por ficar com raiva de um cliente. No final, Daffy é demitido por demitir todos os funcionários, e Bugs consegue com sucesso Cecil ligar o cabo novamente.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/hK23ej5pfPkeGbC1bm39F8vm4D7.jpg"
        },
        {
            "title": "08. O Garanhão, o Nerd, o Joe Médio e o Santo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FaxKBIE%2BDIB0%2BG8uDZMjofrRz2nfs%2FZJTx8ok8l0Yau6YKFJP4elrNLyQbshM5xT&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=0214e6d5b9694d22d1124eb856286934ed05471c34d736b15f3dab8271096bca"
            ],
            "rating": 8.0,
            "synopsis": "Na tentativa de manter seu suposto \"lugar\" em seu grupo de amigos, Daffy compete com Porky em uma maratona. Daffy acaba sendo treinado por Speedy Gonzales. Enquanto isso, Yosemite Sam está determinado a pagar Bugs por salvar sua vida. Depois de tomar um grande café da manhã, Daffy não pode ir muito longe. Porky o leva pelo resto do caminho e é declarado um herói da cidade. Gonzales Speedy vence a maratona em alguns segundos.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/8IPp8lbXwbe357PQfbnhLT6hcAU.jpg"
        },
        {
            "title": "09. É uma bolsa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=lBoZKoRcBzZh1yYz1OTmIBzhwqeKNPrRZl6D7JwCxEjrhQMz5%2FmwmL4ZKWoVll0Z&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=2bff33a2a6e0266ccca8add46d5c68eedd5feb1f80fd1791aeb526806872bc21"
            ],
            "rating": 7.0,
            "synopsis": "A bolsa de Daffy desapareceu durante seu tempo na praça de alimentação do shopping e Daffy entra em estado de depressão. Bugs vai ao shopping procurar uma bolsa nova, que Daffy afirma ser insubstituível. Enquanto estava no shopping, Lola confunde Bugs com uma bolsa nova para Daffy como presente de aniversário, então ela tenta encontrar um presente para Bugs, mas não consegue. Daffy usa a hipnose de Witch Hazel para identificar quem roubou sua bolsa, um segurança do shopping. Daffy encontra sua bolsa nos achados e perdidos do shopping.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/vM9KSbEwTAVriP5hXZodZ6Q82nw.jpg"
        },
        {
            "title": "10. Uma canção de natal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Fpw0yxULlZQcXZKWN0MnlGA%2BT62gcECNrobbnnMGJYx7%2FdL2M58zIk1413tRttaO&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=ae0ebacb1a97790e50255defe37079a2fca8fc988723a99c3c5910a5754df1df"
            ],
            "rating": 8.5,
            "synopsis": "Quando o calor avassalador excita o entusiasmo de todos no Natal, Lola decide encenar uma produção de A Christmas Carol para renovar o espírito natalino da cidade e o fato de o teatro local ter ar condicionado onde ela lança Bugs, Porky, Speedy, Yosemite Sam e o Esquilos em seu jogo. No entanto, Lola, em vez de seguir o enredo do livro, encena sua versão maluca da peça. Enquanto isso, Foghorn Leghorn e Daffy partem para o Pólo Norte para instalar um ventilador gigante que soprará ar frio até a cidade sufocante, o que se torna impossível devido ao fato de o ventilador não ter a fonte de energia para conectar o plugue. Quando Daffy não liga, o trabalho é feito pelo Papai Noel quando ele chega na peça de Lola. Depois, os personagens cantam \"Regras de Natal\".",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/gF3TSKgq0WUIdUmSc9HEOIBJG6v.jpg"
        },
        {
            "title": "11. Tudo Por Uma Trufa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UkCoZBHG1J7P6dgxGy0OV3%2BRDyyBw9%2Fx88%2BfI0iTlf5jgvDeMkVQkP27cTea6tiS&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=f9a13d70f3a6de301449d7ab9c919dcaf7b09ec87957ba224b5304d4e9c61951"
            ],
            "rating": 8.0,
            "synopsis": "Depois de descobrir que as trufas são extremamente caras, Daffy convence Porky a ajudá-lo com um esquema de enriquecimento rápido.dele. Enquanto procuram trufas, Daffy e Porky se perdem na floresta. Enquanto isso, Bugs vigia Gossamer enquanto Witch Lezah está na Convenção das Bruxas na 5ª Dimensão e recebe ajuda relutante de Lola. Mas Lola acidentalmente transforma Gossamer em um sapo e o despertador de Gossamer em um grande urso bravo que escapa para a floresta e ataca Porky e Daffy. Enquanto Lola e Bugs estão tentando encontrar o feitiço que Lola fez, para fazer Gossamer voltar ao normal, Gossamer (como um sapo) escapa e eles estão tentando evitar que ele seja comido por Taz. Enquanto isso, Lezah chama Bugs para ver como está o Gossamer e explica como encontrar o feitiço. Mas quando Lola faz o feitiço, eles descobrem que o despertador era o sapo e Gossamer era o urso pardo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/tXbQQiC3MrttxbySqbjz1JGrcsE.jpg"
        },
        {
            "title": "12. Querido John",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=yrYsR7EgtmaecztvyJ5a0NmsmEVhLo4MIxFc%2FhusqH8VWk4b%2BZQ%2F%2BmyUAfEMDgZP&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=f1ae835fa3c6c9cacd8117c7a94c3541c5c2a52cc4f24062924373d452465281"
            ],
            "rating": 8.3,
            "synopsis": "Depois de assistir a um filme juntos, Bugs explica a Lola o que é uma carta de Dear John . Confusões mútuas e interpretações erradas levam Lola e Bugs a pensar que cada um deles quer terminar um com o outro; um exemplo é que Bugs precisava de um técnico chamado John para consertar o microondas e deixou um bilhete dizendo que não funcionava. Lola se junta a um mosteiro onde ela passa um ano de voto de silêncio enquanto Bugs viaja pelos mares. Enquanto isso, Daffy descobre que Porky está no conselho da cidade e, querendo experimentar as vantagens, é eleito para o conselho da cidade, apenas para achar chato e demorado.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/yWd99jq1xLvYi92eixb4icUHLEF.jpg"
        },
        {
            "title": "13. Patolino, o Advogado",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=f2Mzh%2FcrGhvlEPSuVINRjGdAtOubprRz9MRxVvabXHlBhzKkRenlcDrMqJtIvdiH&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=5d415292ba9f1db2798e675afc9008206a5e53324cc23a13309257223c1e0dc8"
            ],
            "rating": 9.0,
            "synopsis": "Quando o pai de Tina, Frank, vem visitá-lo, Daffy finge ser advogado para impressioná-lo como uma sugestão de Lola. Daffy convence Bugs a agir como seu companheiro de quarto mais preguiçoso. Durante o período de Daffy como advogado, com Lola atuando como secretária, seu primeiro cliente é Yosemite Sam, que queimou o céu da boca em uma pizza quente e quer que Daffy processe Pizzarriba. Em uma reviravolta irônica, Frank começa a gostar da personalidade real de Daffy através de Bugs do que a personalidade encenada de Daffy. Depois de aprender com Speedy Gonzales que Daffy não é um advogado de verdade, o juiz rapidamente encerra o caso.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/xsbjb41D0UnwWka3kn6okqE073R.jpg"
        },
        {
            "title": "14. Espalhe aquelas asas e voe",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=QPkQi5k2KCyttFJbSc93wgka5kIcg1bxiyHRgpd%2BwTDWsyIQNVJOu%2F4%2F3uvSw7v9&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=82c0da308d332505b6a539b8432b75a6e52b24d357b6077550162453e93c6954"
            ],
            "rating": 8.0,
            "synopsis": "Depois de entender mal a metáfora \"abra suas asas e voe\" em um seminário de auto-ajuda realizado por Wieb Lunk, Daffy se inspira em aprender a voar. Enquanto isso, Bugs Bunny e Yosemite Sam acabam em uma briga quando ambos suspeitam um do outro de roubar as coisas um do outro.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/rtqd56WynEXwyLwFBEFBHs8QZXQ.jpg"
        },
        {
            "title": "15. A viúva negra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=09Mo2WRi1qLFvylmqIKmzig%2F9nVTzWaHVDd%2BpnPyYljEwWir6st73a00p%2B4mPz%2FI&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=f0299e043f59993257b16e2585f3427cedb9b19a3d99836de5a87cb7f10bf301"
            ],
            "rating": 9.0,
            "synopsis": "Daffy quer ir às férias de primavera por diversão e arrasta Porky relutante, apenas para acabar em uma cidade mexicana sonolenta. Lola perde o bracelete de sua mãe e usa uma persona de filme para fingir que alguém o roubou. Ela e Bugs descobrem que Lola estava usando o tornozelo o tempo todo. Depois de aparecer na cidade mexicana, Daffy e Porky são jogados na prisão; isso é estranho, já que Daffy já está nu e Porky nunca usa calça. Felizmente, o xerife é primo de Speedy e Speedy os detém.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/wyGsiQT7ddkX6ob4KlOUn1EDRcM.jpg"
        },
        {
            "title": "16. Senhorita Pernaguinho",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=cdHPmxim6HgkqS5O%2FwFySiUXDR7vnWEihPVHtuXnAFRPl6vNHDDHqAlBcOXYAZ1s&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=b011080e754a904b44f50956db2b468b99b5ec241ffd83e7e667987ae0e9c654"
            ],
            "rating": 7.0,
            "synopsis": "Porky e Bugs decidem iniciar um negócio juntos vendendo bolo de cenoura para capitalizar as habilidades culinárias de Porky e as habilidades agudas de jardinagem de Bugs. O Foghorn Leghorn os convence a assinar com uma empresa de grande marca, mas os três acabam discutindo sobre o nome e a comercialização do bolo. Daffy tenta se tornar ator em comerciais e começa a falhar repetidamente.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/xg0AkQwH4q2wg47eVrlQ8xMW2rF.jpg"
        },
        {
            "title": "17. A Jornada do Gribbler",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=mJwUj6dbEX%2F8FJtboxN0lMUW%2FNm5fINh2QIWt4V%2BEeyBeoEc8R9CRP9y8A3Ktnuq&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=d0fc10ea3e3ebbe7fc58e334691979e7e1c5da3419dbd108d1180e016561f19d"
            ],
            "rating": 8.0,
            "synopsis": "Daffy deve abalar o vício em compras on-line porque o clique rápido está conectado à conta bancária do Bugs Bunny. Daffy é arrastado por Yosemite Sam para uma terapia de grupo, o que ajuda Daffy a mudar brevemente seus caminhos. Bugs é viciado em um videogame chamado \"Quest Gribbler's IV: Elfos vs. Fadas vs. Griblets\". Depois de saber que Bugs era viciado no jogo porque ele gostava de jogar, Daffy decide que ele era viciado em compras on-line porque gostava de fazer compras on-line e desiste da terapia de grupo, para desgosto e protestos de Tina e Porky.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/2iCMbcnsBgcopp0wYzA1WJC2ug8.jpg"
        },
        {
            "title": "18. O grande e velho pato de York",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2BGkcN9YoR4QzTKiHaPJZe659WoRuhYQzWmMvTVThumeu90c0jMEClkwATlicXZ8X&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=4a0df59a76d36a1fa74fbe0d8103a806a8c486404b1e0e836fd9253b28fc81c5"
            ],
            "rating": 8.0,
            "synopsis": "Depois de uma experiência sufocante no buffet à la carte de Pizzariba, Daffy faz aulas de piano com a vovó, pedindo a Bugs que obtenha fones de ouvido com cancelamento de ruído e obtenha uma nova TV para substituir a que Daffy vendeu para adquirir seu piano. Logo, Bugs percebe que eles são úteis para mais do que apenas bloquear a exibição de Daffy quando se trata de bloquear as reclamações de Yosemite Sam e a discussão de Porky Pig sobre seu sonho recorrente; ele finge estar ouvindo e dá respostas corretas. Enquanto isso, um novo restaurante chamado Sullivan's abre em frente à Pizzariba e Speedy entra em competição contra o restaurante. Quando se trata do evento musical de Speedy, Bugs convence Daffy (que havia desistido das aulas de piano) a organizar o evento musical. Daffy retoma as aulas de piano e Granny lhe dá uma estrela dourada. Depois que Daffy sai, Vovó pega os fones de ouvido com cancelamento de ruído e afirma que terá que agradecer a Bugs pelos fones de ouvido. Daffy arranja para Winnie Yang, o prodigioso estudante de piano de Granny, tocar piano no evento musical de Speedy.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/lTMep64LdrwkfCMNiL9JQvibCyM.jpg"
        },
        {
            "title": "19. Viagem ridícula",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=OmyCcSE2p7krsc6iYi8gJ8xf3Cu%2BNVVJ6vvMIFHw2EfiW7Qu6M9W5JHn5xtFoYZ%2B&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=ab2fbb7f2cfef58d5fe57510cd5ad2d74be33fb1109a460504cb25bb2eae6fa7"
            ],
            "rating": 0.0,
            "synopsis": "Depois de serem acidentalmente enviados para o Alasca por Yosemite Sam, Taz, Tweety e Sylvester, juntam forças em uma jornada épica para casa. Eles acabam sendo rastreados por um rastreador chamado Blacque Jacque Shellacque.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/olLqob5F8npLNrgDWj7FyknFamT.jpg"
        },
        {
            "title": "20. O Golpe do Casco",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=dAU6yJbb6XkZucuMJDEelteXfxLTATwHb2wjwdfwTfaZk5GJDbHGEsfqUV1hM3Jw&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=b846115e1ebe4e6b6a704a7f1352bbb04ac6a8585766ddd6c9303761dd1e38ac"
            ],
            "rating": 8.0,
            "synopsis": "Bugs substitui a poltrona quebrada de Daffy por uma nova muito para a objeção de Daffy devido ao fato de a poltrona ser sua única posse. Bugs e Daffy se deparam com Cecil Turtle, onde descobrem que quebraram sua concha. Enquanto ajuda Cecil, Bugs descobre que Cecil tem enganado as pessoas, fingindo quebrar sua concha e processando-as; então Bugs tenta impedir que Porky seja enganado por Cecil. Enquanto isso, Lola e Daffy tentam encontrar um substituto para a poltrona reclinável deste último.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/pMY1Xs5Kw5OK32H9737PPCZNkPn.jpg"
        },
        {
            "title": "21. Ano do pato",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nv6k8CeVv%2FFabpVF9WfRUhdo9PThEsGVP6uy6GhBQ2YiJoP6xs1PzGTLt1KWF3rJ&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=49611f0d970d69883d6d75a705aebc5c9fb62deabcfb4cf66e43140a1e4f2370"
            ],
            "rating": 4.5,
            "synopsis": "Daffy é altamente insultado quando descobre que os patos não estão incluídos no zodíaco chinês e aprende com Foghorn Leghorn que os patos são o número 64 no índice de popularidade animal. Na tentativa de tornar os patos mais populares, ele convence Tina a entrar em um concurso de beleza local. Enquanto isso, Porky acha que é o Ano Chinês do Porco e está convencido de que ele deveria sediar o concurso para capitalizar que esse é o \"momento dele\", mas Bugs descobre que Porky estava errado e que é realmente o ano do Coelho .",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/SKvoHu6oS3lsH8xkettalIxA5c.jpg"
        },
        {
            "title": "22. Gossamer é incrível",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=5tca4zH%2FAEdDHiMdhCnH%2BjbZmVubXWiMLW8nqpdng9O81qbq7We3N3MdTCChTAxs&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=e49ef2611f5dc0356e9fcdf0ba8c46a5939db30c7b0223f35f3f9d9b2baefd36"
            ],
            "rating": 8.0,
            "synopsis": "Daffy se torna gerente de campanha da candidatura de Gossamer a Presidente de Classe, levando as coisas longe demais. Enquanto isso, Porky se muda para Bugs e Daffy depois que seus negócios de catering quebram e passa seus dias reorganizando tudo na casa de Bugs e Daffy, para grande desgosto de Bugs.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/fDW67YQhSzSsr1pkjbN2lzPcaEN.jpg"
        },
        {
            "title": "23. Aqui vem o porco",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sQPOKDd%2FtPUOZuIUmUiUtjfpOw96W9yNOSlAmUo9shMJFvRWRFF2RJ%2FDfUrHYsPm&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=18e59939633399f3a9387dc0757ca44fe69aef4fa2269e45f8a866b2d5f645cf"
            ],
            "rating": 8.0,
            "synopsis": "Daffy acompanha Porky ao casamento de Brian Patrick Kennedy IV e Becky A. Hogg, para que eles parem de pensar que Becky é o verdadeiro amor de Porky. Bugs descobre que sem Daffy por perto, a vida é chata.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/tR88deVX4FtQMVZBtEZSmv1dw1Z.jpg"
        },
        {
            "title": "24. Sr. Salsicha",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=emDY2lZqU%2BfhqIeUtJaMg4z6ZX9kRehc3GbZtOApGrdHPo2NSCvVC39Npb6PYT76&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=65bac1c9c30aef3f2e202ef6e8e7f2c9e919e0a3159d75298708846dd7b63374"
            ],
            "rating": 8.0,
            "synopsis": "Daffy entra em uma competição de comer cachorro-quente, enquanto Bugs ajuda Yosemite Sam a fazer uma acrobacia pulando um ônibus sobre uma fileira de motocicletas. Daffy pratica o concurso enquanto Porky segue as regras de Daffy sobre como manter a calma com Petúnia (que Porky conheceu no episódio anterior). Bugs tenta acalmar seu coração que bate rapidamente quando seu médico teme que ele tenha um ataque cardíaco.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/jbNIjY63WrY9nKia4SMIEL7u8Dn.jpg"
        },
        {
            "title": "25. Melhores amigos de volta",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=MxBOYGExLfNInrdEk1HvR7oA0hLoq4bFq83n2wbIyRj00GEk2oHIZLvbprwaJ6sP&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=a6b499e6ec046fffb97f6a293dc297ec1e280c9cfbe5e49974e08953077e8c70"
            ],
            "rating": 8.0,
            "synopsis": "Daffy fica com ciúmes quando Bugs se encontra com um velho amigo chamado Rodney Rabbit e começa a se sentir deixado de fora. Para garantir que ele ainda seja amigo de Bugs, Daffy usa o vórtice do tempo na casa de Witch Lezah para voltar no tempo e garantir que Bugs e Rodney nunca se encontrem. Quando a história é alterada para que ninguém conheça Daffy, Witch Lezah (que não foi afetado pela mudança de horário) envia Daffy de volta no tempo para corrigi-la, já que Rodney é a razão pela qual Bugs conheceu Daffy. Enquanto isso, Porky Pig se pergunta sobre seu ranking na lista de melhores amigos de Daffy Duck.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/g6B8LLsd5AbJcMdwkuD1ZtmniVO.jpg"
        },
        {
            "title": "26. Super coelho",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=sHms%2BLLyYdJdYh%2BrxcjPZsBz9yhUMNW%2Fw02gjjTkC%2FsxarJl8SK5l8LiDNN8icAT&expiry=vAchO0TisGzX5kv5jdQCcw%3D%3D&mac=f78f16ca31dc7194050c550cd891f5bc180145e2e86747b5822e87a87e525e31"
            ],
            "rating": 1.0,
            "synopsis": "Enquanto Daffy tenta roubar coisas de Bugs para pagar um presente para Tina, Bugs conta a história sobre Super Rabbit (versão de Superman de Bugs ) e sua batalha com Brainiac (Marvin, o Marciano), Lex Luthor (Elmer Fudd) e Kryptonian. criminosos General Zod (Daffy Duck), Faora e Thunkian (um robô com \"o intelecto e a personalidade de uma meia perdida\"). Após a luta, Bugs descobre que o poder corrompe a menos que seja equilibrado com humildade. Na cena final, Bat Rabbit (versão de Batman de Bugs ) resgata Daffy e Tina de um assaltante. Nota: Este é o final da série",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/eYyQp68XwFGHntzKsWCn9KGsNIr.jpg"
        }
    ]
}