{
    "episodios": [
        {
            "title": "01. Melhores Amigos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=aIOzb6LrkaoxGEhmVUhC4hsrXPimS2d1Q75kEI0DnJA2q01POAvhL3b8T5Xq76IB&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=cc5807a5d1e7636834379bea99391009c0c1f6d174c8bd5790a3b96d1dc1f1bf"
            ],
            "rating": 6.8,
            "synopsis": "Patolino decide ganhar um dinheirinho fácil, indo ao programa de perguntas e respostas Amigões com Pernalonga, onde os melhores amigos respondem a perguntas sobre o outro. No entanto, a falta de conhecimento de Patolino sobre Pernalonga faz com que eles percam o jogo e coloca um obstáculo na amizade dos dois. Para fazer as pazes, Patolino compra passagens para um cruzeiro usando o cartão de crédito de Pernalonga, e tenta agradá-lo de todas as formas. Mas por fim, Pernalonga admite que gosta de sua amizade do jeito que ela é.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/ksreyJwJBkVV4iQCVm47zDe07hH.jpg"
        },
        {
            "title": "02. Apenas para Sócios",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Xuh7vcRnE3mwJBNQp4uPOPxpO0acZ%2B601%2FQRemyDqb7TgSosSs4OIdCE44h1Do6f&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=9b6f108416a2184decdc532e9cd34c9dce1b7ec38335edaab8e3819b4adb25d3"
            ],
            "rating": 9.2,
            "synopsis": "Pernalonga conhece Lola e os dois vão para um encontro, mas quanto mais Pernalonga percebe que Lola é muito irritante, mais ela se apaixona por ele. Enquanto isso, Patolino \"rouba\" a senha de entrada de um sócio para poder desfrutar de um Country Club sem ao menos ser membro.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/z156ffvGQXg3InCIG3oDEPsm5wC.jpg"
        },
        {
            "title": "03. Até que a Prisão nos Junte",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xyIJa%2Bm%2FldIHqbs2HsAOV1xKeoH%2FfF76Sm6owtcah1OMCSTcgyzXYpZR9%2FDAA4jE&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=413128efa48333e436350d38f94f8ce6e3022f4750b41a06dc9333645bb255cf"
            ],
            "rating": 8.0,
            "synopsis": "Pernalonga e Patolino vão para a prisão; Pernalonga gosta do lugar, pois lá se pode fazer piadas a vontade com os prisioneiros que nada acontece, mas Patolino odeia a prisão, e tenta fugir várias vezes.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/duubHmLi8hFs4ND4gD9abiBZvwa.jpg"
        },
        {
            "title": "04. Peixes e Visitantes",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=YhSfvSDmbVBOzG64iYdHdjQ4Rn%2Bop87UF4nIowyqcG5EFHcOkxANnC1jifNYKsPv&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=febb41fad6abe854ee968684e5370aadb09ff557071341f8f8858b4badf5cd87"
            ],
            "rating": 9.0,
            "synopsis": "Eufrazino faz um plano para reduzir seus gastos em energia elétrica, adicionando painéis de energia solar, mas, quando de repente começa a chover, ele depende de Pernalonga e Patolino, seus vizinhos, para acolhe-lo. Porém ele acaba se mostrando muito irritante, incomodando a dupla, que tenta expulsá-lo de qualquer maneira.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/doeDAoXwDEz5LvAzTygQE6Z0EEh.jpg"
        },
        {
            "title": "05. Talento Monstro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2Fz5qNFdc%2BM5w6vLf%2BADN81ca%2FqE3A9MetpFBxBsg4qtfvrarn772cxbJZ%2BKGswjq&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=ef91f0576c6c8df9c9b1cd699b91dfa892de422f350dcadfe9db33d5fbe841e2"
            ],
            "rating": 9.5,
            "synopsis": "Patolino tenta preparar Gossamer para um show de talentos da escola para ajudá-lo a fazer amigos, a pedido de sua mãe, a Bruxa Lezah. Enquanto isso, Pernalonga torna-se uma celebridade instantânea ao protagonizar um comercial de pizza congelada do Ligeirinho.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/2al5Y3foQkRBWsM227WTd1qRB4V.jpg"
        },
        {
            "title": "06. O Reencontro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=GR33AqM74jHMNM5G8FLG0sdhhWl93EAZhQD0PT3Xo3uWQ4ige2V2sFstKC7btt0n&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=9ae8e0493a971b58f70d2b0dbd75831e7329a25f36f2518ce6509a2f4c71cb50"
            ],
            "rating": 9.0,
            "synopsis": "Pernalonga tenta ajudar Patolino a melhorar suas atitudes antes de sua reunião de classe, mas, eventualmente, decide que ele deveria mentir sobre sua vida, a fim de impressionar os seus ex-colegas de classe. Mas as mentiras de Patolino tornam-se excessivas. Enquanto isso, Pernalonga se preocupa em se familiarizar com os diplomados do ensino médio, porque ele cresceu com essa frustração: nunca ter ido a escola.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/4PbeLrcXGTyz7RRwUOjVJNpJCWV.jpg"
        },
        {
            "title": "07. Férias em Dobro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=fHaS9NF5zmpqxcxQwPmBDKIkfwvfujuN6IprTOmBJ3vYmcLMDI427TaHqhQc8m2R&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=37302a901f65793c2cc835ba13faac9173d2afa84511d05789cc7e2ec6c34ca2"
            ],
            "rating": 9.5,
            "synopsis": "Pernalonga e Patolino vão para um resort onde Patolino encontra uma atriz famosa. Apesar de suas tentativas para impressioná-la, sua persistência acaba sendo em vão nas mãos do abrasivo segurança da estrela. Pernalonga por outro lado, ganha afeições da atriz com sua calma e atitude.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/suJ51nbcyUXQJnf8537HsYL8i1T.jpg"
        },
        {
            "title": "08. Cachorro da Tasmânia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gBAm%2FCCqm2hwEVH5bjBL%2BNQCpwpZ7rek2LjmH%2BebP5%2Fvn9MptzB2yrLJNjugKw7L&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=f99b6a623000e38287b4e4d36485a678a0340c5ba9e2cdff7e208c3c32fb15db"
            ],
            "rating": 0.0,
            "synopsis": "Graças ao atrapalhado Pete Puma, o raivoso Demônio da Tasmânia escapa do zoológico e Pernalonga (confundindo o animal feroz com um cão) decide adotá-lo. Mesmo Patolino sabendo que a fera não é um cão, ele acaba ajudando Pernalonga a salvar o animal, que estava correndo perigo. Assim, Pernalonga leva-o de volta a seu habitat natural. Apesar disso, Taz decide ficar com o coelho, tornando um \"bichinho doméstico\".",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/uVG5Hu6sKx4ODGJpkUA2ZlvR8rd.jpg"
        },
        {
            "title": "09. A História do Frangolino",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nQ39ou6593AyBay3vwgNCVYv2zplBy8QHOyyp9VUBwdz7VXTzsC8V5LSaR3yX8XY&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=2efc57dea3a7e3558f5f6499f84b238f32ac967e8da333105df43444106d7e1f"
            ],
            "rating": 0.0,
            "synopsis": "Patolino acaba representando Frangolino em um filme, mas acaba resultando em uma briga. Pernalonga e Eufrazino encontram um vaso enterrado no quintal e que poderia ser valioso. Ele vale US $ 1 milhão, mas Eufrazino acaba levando o crédito por descobri-lo, também desdobrando uma briga. Ambas as brigas se \"encontram\", terminando com Frangolino e Patolino fazendo as pazes e descobrindo uma tartaruga banhada a ouro no vaso. Infelizmente, o filme é um fracasso, mas o galo fica feliz por ter tido a oportunidade de fazer um.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/2zcCbRlxL252Te4psj8W5Eow8D9.jpg"
        },
        {
            "title": "10. Os Solteirões",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=20Q3T6Koj8vQDFTIgtySoqPcIAXZLuarHBDqA5G4%2FeNVq50%2FZyBp%2BdHBIzrZZbAa&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=27a53c685068b9be92b306e57bcd7e7b0fc7c7923469bc132d33dece935fc456"
            ],
            "rating": 7.0,
            "synopsis": "Lola Bunny termina um lance de leilão por Pernalonga quando ela aposta 100.000 dólares. Ela leva o leva a Paris para ver o Louvre, a Torre Eiffel e Versailles esperando que a Cidade Luz o apaixonassem. Patolino é vendido por um valor muito mais barato para a Vovó, apenas para ele ajuda-la a limpar seu sótão. Ela distrai o pato com histórias de seu tempo em Paris durante a Segunda Guerra Mundial, onde ela e Piu-Piu entraram em confronto com o nazista Coronel Frankenheimer.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/A9h5ABDMWglMlm9knJLhk862hXy.jpg"
        },
        {
            "title": "11. O Descascador da Fortuna",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=RtFXt%2BbL8taINQXfmsk5zkGZGPUDpefxauCbnnSvWieHEodxQUqxu8XI7Yh0C3Qz&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=a1a667e07e605fb62fcb2723f65c450629f63e4baaf7505145c398fd27af0a04"
            ],
            "rating": 7.0,
            "synopsis": "Enquanto está no shopping, Daffy acaba tentando convencer uma senhora da sorveteria a usar as gorjetas para pagar o sundae que não vai bem. Daffy mais tarde descobre que Bugs ganha seu dinheiro com uma invenção que ele criou chamada Descascador de Cenoura. Depois de descobrir esse fato, Daffy decide que uma boa invenção é o esquema de enriquecimento perfeito. Ele começa a trabalhar na garagem \"inventando\" itens que existem há muito tempo. Como inventar é um trabalho tão árduo, Daffy procura o que é mais rápido e o mais sujo, roubando uma idéia do caderno de Bugs chamado de Automatic Carrot Peeler. Daffy acaba tendo sucesso, causando uma reversão da sorte em Bugs, que acaba voltando para sua toca de coelho na floresta. Daffy ganha bastante dinheiro no começo, mas quando as queixas públicas sobre o descascador automático de cenoura serem inflamáveis ​​(uma vez que Daffy nunca completou totalmente as instruções do descascador automático de cenouras, esquecendo-se de adicionar o sistema de refrigeração para evitar isso) aumentam e ameaçam a vida de ambos com o planejamento da cidade de retomar sua casa Bugs tiram os dois de uma bagunça enorme usando uma máquina do tempo para voltar no tempo para pagar o sundae de Daffy e não mencionando sobre ele inventar o Descascador de Cenoura; no entanto, este é umparadoxo, já que ainda existe o passado de Bugs. Algum tempo depois, Daffy Duck volta no tempo para mostrar a alguns homens das cavernas o papel higiênico que ele joga para eles. O papel higiênico cai na cabeça de um dos homens das cavernas, causando-os a atacar Daffy.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/wRCGnLb51flSuOJovmFUH26pDCZ.jpg"
        },
        {
            "title": "12. Encontro Duplo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LQu0DjcGaZZhgf1i7UKXtTLDx%2B5HMFmaqzQR5NvTSsH1tQ0OdHOeNZfFs1UaKB4l&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=9986d4c1983859302e45eb71c57cf1705063d976e95389363d158c24d71d6cb3"
            ],
            "rating": 0.0,
            "synopsis": "Depois de ganhar uma noite romântica para dois (organizando um concurso, é claro), Daffy precisa encontrar o parceiro certo para marcar um encontro de sonho em um restaurante chique. Lola tenta ajudá-lo e fornece a ele um roteiro do que toda mulher quer ouvir, mas ele lê tudo em voz alta na presença dela, fazendo com que Lola fique apaixonada. No entanto, Daffy já decidiu que quer trazer Tina, um pato que chora, que trabalha no Copy Place. Eles se divertem muito, mas o ciúme de Lola a empurra para um território perseguidor. No final, Lola começa a se dar bem com Tina, e Bugs reclama que Lola deveria ser sua namorada. Então Lola novamente se torna namorada de Bugs e Daffy está namorando Tina. Porky é mostrado sem data após ser previamente perguntado por Daffy (que fez isso por impulso, sem saber que ele deveria ter um encontro feminino). Depois que Daffy passa em uma limusine com Tina, Porky comenta que ele precisa arrumar uma namorada.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/ZFpnGkHIwLsAoIdyscEYrvoAaD.jpg"
        },
        {
            "title": "13. Boliche ou Não Boliche",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=h6o6h4XpAHfXg1ZturhpdbB5bE6q54j6YFvTy%2FemL0V12%2FVhZO7ykXzzI2YSSmW1&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=79c330c00bd3e04e46c5910121af5c6aac5abfceb7ca5ed0ea16b30d7d5d0999"
            ],
            "rating": 8.0,
            "synopsis": "Daffy está tentando ganhar um torneio de boliche com Porky, Marvin e Pete contra seu rival do ensino médio Terry Delgado. Mas quando Bugs aparece, os outros o favorecem sobre Daffy, o que faz com que Daffy revele que ser o líder é a única maneira de estimar. Mas depois que Porky se machuca por Daffy usando-o como uma bola de boliche para sua técnica, Bugs deve tomar seu lugar. A equipe de Daffy está na liderança, mas quando uma lesão (falsificada para que Daffy consiga os dois pinos finais necessários para vencer) leva à eliminação de Bugs. Daffy falha ao derrubar dois pinos com uma bola de sarjeta, mas devido a problemas técnicos, ele tem outra chance. Ainda assim, ele consegue pegar outra bola de sarjeta, resultando na perda deles. No dia seguinte, Porky é mostrado ainda se recuperando em uma cadeira de rodas enquanto Daffy acaba jogando-o na sarjeta, referindo-se a Porky como sua \"bola da sorte\".",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/f2myMmC8UGHSLcCiAzZvNjdflqL.jpg"
        },
        {
            "title": "14. Ladrão de Jornal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=gRd%2BCxN9z39opTzdb7XRzfNwoMRGl2kmMbxNFQeBa%2FJEnQXISU2EW58451qm1nmQ&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=31335acecec89bfaa005952c4f1c2978c491f6273abb6a1f80053295acf60542"
            ],
            "rating": 0.0,
            "synopsis": "O jornal da manhã de Daffy parece estar faltando, então ele conclui que há um ladrão na vizinhança - poucas horas antes de ele e Bugs organizarem um jantar para seus vizinhos (na tentativa de impedir que o processassem por palhaçadas de Daffy). Quando Granny, Witch Lezah, Yosemite Sam e Gossamer chegarem, Daffy não deixará o assunto morrer e tenta manipular um deles para confessar o roubo.\n\nMais tarde, para grande frustração de Bugs, ele descobre que a idiotice de Daffy o levou a deixar de renovar sua assinatura de jornal; ele parou de receber o jornal porque não renovou sua assinatura.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/6KKN0eve8rM55jGgOrMJJrBdiyF.jpg"
        },
        {
            "title": "15. Diversão, Trabalho e Beleza",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=BvEM5pDl%2FYOZyCPcP1lZK974Obz%2BfpVgCG4wYvLYJ2EG6YPvKY6lnY2WtoBv4rOY&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=bfe80e067b95fbe2068700ea2d11e83856f2b0028389bb4ab29298f9ad7f9c35"
            ],
            "rating": 7.0,
            "synopsis": "Daffy começou a roncar, então um inseto privado de sono quase o empurra para fora de um prédio antes de ambos concordarem em visitar um centro médico. Daffy recebe uma cirurgia para seu desvio de septo, mas ele descobre que tem uma pequena protuberância no bico, e quando ele decide fazer uma cirurgia plástica exagera seus desejos, deixando-o sem bico. Depois de visitar Porky em seu trabalho de contador, Bugs decide conseguir um emprego lá, mas isso é fatal para a ética de trabalho de Porky.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/aqNdKBetWBqpNlVNEyNCloEg6YY.jpg"
        },
        {
            "title": "16. Esse é o Meu Bebê",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2BTi%2BxqXmfUZZTc6goWiQgKt3C8xUi8L2%2BcL%2FJMB2KCfRdPa1MOofPFOg1c8EsRtK&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=1940dc824cea75022d8f3e68f2b9ffeed647fe15ccc96dc6bd8e1bbe9074bc5a"
            ],
            "rating": 0.0,
            "synopsis": "Tina convoca Daffy para tomar conta do sobrinho. Enquanto isso, Bugs descobre por que Daffy chama Porky de chatice quando Porky se apaixona por todas as vendas adicionais que lhe são oferecidas, e o pior é que Porky não sabe a diferença entre uma oferta melhorada e uma boa oferta.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/lGmqPfUqQkFbj4DRjaWOBHA0LIo.jpg"
        },
        {
            "title": "17. O Ponto de Encontro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=YKtasj5V8Twiq0ofS1VL3%2F%2B7TfHQ6NPJ0qGl0GONPaMCQoG4WGy7IDJ3ragplUbj&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=569aaa28e5fd742fce639b5df58e6909f6bf47cb31638ed0870b941c5e0fe305"
            ],
            "rating": 0.0,
            "synopsis": "Pernalonga relembra como Speedy Gonzalez começou Pizzariba. Tudo começou no dia em que uma pizzaria chamada Girardi's fechou quando o Sr. Girardi fez sua fortuna e se aposentou. Pernalonga entra em ação comprando Girardi e acaba recebendo ajuda de Daffy, Porky, Marvin, o Marciano e Pete Puma. Quando Daffy dificulta as coisas para ele, Bugs acaba pedindo ajuda a Speedy Gonzales. Ao perceber que tudo o que ele queria era encontrar um lugar para sair no domingo à noite, ele entrega o restaurante a Speedy.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/rCGlUSgEuOyzpb6ZMmCsRE1NXjl.jpg"
        },
        {
            "title": "18. Quem se Habilita?",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LznJnbuHS6%2Fn2bzKtk%2F7HC95t3WHCDhgkzdTrmcfbGr4%2BXervsQSERS%2FeqUAr7YJ&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=b1112327b780ff8b8b09d310f8c0c6db1f8a50df21cb7204bcdea5c46d984690"
            ],
            "rating": 0.0,
            "synopsis": "Depois de executar um sinal de parada ao levar Bugs ao cinema, Daffy deve fazer um teste de direção para obter uma carteira de motorista quando seu carro flutuante da VW é apreendido e deixado enferrujado. O mesmo acontece com Lola (que acaba passando o sinal vermelho e sem carteira de motorista) e Porky (cuja carteira de motorista expirou). Mesmo se eles passaram no teste escrito, o instrutor de condução é Yosemite Sam. Tanto Daffy quanto Lola obtêm suas licenças enquanto Porky falhou na parte escrita, mas na realidade ele teve notas perfeitas nos testes, mas suas pontuações se confundiram com Daffy e Lola, respectivamente. Bugs tenta levar Porky para casa, mas cruza as duplas linhas amarelas e, pior, deixou sua carteira com sua licença em casa. Apesar disso, Bugs, satisfeito, decide voltar para casa.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/fnPUXXmsmPsJY73XVUTbQvh1hss.jpg"
        },
        {
            "title": "19. Policial Sem Folga",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=nMDDisECIuboikMqPUajY9YNxwLcaVoje1OFoOqG26XHrL%2BVVZZPdRrPJTo7z52%2B&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=4487684a101d07a0368144ef1fde0903192b42ca20314623e86257fba1393043"
            ],
            "rating": 1.0,
            "synopsis": "Daffy vai ver seu ídolo Steve St. James, um personagem de Off Duty Copinterpretado por Leslie Hunt. Depois de conhecer Hunt e perceber que seu personagem não é real, Daffy finge ser Steve St. James e começa a \"prender\" pessoas inocentes por supostos crimes, com Porky atuando como motorista de Daffy (que o personagem de motorista sendo chamado Brandon Steel muitas vezes no programa). ) Enquanto isso, Bugs bebe menos café sob as ordens do Dr. Weisberg, mas Yosemite Sam vende uma bebida energética chamada Spargle como uma alternativa na qual Bugs fica viciado. Bugs faz muitas coisas pela casa até ele ficar sem Spargle. Quando Bugs ordena que Yosemite Sam o leve à fábrica de Spargle para obter mais, Daffy e Porky perseguem Bugs à Spargle Factory para prender Bugs por seu assalto. Daffy acaba perseguindo Bugs por toda a fábrica até Yosemite Sam acabar com o conflito. Só então,invade a fábrica e acaba prendendo todo mundo que trabalha lá. Acontece que Spargle tinha produtos químicos perigosos, o que torna a bebida energética altamente viciante. Daffy também é preso por se passar por policial e algemar pessoas por toda a cidade, enquanto Bugs é levado ao hospital. Quando o principal agente do FBI quer que o nome de Porky seja considerado uma testemunha, Porky declara \"Brandon Steel\", onde o agente do FBI apenas o lista como \"motorista\". Algum tempo depois, o Bugs tem apenas uma xícara de café (embora uma xícara enorme).",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/uIUhEVSM6MPt2zLAe7xLT2IEnhG.jpg"
        },
        {
            "title": "20. Pato Trabalhador",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2FnZQJnbNzs%2BxggSnN%2FAwPVAlnzTVNldA7EojcerfjMClm40sgmAxK9Wi9W%2Bufbd1&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=c07e6968d53e1ce53a7fa394cf42d4d56b8c5a5482eba6614a22eed610d4dda4"
            ],
            "rating": 0.0,
            "synopsis": "Daffy perde seu emprego como guarda de segurança depois de dormir no trabalho durante um assalto a banco durante a noite, então ele promete conseguir um novo emprego. Depois de várias semanas, e tudo o que Daffy produz é um currículo menos do que impressionante, Bugs o expulsa da casa por um tempo. No entanto, quando Daffy começa a tentar puxar seu próprio peso (literalmente), Bugs o inscreve como muffin para a EnormoCorp. Daffy encontra a reunião de Foghorn Leghorn e tira sarro de sua personalidade atrás da janela. O que parece insultos diretos a Foghorn, na verdade, inspira Foghorn a fazer Daffy seu consultor e eventual sucessor como CEO. No entanto, a dependência de Daffy dos conselhos de Foghorn em pedir ajuda ao bolinho acaba afundando a empresa quando ele confunde Pete Puma com o novo bolinho que dá a Daffy um péssimo conselho ao usar o \"Prossiga conforme planejado\" opção em vez da opção \"Atraso na fusão\". Elmer Fudd mais tarde relata que a EnormoCorp faliu após um mau acordo comercial e muitos de seus funcionários estão agora sem emprego, o que pode ter um efeito sério na economia. Ele também afirma que o CEO Daffy ainda não comentou isso. Daffy é um CEO e decide puxar seu próprio peso puxa os outros com ele.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/pIfQ3weU4Icg9YEbJpIWyzlT8dT.jpg"
        },
        {
            "title": "21. Batatas fritas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=oQfT7AAgkeD6%2BY2ajB0cJHpDFmNpiF74GmxKoXlD3O7Z6FSFilTmA2addcFAY9Dy&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=b59f09079942604b0d4b8609ad57149a749996caf058f4ccce81041bd4fceb76"
            ],
            "rating": 0.0,
            "synopsis": "Durante um almoço em Pizzarriba, Porky anuncia que tem ingressos para o jogo dos playoffs. Mas quando ele come o que Daffy acha que são suas batatas fritas, Daffy nunca mais fala com Porky. Foi apenas um simples mal-entendido, mas Porky cancela a viagem ao jogo de qualquer maneira. Enquanto isso, Yosemite Sam pratica uma meta de campo para ganhar US $ 1 milhão, mas com pouco sucesso. Bugs tenta consertar a brecha entre Daffy e Porky, mas seu plano sai pela culatra no último minuto, fazendo com que Porky destrua os ingressos para o jogo. Bugs marcam junto com Sam em outra tentativa de assistir ao jogo. Enquanto tenta a cesta, Sam fere a perna, deixando Bugs para tomar seu lugar. De volta ao restaurante, Speedy revela que as batatas fritas eram para toda a mesa.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/2mKHU4Xf7iSFHAWFUhDff70F7ok.jpg"
        },
        {
            "title": "22. Curso de Cabelereiro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=K%2FeiDvSqce%2FGXhyQBaFxJFhxmg4MdOI8qjwI4q1rzY1ljUPoFQ%2BLTAX7jGvp1ZoY&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=4eb6bdf774fcb51c5fe20dc41e2366292b27555a0dcc9139e2c862eac7270180"
            ],
            "rating": 0.0,
            "synopsis": "Enquanto trabalhava na lição de casa da escola de beleza de Tina, Daffy a ajuda em cortes difíceis e descobre que ele gosta. No entanto, Tina sai da escola de beleza depois de ser procurada para promoção no trabalho, forçando Daffy a se passar por Tina. Enquanto isso, Bugs participa de aulas de dança com Porky sob a identidade de Catherine (em uma tentativa de provar que ele fica bem quando se veste de crossdresser), mas isso leva Lola a pensar que Bugs não é fiel e Speedy se apaixona por seu disfarce. No final, Daffy recebe sua licença de cosmetologista, Tina é promovida, Bugs e Lola ainda estão juntos, Porky conhece uma nova dama e Speedy está com o coração partido.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/lkjptgUj95zwnG0e1zRaGaX5F8p.jpg"
        },
        {
            "title": "23. O Iate",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=p4wGDr58uE1cHiUKW5FeG9y9sVsyL4Qat8GoKT50pOFRqgj7303F8L1tQ4fRFRBo&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=675e82548184eaae4f586702cd066dc4aa71dc2db0b20c384bb880c16d7845a4"
            ],
            "rating": 0.0,
            "synopsis": "Depois de um acidente de lavagem de carro no carro alegórico, Daffy consome Porky de todas as suas economias e gasta sem piedade para obter um iate para substituir o carro alegórico e, quando ele descobre, Porky luta com Daffy e acaba se afastando da costa. com Bugs depois que Daffy esquece de amarrar o navio na doca.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/onHBuumywvqMiMPgwHF0xgAZG2V.jpg"
        },
        {
            "title": "24. A Prateleira",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EBjcV0eUFfLOTQ1wtBYxBQmLyE6QFF%2Br2lpEB4duhtGUv1AvMDkCSllYPqIRj5kc&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=8d8d1395cb24ed4db61bc24f5f9e2ceac89f843d761646bec4b32e9c17aa14ff"
            ],
            "rating": 0.0,
            "synopsis": "Pernalonga tenta adicionar um lugar para o Prêmio Nobel e planeja montar a prateleira e se recusa a ajudar a achar que ele é capaz de fazê-lo, mas acaba destruindo a casa. Por causa de um incidente em que Bugs acidentalmente perfura um cano de água, Daffy Duck acaba se metendo com Porky Pig e Lola Bunny tenta encontrar Speedy Gonzales um novo lar.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/rTWnLwKZOBwm8axLOszpXzPtbk5.jpg"
        },
        {
            "title": "25. Ma-Ma-Ma-Matador",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Qpn04gZ%2B%2B581G0%2Bddnvz8GA5NjB7wS2FmWkph1YroGjoVf%2FAGunCKouZJNxkiSf8&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=f97fdbc128286496abaa0dadb2258cbd825946fdc19ba1ce7a4945f39df82bc7"
            ],
            "rating": 0.0,
            "synopsis": "Daffy vê uma reportagem sobre o Suburban Strangler e acredita que a descrição corresponde a Porky, fazendo Daffy pensar que Porky é o Suburban Strangler. Enquanto isso, Lola fica na casa de Bugs por seis semanas depois que ela quebra a perna durante um check-up com o Dr. Weisberg, forçando-o a lidar com as travessuras de Lola.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/tdPSCNcqc1xsjTB7xxxf6DBi4Xk.jpg"
        },
        {
            "title": "26. O Pontinho Vermelho",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FKgP5UUMy0fRbvtc1I1sVQTpke5MgtT7yh5Z3tXU9hGlFO8HWsg1gCCKxCuOp%2FMN&expiry=%2BMxtQD%2B3lyole9S8yxgUig%3D%3D&mac=e0afb64cb3f7b5def382711bc032af50264d2afc33392f430899aad74ef75f1d"
            ],
            "rating": 0.0,
            "synopsis": "Enquanto ajuda Porky a criar um perfil on-line, Bugs acha que a avó está sozinha porque vive apenas com Sylvester e Tweety. Então Bugs e Daffy a levam para entretê-la de várias maneiras. Enquanto isso, Sylvester fica obcecado com um brinquedo Laser Pointer que lhe causa problemas quando ele tenta obter o ponto vermelho. Quando isso se torna um problema, Sylvester acaba procurando ajuda de Witch Lezah, que faz terapia hipnótica nele, com o ponto vermelho refletindo o colar de sua mãe. Então Sylvester visita sua mãe, apenas para ela começar a incomodá-lo e criticá-lo.",
            "runtime": 22,
            "poster": "https://image.tmdb.org/t/p/original/1128BFbxK0oVVwoI8rQmlnFeaee.jpg"
        }
    ]
}