{
    "episodios": [
        {
            "title": "01. A Noite sem Amanhã",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=4j7ogBoOVz%2B3CEPAqGE62ib%2FNYKLPmfzDR%2B69%2FdN5GdE2TC2Z36WnkR%2FLkGOb%2B%2Bw&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=26502b009044d1ed9ff5998ca3b862a1b3c576fe9047bcc3426a88f398ba86a3"
            ],
            "rating": 7.8,
            "synopsis": "O Mestre dos Magos envia Hank, Sheila, Eric, Diana, Presto e Bobby para a cidade chamada Helix, a fim de participarem de uma celebração local. Contudo, em sua jornada para a cidade eles são recepcionados pelo Mago Merlin que se oferece para tomar Presto como seu aprendiz, mas apenas se Presto ficar com ele pelo resto da vida. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/mQELdrLsN5tSBfjDFWCcQaX0Oau.jpg"
        },
        {
            "title": "02. O Olho do Observador",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=vID6zTKRyA5rrYq87v%2FeCRTDEP0YT1%2BGb%2FZaUn3X1lslyks%2BTNR%2F4FZt%2BRCFNDE9&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=2bbb96662496fd7865f0fbbf8ca1aaee9c596b2e40e61209ffdc6e9cb4899484"
            ],
            "rating": 8.2,
            "synopsis": "Ao serem perseguidos por um escorpião gigante, um dragão alado e um grupo de caramujos gigantes, os pupilos do Mestre dos Magos são acidentalmente salvos por um cavaleiro chamado Sir John. Quando o Mestre dos Magos os instrui a perseguir e derrotar um temível monstro conhecido como o Observador num vale distante, os garotos decidem levar Sir John com eles. Entretanto, durante a batalha, o grupo descobre que a intuição de Uni e Eric sobre Sir John estava correta. Na verdade o cavaleiro é um completo covarde. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/AjCx8Fu9LQbhLxxlhJPnf7XmU7K.jpg"
        },
        {
            "title": "03. O Salão dos Ossos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=UP0qfAqe%2BFmsbpf541Ew8TrNwEDpz2uWsDPPb3eT8PcvFBmfDjf7RIgoVCjFHY3X&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=499e9cf4caa461cc27823bb2d376207d8270eebb84941a825505a295c7446ef2"
            ],
            "rating": 7.8,
            "synopsis": "Durante uma fuga e batalha com macacos alados, as armas mágicas dos garotos começam a falhar. Logo percebe-se que a energia das armas está acabando e, deste modo, o Mestre dos Magos indica para seus pupilos o caminho do Salão dos Ossos, onde as armas podem ser recarregadas. Contudo, o Vingador tenta mais uma vez conseguir as armas dos garotos. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3820xlCDNwpINNjdt3NjWEodhqc.jpg"
        },
        {
            "title": "04. O Vale dos Unicórnios",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=v%2BDL26D5hIDVrdBHJAP77cCWuSC12f94km6elpOcp%2FssMLtwOXrEmqdGgbvt4hPx&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=4910c7f9c996497ef1f76967250d65aadde9d14fdf5b8b07d4952f2e7a774735"
            ],
            "rating": 8.8,
            "synopsis": "Os garotos ajudam um unicórnio conhecido como Prateado, líder da última manada de unicórnios. Durante a batalha contra lobos que estão atacando os unicórnios, eles não percebem que Uni é levada por um velho e ardiloso mago chamado Kelek. O vilão está tentando roubar os chifres dos unicórnios para absorver o poder de teletransporte que eles possuem. A fim de derrotar Kelek, os garotos enfrentam o desafio de tentar uma aliança com o Vingador. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/480Htsv8zrdLtVIAJxzHuKyAXkx.jpg"
        },
        {
            "title": "05. Em Busca do Mestre dos Magos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jW%2Bx94bL%2FC%2FxDSUGHJstW0S2IViJkvdP6YpEvQQV4uPrXbK456OYPTCkWIgHTB%2Fi&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=ad4f3da1a55bc69cf64785b15a464b8dc73e585b8b247b1331784ee31294a219"
            ],
            "rating": 8.8,
            "synopsis": "Caminhando pela floresta, o Mestre dos Magos é inesperadamente atacado por um grupo de sapos guerreiros liderados pelo caçador Warduke, o Duque Guerreiro, que o congela num cristal mágico. O grupo rapidamente descobre o que ocorreu com o Mestre e tenta resgatá-lo, transpondo vários obstáculos pelo caminho antes que o ganancioso Warduke negocie sua entrega para o próprio Vingador. Eric se separa do grupo nessa busca, desejando encontrar ele próprio o caminho de casa, mas acaba retornando em meio à batalha com o Duque Guerreiro. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/n8eDQnltMzWR9HXT1bOnFEN5vwB.jpg"
        },
        {
            "title": "06. A Bela e a Fera do Pântano",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=d%2FbcZZQTZYxAsgP4ygXuROWDj0Kl0hY4vNELqWHz9jN%2BczhAt7uC%2BxtqUxeInEe7&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=a5bc25d8ca8831fd109944ce8c1f9c285f8be867315bd249c3e38e7cd70336fe"
            ],
            "rating": 8.8,
            "synopsis": "Os pupilos do Mestre dos Magos precisam procurar um rio místico que uma vez por ano, durante cerca de 1 minuto, inverte seu curso. Nesse período o rio pode levá-los para casa. Eric levianamente respira o odor de uma bela flor e acaba se transformando numa fera do pântano. Após encontrarem o rio, os garotos precisam enfrentar um monstro que represa o rio que corre ao contrário e escraviza feras do pântano, libertar os escravos, ir pra casa pelo rio e reverter a transformação sofrida por Eric. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dqTRJpQYsuCeZhfjUGDDjhvpJf4.jpg"
        },
        {
            "title": "07. Prisão sem Muros",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=FkvtUqRgxRaYaPJmGx8kB10oDaSKurdrShQCQO5fJ2wfgOWZvOFrxp%2FHprVRxx44&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=7638e07523b51911e21d386533bf7089b87b722063263229bb13591b7d4c9245"
            ],
            "rating": 8.6,
            "synopsis": "O Mestre dos Magos envia os garotos para um vale habitado por gnomos para localizarem uma jóia chamada Coração do Dragão. Ao chegar lá, eles descobrem que os gnomos foram escravizados pelo Vingador, que os obriga a trabalhar na extração de pedras místicas. Para libertar os gnomos, os garotos precisam procurar por Lukian, um feiticeiro cuja magia protegeu o Vale dos Gnomos por séculos, mas que foi aprisionado pelo Vingador no Pântano das Lamentações. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8NWT1XyMbRgksJ5Y9yNKeUGrbXz.jpg"
        },
        {
            "title": "08. Servo do Mal",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=khR34VFddQApMaPhnRLb%2FErWKiB%2BKNC78iF2aGYuN8p8g0U7elVm85hEQ8r9W%2FL%2F&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=2d83a24f8c9fe5416f5ab09bee09e4cc159f27e7ff3e36e1a994561bc874c951"
            ],
            "rating": 8.2,
            "synopsis": "A comemoração do aniversário de Bobby é interrompida quando seus companheiros são capturados pelos guerreiros-lagarto do Vingador, sendo levados para a Prisão da Agonia, local onde o bondoso gigante Karrox é escravo do Vingador. Karrox teme que Vingador destrua sua terra natal e, assim, obedece as orientações do feiticeiro. Com a ajuda de um amuleto mágico dado pelo Mestre dos Magos, Bobby e Uni se tornam amigos de Karrox e este os ajuda a salvar seus amigos. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jhItWNKpJZZl5m1u9NyCneZAoqZ.jpg"
        },
        {
            "title": "09. A Procura do Esqueleto Guerreiro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=U0RrAAfNxEestWgTM73maKpFYW5HMzae16%2BR1U3ab21%2FoOFfhksfk0kVMoZRAqxB&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=e5210e0fb83e9b23b969492ab180fbba15360f1fc3723a4978bda8233a83a237"
            ],
            "rating": 8.5,
            "synopsis": "Dekion, o guerreiro esqueleto escravo que serve ao Vingador há anos, informa ao seu mestre que ele encontrou o Círculo do Poder. Como está sob a magia do Vingador, Dekion é incapaz de entrar na Torre Perdida dos Cavaleiros Celestiais e ele pede ajuda aos pupilos do Mestre dos Magos. Sem saber, os garotos concordam em ajudá-lo e ali enfrentarão seus maiores medos para achar o objeto mágico e derrotar o Vingador. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/d1jhvpO4Kw4Ko424kKa5BU2UNhr.jpg"
        },
        {
            "title": "10. O Jardim de Zinn",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=crWxMTxhjz0TP%2BEfsnY19hqHaR3QGHC6tRQGonJh1ySHDCqGgpFw9nqj7Br1xGuL&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=9a94cb6feaeb29cd94f20741d7d817a06a1b4168f3a0a3056d4bd0c31a565241"
            ],
            "rating": 8.2,
            "synopsis": "Numa má sucedida tentativa de arranjar comida, Bobby é mordido por um dragão e envenenado. Os garotos procuram a ajuda do Mestre dos Magos que informa não possuir poderes contra as forças da natureza. Enquanto Bobby fica aos cuidados de Sheila, Uni e seu novo amigo Sorlars, os outros garotos rumam ao Jardim da Rainha Zinn. Entretanto, uma conexão misteriosa entre a Rainha Zinn e Sorlars pode colocar a missão em perigo. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3zwXzrFTg3wkfVJ7rpMonwb7phH.jpg"
        },
        {
            "title": "11. A Caixa",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Uz8jTbIXmnl00TJjQx%2FyAK2EF5aRB0i0IOY222glaKaZh9l00XefyMiXw%2BC1t259&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=242b7abaf7a715cad11e95cbd114600f185dd57366b95d57836d90411fdff043"
            ],
            "rating": 8.2,
            "synopsis": "Os garotos encontram uma caixa misteriosa após um terremoto repentino dividir o chão em dois. O Mestre dos Magos informa a seus pupilos que a caixa pertence a Zandora, uma velha amiga e aliada. Eles logo descobrem que a caixa é um recipiente mágico que pode abrir passagem para qualquer mundo, dependendo de onde for colocada, inclusive para voltarem ao seu mundo. Os garotos correm para libertar Zandora e evitar que o próprio Vingador vá para a Terra, usando a Caixa para fins maléficos. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/c5YE2jzo0Iqo92TVBdMI3lek7Np.jpg"
        },
        {
            "title": "12. As Crianças Perdidas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=oMKGfSLoYbclmANbbANzGCvgjGoamAd1h00L1eaKZFOnrXkQ6%2FZtZSafRPnqwO9%2B&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=12706c13efe7b0d6ba0c427bd3e532c4068881b90416eaa39562d1c33620a494"
            ],
            "rating": 8.5,
            "synopsis": "Os pupilos do Mestre dos Magos procuram uma espaçonave no castelo do Vingador que os ajudará a retornar para casa. Durante a jornada eles encontram um grupo de crianças que se consideram perdidas. Após descobrir que o mais velho delas, Alfor, é o piloto da nave, foi capturado e está preso nas muralhas do castelo do Vingador, Hank e seus amigos ajudam as crianças perdidas a resgatar Alfor. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/xtTJkXD6EVBYWek9lqplp6LD8gt.jpg"
        },
        {
            "title": "13. As Mágicas Desastrosas de Presto",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Qsd5l69FR9QXHVlby9CKhw6%2BtUnqDANJzHiBcqcPdrJht6t8TNHB6lVtMWBBQE1w&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=e4d11712f049c713258cb3c2fc86d29f2d14e0984a1db35e05c6a73d2bd36e4f"
            ],
            "rating": 8.2,
            "synopsis": "Durante uma batalha com alguns guerreiros orcs, Presto lança um feitiço que dá errado e resulta no desaparecimento de seus amigos. Os garotos se descobrem no castelo de um gigante, no topo das nuvens. Enquanto Presto e Uni escalam uma torre para procurar seus amigos, os outros pupilos do Mestre dos Magos tentam escapar do maligno bicho de estimação do gigante, Willy. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/jksx6brqBMb90UGRRRtYYxG6Q2q.jpg"
        },
        {
            "title": "14. O Sonho",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=NJAGSZ%2FRK3BfgB1Fs%2Fqf1ycuSD2Bry3QOhN6VaKq3O9OJqrKpjDl8JrZ8d3aF4kc&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=34295808c1eb2c2221c3a758137db5c9adbcd7c302253e41001e2a981a6ab3f8"
            ],
            "rating": 7.8,
            "synopsis": "Os garotos encontram um carrinho de montanha russa que parece ser do mesmo tipo que os trouxe ao Reino. Logo eles encontram Terri, uma garota perdida da Terra e capturada por guerreiros-lagarto do Vingador. Após libertar Terri, os pupilos do Mestre dos Magos descobrem que ela pode sonhar com o futuro. Para enviar a garota de volta para casa eles precisam atravessar o Labirinto da Escuridão do Vingador. Durante a jornada Terri tem um último e esperançoso sonho. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zI81PObbfjykAhZYFIaZf1Yt2dl.jpg"
        },
        {
            "title": "15. O Tesouro de Tardos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jE4elo%2BcUmP956DGlNRnhtQxUqSPLd8rJ5QVbbPBvJilRTN4LkqYCNw094k0jCvs&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=4cb64b5885f88abd96efbb8b032cfc4f628abc06179be7b550bfa650b3cc0c20"
            ],
            "rating": 7.8,
            "synopsis": "O Vingador cria o maligno Demo-Dragão, mas quando a criatura com superpoderes captura as armas dos garotos, ela sai do controle do Vingador. O Mestre dos Magos explica a seus pupilos que se o Demo-Dragão destruir o Reino eles nunca mais voltarão para casa. Os garotos precisam formar uma aliança nada amistosa com o Vingador para derrotar a poderosíssima criatura. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/x0oNHbHgBKn5VgYyb9y5HdFXV9F.jpg"
        },
        {
            "title": "16. A Cidade à Margem da Meia-Noite",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=qFAiHMxMi%2BhHIB1NkUNepO%2F0ud0hwRjhjSTGs1%2Btk9bRxSBXUWurNddvDyO6BhCh&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=88d12fe57eff5a957663e5108bcbe4fc20c2e9add7f2fb60f215bc47949abd89"
            ],
            "rating": 9.0,
            "synopsis": "O Mestre dos Magos informa a seus pupilos que eles precisam achar a Cidade à Margem da Meia-noite, onde crianças do Reino e da Terra são mantidas prisioneiras. Aliando-se ao rei Rahmud, os garotos fazem a jornada para a cidade de forma a libertar as crianças e a filha de Rahmud, mas eles precisam primeiro confrontar a Fera da Noite. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/8ft1qpkD0H9ZrHsuqGOZBRz9dCZ.jpg"
        },
        {
            "title": "17. O Traidor",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=OHcxP6ROUrnal9gHpFPW%2FGf18YBgYRrOw%2B1r3xrXRV9M3d%2BAtKMx0%2FZLHhAXBLnf&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=4f4d60b9f7d2c9ad97e9aa6367f927808276c7a0bdeea15d224349f31e9f0263"
            ],
            "rating": 7.8,
            "synopsis": "Enquanto descansam na Floresta da Lua, os pupilos do Mestre dos Magos são despertados pela súbita aparição dos Ursos das Nuvens (CloudBears ou Ursinhos Amigos na versão Brasileira) que tentam roubar suas armas mágicas. Após ficarem amigos deles, Hank e Bobby são capturados numa batalha contra os orcs e Sheila os segue. Enquanto os garotos e os Ursos lutam contra os Orcs, Sheila observa, chocada, Hank planejar com o Comandante Orc um ataque surpresa contra os Ursinhos, num ato de traição. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/5VdRyKtXHlAWErWhP1o4jqsThAJ.jpg"
        },
        {
            "title": "18. O Dia do Mestre dos Magos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=LtW8F6e9QEqex%2BMHx%2Bgqja%2Bsdz6RZshB%2Fra9fhbJLmWkYuchZ%2Fu5k7EUVYbenB9E&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=4dc565bea013de81f5111a0626b021758cca805b00c38d904b0d4fbe7567dc95"
            ],
            "rating": 9.5,
            "synopsis": "O maior crítico do Mestre dos Magos, Eric, o reprova após uma pequena luta contra alguns insetos gigantes. Quando Eric clama que seria diferente se ele tivesse os poderes do Mestre dos Magos o próprio Mestre faz de Eric um Mestre dos Magos e tira férias. Com tamanho poder em mãos, o relutante Eric percebe apenas uma coisa: que ele finalmente tem o poder de levar seus amigos para casa, enquanto tem de aprender a dominar tamanha responsabilidade. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/zr2ST2XXomO9eJJtPo3lm4IeBdI.jpg"
        },
        {
            "title": "19. A Última Ilusão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=tRnNL3gOWPdmCNnlkIiv6ILuzN6QIGWzPWt%2FXzwUSxzZxsZVdHGHExfdKaVNbyN0&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=04fea77f4df0a8ec1e4168077a6855016dea019f9c86cc83f985000e14f9db59"
            ],
            "rating": 8.8,
            "synopsis": "No Pântano dos Cavaleiros das Trevas, Presto encontra a imagem de Varla, uma jovem com poder ilusionista, que diz a ele que ela está sendo mantida prisioneira do Vingador. Os garotos chegam a uma vila onde as pessoas estão infelizes por causa de uma constante maldição que paira sobre eles. Um guerreiro misterioso chega à vila e lança a maldição sobre os pupilos do Mestre dos Magos. Os garotos são aprisionados, só conseguindo fugir com a ajuda dos pais de Varla. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/dRzDQvSpqOJJquXfi9YsVC1p07D.jpg"
        },
        {
            "title": "20. O Cemitério dos Dragões",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=jN%2BQfyojUVhVACz%2BLPQJ1DSAzBmQlziuBT%2FWqCrsbk8OzOphSZAo6XV3Z1%2Fwm3v5&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=8a02f4223367c7808415a4f5c074d71e7dab5a162d855b1b9df249065fd13f8d"
            ],
            "rating": 9.0,
            "synopsis": "Os garotos estão prestes a cruzar um portal para casa quando o Vingador o destrói. A frustração é terrível para os pupilos do Mestre dos Magos, e eles decidem enfrentar o Vingador e derrotá-lo de uma vez por todas. Buscando ajuda em Tiamat, esta revela aos garotos que suas armas são mais poderosas que o Vingador, desde que usadas no Cemitério dos Dragões. Quando o Vingador chega ao Cemitério para enfrentar os Pupilos, Hank precisa fazer a escolha mais dura e importante de sua vida.Curiosidade: possivelmente devido a um erro de produção, a derrota do quinto esqueleto acabou excluída do desenho. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/AcfBvgsCIV3rV7F81o43Qyp1TKn.jpg"
        },
        {
            "title": "21. O Filho do Astrólogo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=4O%2Bx%2F%2BOrDsO8jvJvju1ycP0sAXAgYoLF6l1zqM10N7MS2lSvkOyQLab2L%2BbSwmva&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=6591530f35ed2df6a6c3fb32ac1e83cbef08236c7704b21cdd52472667c3a0f8"
            ],
            "rating": 7.8,
            "synopsis": "Relaxando numa parte pacífica do Reino, os garotos esbarram num jovem chamado Kosar, doente de exaustão e fome. Depois de cuidarem dele, os pupilos do Mestre dos Magos descobrem que ele é filho de um contemplador dos astros (stargazer no original) e está predestinado a cumprir uma profecia que vai acabar com o reino da maligna Rainha Syrith e permitir que eles voltem para casa. Mas qual a ligação entre Diana e Kosar que mudará os eventos? ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/6NDOFpActh5Zoy68iSlEHWyWlXZ.jpg"
        },
        {
            "title": "22. O Portal do Amanhecer",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=E0B3AvxjjBogdEYaPOSgSUoKyJkTgXl3lsAh0vEId6mpnhY6uYumkdjg1lVxq%2FlG&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=d65cf67450dcc410ebe98817951eb12e0b145e54274ac89c6f11ec3874f6ebb5"
            ],
            "rating": 9.2,
            "synopsis": "A curiosidade de Eric por uma caixa aparentemente inofensiva provoca o retorno do mais poderoso e maligno inimigo que os garotos já enfrentaram. Aquele Cujo Nome Não Pode Ser Pronunciado. Com o Vingador e o Mestre dos Magos drenados de suas forças após um confronto quase fatal, a corrida é para ver quem consegue se recarregar no anel de energia do Portal do Amanhecer primeiro, antes que Aquele Cujo Nome Não Pode Ser Pronunciado aniquile todo o Reino. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/bLtIFaWqdS9caDq4H432DWhkIks.jpg"
        },
        {
            "title": "23. Apagando-se o Tempo",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2BaHu3GPlHsdiKmRuKzMYC2eGcljNB0LHci49b3%2BJg0clwKWm5Mzod4a1rzAbgLGo&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=3f3dd729cf52eaa3f78ee2c6725cac9260b57e3bdea159db099150413da7d559"
            ],
            "rating": 8.8,
            "synopsis": "O Vingador tem uma nova idéia para eliminar seus jovens inimigos e usa o Cristal de Cronos e um piloto de guerra nazista da Segunda Guerra Mundial que cai com seu avião Stuka no Reino para arquitetar um plano futurista. O Vingador pretende enviar Josef Müeller, o piloto, de volta à Terra para vencer a Guerra para a Alemanha, de modo a alterar a linha temporal naquela realidade e prevenir que os garotos sequer venham a nascer, quanto mais parar no Reino. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/hTTABdGQ7UCk9dgFYXTbsisoPA2.jpg"
        },
        {
            "title": "24. A Odisséia do Décimo Segundo Talismã",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=bYxiAibj3odR1R2%2B38wdeqHUx0RFybbQLvSyXJprUD1R3JBSxEe78G2cYJMTvPM4&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=bb46e75cdf01248178e21e692bf3540951c0a86054739e1b591520f52cb07ccc"
            ],
            "rating": 8.2,
            "synopsis": "Um órfão solitário e perspicaz chamado Lorne encontra um amuleto perdido que o coloca em apuros. Ele e Eric tornam-se amigos rapidamente por meio das usuais trocas de ironias e Lorne entra no grupo na busca da Pedra do Astra. Mas o Mago Korlok, que também procura a pedra os persegue.",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/3q1Qlo8UEEUuzKtesl8GmKgy1X2.jpg"
        },
        {
            "title": "25. A Cidadela da Sombra",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=B7C%2B%2FFJJrlD1%2BBlzD%2FPBlNWSwKyqQtG4OxyqqYgDTUnuUrxjs18CL4AkDqZwDlDt&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=74894f6cf8da7cab18d6d53fc76cb9d24c3cc814540cecceebb91c7bab583970"
            ],
            "rating": 7.8,
            "synopsis": "Ansiosa para provar seu valor após um trabalho fracassado, Sheila torna-se amiga de Kareena, uma jovem que é muito mais do que aparenta ser. Logo os garotos descobrem que estão no meio de uma grande e complicada briga familiar. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/p4riuT2mjSJjmeWEksAJ3g7cUuq.jpg"
        },
        {
            "title": "26. A Caverna das Fadas Dragão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Rdb1lA3%2B5uCwuVc5Fv3hB7J15VMPETMNAAjM3b1JO%2FW1IYm%2FgUk4TA429Cp4eKmP&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=5781228cd697cd1ee799e032ade98fe2958ebf5eb8d87605fea568ea3e48e7da"
            ],
            "rating": 7.8,
            "synopsis": "Tasmira, rainha das Fadas Dragão, é mantida prisioneira pelo maldoso Rei Varen, que deseja o fabuloso tesouro que ela guarda. Ajudado pelo esperto e diminuto dragão Amber, o grupo precisa libertar Tasmira e ajudar seu povo a se mudar para um novo lar. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/ttPLybLeJu7uavUbZFJmFUMn3RS.jpg"
        },
        {
            "title": "27. A Névoa da Escuridão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=XysxBR6nlvVvauzBsBNiOwsE%2B2Tj%2Fv7WLzQ6%2BKxrXOxQah5LuaOy0OxOwmhNMwWj&expiry=PcxfZwWKJI9OcF2230Dadg%3D%3D&mac=8730a12bd192ca4ee66588637b0c17f492d3185b4e6ab5f007082d627a68ba68"
            ],
            "rating": 8.2,
            "synopsis": "O Darkling, uma criatura esquelética da escuridão, sequestra Hank. Os garotos têm de convencer a bondosa Martha a ajudá-los a resgatar seu líder, antes que Darkling faça sua vítima final e sua Névoa da Escuridão destrua toda a luz do Reino. Mas Martha já foi muito machucada e perseguida pela criatura e não quer saber desta jornada. ",
            "runtime": 24,
            "poster": "https://image.tmdb.org/t/p/original/2uQvjak4i6DUwJ2aJGoWToviKRT.jpg"
        }
    ]
}