{
    "episodios": [
        {
            "title": "01AB. Garotos na Banda / Jogos Radicais",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=DuMlJ%2FK7%2FwSCzwYs5rT99xnL1cdNQcVydXK01tWFrrW1X%2Fh4HkyhSn0xVkt%2FdnXm&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=0001607d4a981c0ab6b37317dc8712d017d26783a13aac024898448010317066"
            ],
            "rating": 5.0,
            "synopsis": "Timmy fica irritado com o show de Chip Skylark porque ele pensou que todos esqueceram de seu aniversário por causa do show de Chip. Ele, então, deseja que a coisa mais não-letal possa acontecer com Chip para que o show não aconteça. Timmy logo percebe que Chip é um cara legal depois de tudo. Chip também não pode comemorar seu próprio aniversário porque seu show coincide com o dia. Enquanto isso, os fãs estão ficando mais irritados e impacientes porque Chip não chegou ao show, por isso, Timmy pede a Cosmo para distraí-los. Cosmo então reúne a sua própria banda para distraí-los enquanto chip não chega. Timmy deve encontrar uma maneira de impedir o casamento forçado de Chip e Vicky e levar Chip ao concerto o mais rápido possível.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/px6Wco4iaNgbDvMwnkFM7vKGsjg.jpg"
        },
        {
            "title": "E02AB. Garoto de Brinquedo / Inspeção de Detecção",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=JgiiLIpFCCTeK4TXuGtQLXnoEcID0USLwToqcAqXsEcVvYFzpo%2Blf3x5Cp8aY2oP&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=71394298884439640cac2faaba37decab33d09f70e8a1af94929418818a6619c"
            ],
            "rating": 8.0,
            "synopsis": "Timmy mostra suas habilidades no skate, (com a ajuda de Cosmo e Wanda sendo seu equipamento) e desafia Vicky. Se ele vencer, ele será o rei das pistas. E se Vicky ganhar de Timmy, seus amigos e as outras crianças serão banidos das pistas para sempre. Timmy estava confiante no início, mas ele logo percebe que Cosmo e Wanda não podem ajudá-lo, pois é contra as regras a magia ajudar a vencer em uma competição. Ele então pede a ajuda de Cosmo e Wanda para treiná-lo para o desafio, senão, ele e seus amigos serão banidos para sempre das pistas.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/dEuU3DTgTWH6RgZT6VUDK63gi0i.jpg"
        },
        {
            "title": "E03AB. Cheio de Ação / Sabichão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=%2Bbh3Z6kdpbbg0xPR9DKYeSCbysLnxtT6iXaazauBHNO2RU%2BnCr0gJ6kbYlK75w1i&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=b7292be2d06bc089a132dbe18e65901e8430e611b061ad57d3d42df8fd5e5b94"
            ],
            "rating": 8.667,
            "synopsis": "Timmy, Chester e A.J resolvem atirar seus brinquedos que não usam mais. Dentre os brinquedos de Timmy, o modelo do Queixo Rubro de um ano anterior aparece e Timmy resolve ficar do tamanho dele para que ele possa brincar pela última vez como nunca brincou, antes de se despedir do boneco.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/1TwWgxA3MNDKYSOChDVU5KCTsMs.jpg"
        },
        {
            "title": "E04AB. Timvisível / A Velha Magia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=JSmUQ1%2BhVY3S7gYAr4lDy7oCA7HRzGwD5TsPYjXMKEMz%2F49YoB4bN9nfTohogtuR&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=751d396581346e38daf3d1f3cff69a23573eeff205b213c2a5c0e88ba1014407"
            ],
            "rating": 7.333,
            "synopsis": "Timmy tem todas as coisas que foram roubadas, por isso, sua mãe e seu pai o acusa de furtos e, para piorar, não pode revelar a existência de Cosmo e Wanda, para provar que não roubou. Infelizmente, Jorgen vai para a inspeção de Cosmo e Wanda senão eles serão enviados para a academia de treinamento fadas. Timmy precisa provar sua inocência e provar também que Cosmo e Wanda estão cumprindo suas responsabilidades como seus padrinhos mágicos.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/rtnH796ZPTOBArze0gzKxRbfbbb.jpg"
        },
        {
            "title": "E05AB. Super Bicicleta / Vocês No Meu Lugar",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=iSpd%2F%2BKyim4nb6zImEbxlsjxfWFDAlpyP60TtxLQ%2F5oFbJsMvjNxIzAN2S8KMhVH&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=83ec7e0d89fc8da621a977b18cfa7e578e911f534800ba73c9047a79e8e00168"
            ],
            "rating": 8.333,
            "synopsis": "Escola chata, filmes chatos, tudo é chato para Timmy. Depois de assistir um filme de ação, Timmy desejou que sua vida fosse um filme de ação. No dia seguinte, tudo está repleto de ação a partir do café da manhã para os jornais... De repente, Cosmo e Wanda foram raptados e todas as fadas desapareceram sem deixar vestígios. O que aconteceu com eles e como Timmy poderá reverter isso?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/bdqMfFwlea9c1ilgupuongA4QPC.jpg"
        },
        {
            "title": "E06AB. Bola Fora / Meninos e Meninas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CkvyyvQcYZ%2FbRpJpubZeGFgLFOooN%2BLQNbVBjTa39aoC99XqCdaCI1vzb98H4EIL&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=63f7087e76a4766ddc9d42d59d5da7d6f44fa066a2f2b246f5876aa046fa7475"
            ],
            "rating": 8.333,
            "synopsis": "Com raiva de A.J. por ser o menino mais inteligente da sala, Timmy deseja ser o menino mais inteligente do mundo, a fim de vigança contra A.J. Timmy se destacou tanto com sua inteligência que que a Diretora Waxelplax o convidou para a \"Maratona do Saber\". Mas como a magia não funciona para ganhar concursos, ele perde seu intelecto no meio da maratona.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/oyVPoIgDrVzeAV0hWz2NI3UbI5M.jpg"
        },
        {
            "title": "E07AB. Bem Longe no Espaço / Troca Errada",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CMWEvOFgYZ9lYYlM9EWRofwHk52%2FLug4TR3XlND2u6GeUJfevdXBrSxbo8n3pB%2BU&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=6ff166714d43f92557b381bdfb0406bf0090327a68a4f1b1aaf143249c738254"
            ],
            "rating": 9.0,
            "synopsis": "É o último dia de aula, e Timmy ganhará um prêmio por não ter faltado um dia durante o ano letivo. Mas Francis o espera para dar um \"socão especial de fim de ano\". Não querendo apanhar, Timmy deseja ficar invisível. Mas Timmy aproveita para pregar uma peça nos outros alunos, se fazendo de fantasma. Mas quando Crocker, usando óculos especiais para ver coisas invisíveis descobre que o fantasma é Timmy Turner, ele desperta seu interesse para tentar pegá-lo e revelar a todos a existência de padrinhos mágicos. Mas Timmy não pode ficar ficar visível por causa de Francis, e não pode permanecer invisível pois Crocker poderá pegá-lo e ele perderá a premiação! Como ele irá fazer?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/1A0KbdNMw56MtxNRdRxpjt5KnF2.jpg"
        },
        {
            "title": "E08AB. Muito Mãe e Dino Pai / Cavalheiro Cavalheiro",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=ZAu%2F%2B4tvFkILfoCh5emfSPJtAuoNMZzZccUezVZ%2BhyZUxmLu%2BcFrA2hxg0NPHG3D&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=e6d0e6b30ede57917c64c24e401f9f2dcfcb43a1bc4eaedd00aae3ce0c11b4e8"
            ],
            "rating": 8.0,
            "synopsis": "É Sexta-feira 13. Timmy e seus pais resolvem ir a Adrenalândia. Quando chegam lá, várias coisas ruins acontecem com a mãe de Timmy, por causa das anti-fadas, que escapam do mundo das fadas na Sexta-feira 13. Quando Timmy descobre que são as anti-fadas que estão fazendo isso, deseja ir para o mundo das fadas para falar com elas. Mas acidentalmente as deixam escapar de sua prisão por um desejo. Como Timmy fará para prendê-las de novo?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/aCr3F3p8LrLehS34HOGJHIvgzCk.jpg"
        },
        {
            "title": "E09AB. Cada um tem o padrinho que merece / Meiada dos deuses",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=bkQrW90xC72%2BXkbh%2FvhfkMlKkjnfvy%2BUXzf5EWXdo85k%2FYAPosyIa4ztZkk0gB78&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=61c8c921e2ed98dba28dc60c16fa5a0d20b7167efd050c8cf6bcb158316d3610"
            ],
            "rating": 4.0,
            "synopsis": "Há uma grande corrida de bicicletas em Dimmsdale, e o Sr. Turner fez uma bicicleta especial para Timmy, só que para ele é especial, mas a bicicleta não é tão elegante e cai aos pedaços. Então, Timmy deseja uma superbicicleta. E essa possui um banco confortável, tem espelhos retrovisores e até um motor, como uma motocicleta. Mas logo Timmy percebe que sua nova bicicleta é maligna, e hipnotiza Timmy para dar importância somente à bicicleta. Timmy quer acabar com ela, mas ela é indestrutível. Quando ele descobre que quando uma peça dela cai, vira uma peça comum, Timmy só vê um jeito: desmontá-la. Será que ele vai conseguir?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/71H7ro58VVCk1IMPvfwIIeUKkjZ.jpg"
        },
        {
            "title": "E10AB. Viva o Presidente / Que História",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=EF2w6wETIJkIjsBEYKBNSsPSBde6Xez13SlaHCzoiADEV%2FQTEuVqStyciiygbH0h&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=fdbcaf1614015a096dbb359621821f4b7ec9d5f182324077ae4b0b03a561662a"
            ],
            "rating": 6.0,
            "synopsis": "Timmy resolve trocar de lugar com seus padrinhos mágicos pensando que a vida de uma fada é mais fácil. Porém, Timmy está tendo dificuldades para realizar o desejo de seus \"afilhados\". Como ele fará para sair dessa enrascada?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/m1ykU22NPqspOcRK2WsD0RTSqQc.jpg"
        },
        {
            "title": "E11AB. Primeiro de Abril / Dejavu",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=VmaJu55kwZs1fiEdnXUKVdXwMna9mJHTJVVO9rbNF%2F7VKdBpE6Ga7tjibtR%2BWUu%2F&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=7df7ee1150c01596247f8d0ef8f2d1d8d24ac36d1b4cec0eb31cb3522818cac6"
            ],
            "rating": 6.5,
            "synopsis": "O time de beisebol de Timmy é o pior da cidade, além de seu nome ser \"Os Perdedores\", tudo pela causa de Chester, o pior jogador do time. Após terem perdido de bebês de três anos, Timmy deseja que seu amigo seja o melhor jogador do mundo, o que faz eles ganharem a partida e logo se destacarem mundialmente. Mas, após uma briga, Chester não é mais amigo de Timmy e, como o desejo de Timmy foi \"Desejo que meu amigo seja o melhor jogador do mundo!\" Chester perde toda a noção da habilidade no esporte. Mas Chester não pode perder, pois seu pai, o pior jogador do mundo, quer se orgulhar do filho. Como Os Perdedores vencerão \"Os Bancários\", a liga de beisebol mais bem paga e uma das melhores do mundo?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/8YPVL3gKgu1wPbbfWSQVqK5sae.jpg"
        },
        {
            "title": "E12. Padrinhos Assustadores",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=xgsrueY60ZCcRagrOHseogpv31ZEN%2F8gJn%2BpB%2BtotdIWY7GisYRjzeRvDdlVIx5A&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=ef074cddda14dc08b1b1c331fe8583db1be2ceba7b0ad49a6f6257942ab431d8"
            ],
            "rating": 0.0,
            "synopsis": "Timmy consegue ser convidado para a festa de Trixie. Porém, ele não sabe o que dar de presente a ela, pois é um menino e não consegue ter muitas ideias do que dar a uma menina, e ele quer dar o presente perfeito. Wanda, irritada com o que Timmy diz de desejar ser uma menina, o transforma em menina, essa chamada Timantha. Timmy, agora Timantha, vai ao shopping para escolher o presente, e para sua surpresa, encontra Trixie na banca de revista de super-heróis, percebendo que ela também gosta de coisas de menino. Timantha, agora a melhor amiga de Trixie, passa o dia todo com Trixie e sabe muito bem o que dar a ela.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/4DGABRT6rgcU2vLEqgdQxZqLFnF.jpg"
        },
        {
            "title": "E13AB. Nem Aí / É a Vida",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pq6VMNl326FdUbmwVss0d5Mpo9Ai7t9mqdeO5ZonqOh8%2BbCjJ%2BmH69n1gJvnXdPN&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=322c74ddd1396d9f0f2936f22a765385ed84f8865f8d9738dc5932349e4fdc7b"
            ],
            "rating": 5.0,
            "synopsis": "A fim de se livrar de Vicky, Timmy quer que ela fique a um milhão de quilômetros longe dele, que é exatamente onde fica Yougopotâmia, deixando-a nas mãos de Mark Chang. Porém, quando os pais de Timmy ficam sabendo que Vicky foi embora para a \"Europa\", que na verdade foi para a Yougopotâmia, colocam Timmy em um educandário. Para piorar, Timmy percebe que o educandário é mais torturante do que Vicky, fazendo com que ele queira Vicky de volta. Conseguirá ele tirar Vicky das mãos de Mark?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/wuS2hi0gnh9An6CtbdzopfwfYGx.jpg"
        },
        {
            "title": "E14AB. Dentes Brilhantes / Estranho Oeste",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=CdlSl%2BaW9D3CrvRLSReVANAD0Qub3WeDDW2XeXHDyc0cItMDFCW7JfpXJDjo2ACp&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=77aa61a7fc45a79dd57426d62d4d52dba6bfa32ba0e1b6551bd1afffefa7e146"
            ],
            "rating": 3.5,
            "synopsis": "Timmy deseja que Vicky tenha 5 anos para torturá-la tanto quanto ela o tortura. Porém, Vicky se torna tão infeliz que Cosmo e Wanda são encaminhados para serem os padrinhos mágicos de Vicky, fazendo com que Timmy perca seus padrinhos. Como Timmy fará para recuperá-los?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/qLgSPEYBBEBvw5bC8T4FxamjKd6.jpg"
        },
        {
            "title": "E15AB. A Convenção do Cosmo / Folga da Wanda",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=Bpsv0zoO3FGF0sm%2BVqBrtNbSeaKOWvn7NSMpvQLKkxan1f8tP0PPUl3Kedn7oYZD&expiry=WcLeUFdaVqnNqhOi2ouZbQ%3D%3D&mac=da8b94ce29dd4f46583ab66b4118a39202e31a0678a3b16d22227b32f067b383"
            ],
            "rating": 8.0,
            "synopsis": "Timmy está cansado de como seus pais trabalham tanto, chegam cansados e dessa forma não têm como ter tempo para ele. Assim, deseja que eles tenham poderes, mas eles ficam muito ocupados salvando o mundo para mantê-lo mais seguro para Timmy. Timmy, achando que ficou pior do que já estava, quer que eles percam seus poderes, mas como a magia não interfere em pessoas superpoderosas e ivulneráveis a magia, eles têm que desistir de seus poderes.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/qwWMA8ipxbZWJ4s5XHiFoXdl6Bx.jpg"
        }
    ]
}