{
    "episodios": [
        {
            "title": "01 e 02. O Grande Problema - Gasto de Energia",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=pRz7CT8sgimCxPuDMG9lstH6I%2BBF7DQFYIitTn8p9%2FmF%2B7ljqVydCLk3DW4ZmYDy&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=9313107267d64270d2f07c4d43ddf4e9e34fdef5373991ba159a12a15708489d"
            ],
            "rating": 7.8,
            "synopsis": "Timmy não quer mais ser chamado de baixinho, nem ter mais uma babá malvada, nem ter mais que apanhar dos valentões. Então ele deseja aos seus padrinhos mágicos para ficar adulto para fugir desses problemas. Mas Timmy vai percebendo que ser um adulto não pode ser tão legal quanto parece. Enfrentar o trânsito, pagar contas e ser julgado como estranho pode ser difícil. Além disso, ele pode perder os padrinhos mágicos, porque na regra das fadas, padrinhos encantados só obedecem a crianças, e Cosmo e Wanda logo serão transferidos a outro afilhado. Agora, como Timmy recuperará seus padrinhos e voltará a ser criança novamente?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/oHjkbXzdUx0HeJuA2GDGYUo90hw.jpg"
        },
        {
            "title": "03 e 04. Lá Fora no Espaço - Transpadrinhos",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=kMhWr27Pmx0rvaBdn2VgutMRtf3WLxBqjBI0TU51B3UA5Q8NvdE7VYC84HAoTFqg&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=419fc4475d7b406e0608dfc83006c651df0f9f883d770b93b8ec00477979535f"
            ],
            "rating": 7.0,
            "synopsis": "Cansado de seus jogos chatos de vídeo-game, Timmy deseja ter um jogo difícil e cheio de ação, onde não dê para sair dele. Então, Cosmo e Wanda fazem capacetes de realidade virtual e põe Timmy em um jogo cheio de ação. Mas seus amigos Chester e A.J. também usaram os capacetes, isto é: estão com Timmy dentro do jogo! E Timmy não pode reiniciar o jogo nem desejar sair dele, e nem perder as três vidas, pois caso contrário, eles somem para sempre! Mais problemas: qualquer coisa que Vicky ligar pode causar um blecaute. Como Timmy e seus amigos sairão dessa?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/ukyU7WMUmUAMX9tzwoy6l4mg0wS.jpg"
        },
        {
            "title": "05 e 06. Desejando Demais - Micro Timmy",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=kn%2FWaluLGAWVa4ReFPkpQOmk1odoT5G3sFMXjsaQBM7c%2BiYkAj1Y0NdpAkS3JE4u&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=8f781639970f368c6a4f50c47063a25b4bffb83cbc404b256673377a60612cd8"
            ],
            "rating": 8.0,
            "synopsis": "Timmy, Chester e A.J. assistiam um desenho do super-herói espacial Crash Nebula, e se empolgaram com o episódio onde os alienígenas chupavam os cérebros das pessoas com canudinhos. Timmy então deseja ter um alienígena para brincarem, só que como Cosmo e Wanda não sabem criar alienígenas, eles pegam um emprestado! Ele é Mark Chang, que veio do planeta Yougopotâmia. Os pais dele estão preocupados com seu filho Mark, e quando sabem que ele está na Terra, resolvem resgatá-lo e destruir o planeta! Como Timmy salvará a Terra dos pais de Mark? Enquanto isso, Mark se apaixona por Vicky e Timmy não pode devolve-lo.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/tgUhKOa82svvKyn4HRNfpSGWQB4.jpg"
        },
        {
            "title": "07 e 08. Nos Tempos do Pai - Bodas Trocadas",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=yTaXzE1tGUrXtP0zmRIccJa31rXBzXvhWn67OVwi4iAM3cpDm4Nce0wZYIeoZuAy&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=717d14fbcd9a0859ae39835e5ea62e1f015c91c6bf5a806977892da629cfc3b0"
            ],
            "rating": 9.0,
            "synopsis": "Quando Timmy traz um dinossauro real para a classe, a sua classe não acredita nele, mas seu professor alucinado, Sr. Crocker, logo descobre que Timmy usou padrinhos mágicos para trazê-lo à vida. Depois de insistir a sua vida inteira que fadas existem, Crocker planeja capturá-las e para isso força uma reunião com os pais de Timmy, que precisam ser substituídos por Cosmo e Wanda para esconder a verdade. Enquanto isso, Chester e A. J., a mando de Timmy, tentam capturar o dinossauro. Mas a situação acaba por ser mais difícil do que pensavam, com Crocker lutando para descobrir a verdade a qualquer custo.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/xNkWwQKexzeqhSX994rdlZfJNpO.jpg"
        },
        {
            "title": "09 e 10. Levanta Esse Queixo - Uma Tarde de Cão",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=kXg7K7rAT0WQQ8VSIFYYX6l92EONQwo3g3E4gI6MvrA6bRg83TqYxCMqM5oFLOKC&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=1ff6b8c8e4fa989ae6d85a2bfea4e3ddfdf14904990bddd46a6b23066222328e"
            ],
            "rating": 7.0,
            "synopsis": "Timmy quer chamar a atenção de Trixie, a garota mais popular da escola, mas ela o rejeita por não ser tão popular como ela. Para chamar sua atenção, Timmy constantemente e rudemente pede aos seus padrinhos mais e mais coisas para fazê-lo parecer popular, mas ele acaba sendo arrastado para o tribunal de fadas onde é julgado se ele ainda merece ter fadas mesmo após uma maratona de desejos fúteis.",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/qNX01cXorNXpQlDD2F50VEfOQmM.jpg"
        },
        {
            "title": " 11 e 12. Deu Bode no Sonho - Todo Mundo Igual",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=g8Nu9nzTRXf9J1Er%2FJK8%2B4aoa%2BR%2B1LmG27%2BBFCkP7H%2FRndNxDT0Nbp5ruAEPC8iu&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=d9239a6cdafb987159927769062254a2e53ae50b59da75a665ebb2c2a9c6b17d"
            ],
            "rating": 7.0,
            "synopsis": "A fim de estudar sobre o corpo humano, Cosmo e Wanda encolhem Timmy para que ele possa explorar o corpo humano de Vicky, mas o caos logo aparece, quando o corpo de Vicky ataca e ele se separa de seus padrinhos, enquanto Vicky estraga a casa!",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/ss1UDoZmcMXiSAt1gmTdesESLbt.jpg"
        },
        {
            "title": "12. Natal todos os dias",
            "url": [
                "https://1.animezeydl.workers.dev/download.aspx?file=F2T%2BVrizPeHf%2By%2FOMgGmrUNgnLDQVQ9vOFK%2FR1pkPdfpVe7y%2BGiuajoREwlDDUJS&expiry=4Xk8V0eeb%2BWr%2Fq5LXhtOLA%3D%3D&mac=b47ddd6aaf10d5abfa63244e0b6c5cd3216ba98aa8b72f0d5067356eacdf227c"
            ],
            "rating": 6.5,
            "synopsis": "Quando Timmy destrói um importante troféu de 30 anos de idade de seu pai, que fica bravo com ele, ele decide fazer com que seu pai nunca o tivesse ganhado. Usando a Scooter do Tempo que ele desejou, Timmy volta no tempo e impede seu pai de ganhar o troféu. Mas depois ele percebe que o troféu foi ganho em uma corrida para impressionar a mãe do Timmy anos atrás,e que ele acabou criando um futuro sombrio onde ele não existe, e, portanto, não tem padrinhos mágicos. Será que ele pode consertar a bagunça sem Padrinhos Mágicos?",
            "runtime": 12,
            "poster": "https://image.tmdb.org/t/p/original/a6SAxVMX7Y1Iwv30T0LCpH01XIN.jpg"
        }
    ]
}